[
  {
    "to provide personalized andor generalized advertising and direct marketing communications, promotions, and offers that might interest you relating to Samsungs and our partners products and Services, on our Services, websites, third-party websites, and online platforms such as social media sites in accordance with applicable law.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "iv With your consent, for example, to send you personalized advertising and marketing communications, also from Samsung partners operating in different sectors.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "3. Service Providers Carefully selected companies that provide services for or on behalf of us, such as companies that help us with repairs, customer contact centers, customer care activities, advertising including personalized advertising on our websites, third-party websites, online platforms, and social media platforms, conducting customer satisfaction surveys, billing, or that send emails on our behalf.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "WHERE DO WE SEND YOUR DATA? Your use of our Services will involve the transfer, storage, and processing of your personal information within and outside of your country of residence where necessary.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Please note that the data protection laws and other laws of countries to which your information may be transferred might not be as comprehensive as those in your country.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "These third parties may use cookies, beacons, tracking pixels, and other tools to collect information about your use of these Services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For some apps and services, including social networks, we receive and store sign-in information, as well as other information that you allow us to receive when you connect with these apps and services. COOKIES, BEACONS, AND SIMILAR TECHNOLOGIES We, along with certain third parties such as content providers and advertisers, use technologies called cookies, beacons, or pixels, as well as other tools collectively known as technologies that communicate information from your device to a server, including those owned by third parties.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Additional Uses of Your Information In addition to the purposes described above in the HOW DO WE USE YOUR INFORMATION SECTION? we may also use personal information about United States residents for other purposes, such as to develop and train our artificial intelligence algorithms and models.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": true
    }
  },
  {
    "Because Samsung does not have access to this data, Samsung cannot delete it for you. Online Tracking And Personalized Advertising Through certain Services, both we and various third parties may collect information about your online activities to provide you with advertising about products and services tailored to your individual interests.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Samsung Ads Our Samsung Ads service is designed to serve advertisements that are personalized to users interests on Samsung and third-party platforms, devices, websites, and apps.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Samsung Ads may deliver personalized ads based on your demographic characteristics, preferences, choices, and interests by collecting certain information about your online activities. Ad networks Because Samsung participates in various advertising networks, you may also see our ads on other websites or mobile apps.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Ad networks allow us to target our messaging to users considering demographic data, users inferred interests, and browsing context.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The networks use this information to show ads that may be tailored to individuals interests, to track users browsers or devices across multiple websites and apps, and to build a profile of users online browsing and app usage activities.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The information our ad networks may collect includes data about users visits to websites and apps that participate in the relevant ad networks, such as the pages or ads viewed and the actions taken on the websites or apps.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This data collection takes place both on certain Services and on third-party websites and apps that participate in the ad networks.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To learn how to opt out of ad network interest-based advertising in the U.S., please visit www.aboutads.infochoices and httpwww.networkadvertising.orgchoices.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To serve interest-based ads, we may share your personal information by allowing certain third parties such as online advertising services to collect your personal information via automated technologies and server-to-server connections on the Services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This kind of sharing may be considered a sale of personal information or the use of personal information to serve targeted advertising under certain privacy laws. State Law Privacy Rights In addition to the rights available to you as described in the What Are Your Rights? section of the Privacy Policy, you may also, subject to applicable law, request to opt out of the 1 sale of your personal information, 2 sharing of your personal information for cross-context behavioral advertising purposes, 3 processing of your personal information for targeted advertising purposes, 4 collection or processing of your sensitive data, or 5 collection of your personal information through the operation of a voice recognition feature.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In addition, you may, subject to applicable law, request a list of specific third parties to whom we have disclosed personal data. How to Submit a Request To submit an access, deletion or correction request, or to opt out of the a sale of your personal information, b sharing of your personal information for cross-context behavioral advertising purposes, or c processing of your personal information for targeted advertising purposes, click here or call us at 1-800-SAMSUNG 1-800-726-7864.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]