[
  {
    "4 Conducting behavioural advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We participate in behavior-based advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This means that a third party uses technology e.g., a cookie to collect information about your use of our website so that they can provide advertising about products and services tailored to your interests on our website, or on other websites.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Where permitted by the law, we rely on our legitimate interest in understanding how you interact with our communications to you and whether our advertising to you is effective.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "10 Conducting direct marketing activities, and sharing your Personal Information with third parties for marketing purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In addition, with your consent, we share your Personal Information with third parties for marketing purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Where it is a legal requirement in your location, we will inform you before collecting your Personal Information, if we intend to use your Personal Information for marketing purposes, or if we intend to disclose your Personal Information to any third party for marketing purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "It may also be processed by Belkin staff or contractors operating outside of your state, territory, province, or country of residence or region who work for us or for one of our suppliers.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Data protection standards in countries where we transfer, process and store your Personal Information may be different from those in your country, but Belkin will make sure that an equivalent level of protection to the one in the EEA/UK or your territory or province of residence in Canada is guaranteed by implementing supplementary security measures.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Advertising and Targeting. We work with third parties, such as ad networks, channel partners, mobile ad networks, analytics and measurement services and others third-party ad companies to personalize content and display advertising on our websites and services, as well as to manage our advertising on third-party sites, mobile apps, and online services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We and these third-party ad companies may use cookies, pixel tags, and other tools to collect activity information on our sites as well as on third-party sites and services, as well as IP address, location information, device ID, cookie and advertising IDs, and other identifiers.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We and these third-party ad companies use this information to provide you more relevant ads and content on our sites and on third-party sites and apps, and to evaluate the success of such ads and content.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "vendors and service providers e.g. payment processors; advisors, consultants, auditors and agents; government entities and law enforcement; affiliates and subsidiaries; advertising networks; data analytics providers; others as required by law, or authorized or directed by you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "vendors and service providers e.g. payment processors; advisors, consultants, auditors and agents; government entities and law enforcement; affiliates and subsidiaries; advertising networks; data analytics providers; social networks; internet service providers; operating systems and platforms; others as required by law, or authorized or directed by you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "vendors and service providers e.g. payment processors; advisors, consultants, auditors and agents; government entities and law enforcement; affiliates and subsidiaries; advertising networks; others as required by law, or authorized or directed by you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Do We Sell or Share Personal Information? California privacy laws define a sale as disclosing or making available to a third party, personal information in exchange for monetary or other valuable consideration, and sharing includes disclosing or making available personal information to a third party for purposes of cross-context behavioral advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may sell as defined by the CCPA Identifiers and Internet or Other Electronic Network Activity Information to third-party advertising networks, analytics providers, and social networks.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may share as defined by the CCPA Identifiers, Customer Records, Commercial Information, Location Data, and Internet or Other Electronic Network Activity Information to third-party advertising networks, analytics providers, and social networks, as well as our Affiliates.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Purposes for Collecting and Disclosing. As described in more detail in the table provided in the Types of Information Collected and Purposes for Collection and Use section above, in general, we collect and otherwise process the personal information identified in the table above to provide our Services to you, respond to and fulfill your orders and requests, as otherwise directed or consented to by you, and for the following business or commercial purposes: Providing our Services and related support; Protecting the integrity of the Services; Analyzing and improving the Services and our business; Personalizing the Services; Advertising, marketing, and promotional purposes; Securing and protecting our business; Defending our legal rights; Auditing, reporting, corporate governance, and internal operations; and Complying with legal obligations.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Apps: Some of our apps may include third-party targeting.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Your Personal Information may be communicated, stored and processed outside of your province or territory of residence, in any country where we have facilities or in which we engage service providers.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "These countries may have data protection rules that are different from those of your country, and governments, courts, law enforcement or government or regulatory agencies in those countries may be able to access or obtain disclosure of your Personal Information under a lawful order or otherwise through the country's laws, regardless of the safeguards we have put in place for protecting your Personal Information.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  }
]