[
  {
    "OTHER INFORMATION FOR ADVERTISING": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Others, including third-party analytics service providers and third-party ad service providers, as described in the section below, may also automatically collect the same or similar information about you and your device when you use the Services, including personally identifiable information about your online activities over time and across third-party websites and applications.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may use third-party ad service providers to serve ads in our Services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may also use third parties to deliver or help us deliver HTC-branded ads to you on third-party websites.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To deliver these ads, third parties automatically collect certain information about you and your devices and your use of the Services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may also use your email address to target marketing to you on social media platforms in accordance with your marketing preferences on those platforms.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "HTC may use information collected through third-party cookies or beacons in our Service or email for the purpose to serve better ads to you on third-party websites.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may know when you visit HTC website after you browse such third-party websites and use the information collected about you to serve tailored ads to your interests through our Services or third-party service.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You may also receive targeted advertising on social media platforms in accordance with your marketing preferences on those platforms.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may share certain non-personally identifiable information with our partners, such as advertisers, or developers.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "It may also include the names of places that you have been, where you choose to check-in, to determine, log or share your location, places that you mark on a map, the geographic location, dates and other metadata of photos that you’ve taken, routes that you have travelled, how close you are to other devices, such as Bluetooth-enabled devices, Wi-Fi routers and services that use those devices such as a store’s tracking of your movement for data collection and marketing purposes and the dates and times that you were at certain locations.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, we share your personal information with ad network providers where you have given your consent to receive marketing.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Information that we collect may be stored on your phone or stored on our servers and transferred to, stored and processed in the United States, Taiwan, Singapore, People's Republic of China, United Kingdom, other EU member state countries such as Poland and any other country where HTC or its service providers maintain facilities, depending on where you use our product and services.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Where your personal information is transferred from within the EU to outside the European Economic Area (EEA), security measures and appropriate safeguards are put in place to protect your information and we ensure that all transfers of your information comply with applicable data protection law, and are carried out in accordance with our instructions.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may use certain legal mechanisms as an adequate safeguard, including the relevant EU Model Clauses, with any party including HTC Corporation where your information is transferred to outside the EEA.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "EU Model clauses means standard clauses for transfer of personal information to a controller established in third party countries under Regulation EU 2016/679 of the European Parliament and of the Council of 27 April 2016.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Some of our third-party ad service providers also provide choices for the use of cookies to deliver ads tailored to your profile and preferences.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]