[
  {
    "We also use the information we collect to personalize and improve our products and services, such as customize and improve your experience or provide advertisements or features that match your profile or interests.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You can also opt out of receiving custom audience ads from us in Facebook and from receiving similar types of tailored audience ads in other third-party platforms that you may be using such as Instagram or Twitter by accessing the ad setting features on such platforms.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "As part of these audience ad programs, we upload a list of email addresses to a third-party platform so that we can display interest-based ads within that platform to specific groups of users.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you opt out of receiving promotional emails from Magic Leap, Magic Leap will also cease using your email address for the purpose of tailored audience ads.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We engage others to provide analytics services via our mobile application and websites, and to serve advertisements on our behalf on other websites and online services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Please note that we may use cookies and related technologies set by other companies to send targeted ads, as further described in the Advertising and Analytics Services Provided by Others section above.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]