[
  {
    "1.2 Newsletters, marketing and sales If you are associated with one of our existing or potential customers or business partners, if you have subscribed to our newsletters, or if you are otherwise identified as a relevant contact, we may process your personal data to provide you with information and materials about our products and services, for example by sending you newsletters and direct marketing messages, and through advertising target and tailor marketing messages to you, including to detect user trends understanding the use, promotion, and sales of Varjos products to conduct more accurate overall marketing messages develop and analyze our relationships with our business partners and our customers adapt our interactions to provide you with the best communications experience register participants for, arrange, and follow up on our events and webinars collect, receive and process feedback and surveys perform market and customer analysis contact you to provide information about our services and assess your potential interest in Varjos products and services and prepare and make offers concerning our products and services measure and optimize advertising campaigns across platforms such as LinkedIn and Google, including through secure integrations with third-party systems.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For these purposes, we may process the following categories of personal data your basic contact information your IP address and the location of your connection approximation based on your IP address at country, state, or city level publicly available information e.g., on public websites or professional social media and your marketing preferences data transmitted securely to third-party platforms for conversion tracking, such as hashed email addresses or phone numbers.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We process the personal data described above based on our legitimate interest in promoting Varjos products, services and brand, including our interest in offering the benefit of a customized communications experience and conducting more accurate marketing and sales activities, and measuring the effectiveness of advertising campaigns using advanced tracking tools.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Therefore, your personal data may be transferred outside the European Union and the European Economic Area EUEEA, as needed to provide you with our products and services and for purposes of communicating with you.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  }
]