[
  {
    "For example, if you choose to use other third-party services available for this product or service such as Amazon, Google, etc., those third parties may be able to read information about you, information about you may also be transferred to a third-party server outside of your jurisdiction, and you agree to this kind of transfer.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Cinnado is a China-headquartered company operating globally.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "As such, complying with applicable laws, we may transfer your personal data to any affiliates of the Cinnado group worldwide when processing that information for the purposes described in this Privacy Policy.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may also transfer your personal data to our third party service providers, who may be located in a country or area outside the area of the European Economic Area EEA.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Cinnado may use overseas facilities operated and controlled by Wansview Cloud App to process or back up your personal information.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "These overseas jurisdictions may or may not have data protection laws similar to the data protection laws in your jurisdiction.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "You have understood that the risks under applicable data protection laws are different and we may transfer and store your personal information in one of our overseas facilities however, this does not change our full commitment to protecting your personal information in compliance with this Privacy Policy.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, if you choose to use other third-party services available for this product or service such as Amazon, Google, etc., those third parties may be able to read information about you, information about you may also be transferred to a third-party server outside of your jurisdiction, and you agree to this kind of transfer.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Cookies and pixels allow Google to recognize a user when a user visits the Cinnado Services and when the user visits other websites.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Google uses the information it collects from the Cinnado Services and other websites to share with us and other website operators information about users including age range, gender, geographic regions, general interests, and details about devices used to visit websites and purchase items.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]