[
  {
    "This Activity Data is used to suggest relevant content, and to inform relevant ad placements in some of the apps on the Smart TV.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For VIZIO Accounts opted in to Viewing Data, we may use Activity Data in conjunction with Viewing Data to help recommend content and services or to tailor ads to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you enable this Viewing Data technology, the Smart TV will use video and audio data to recognize what is playing and communicate that information to VIZIO in order to recommend content or to tailor and facilitate advertisements, as described further in this Policy under II. Using Your Information.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may also capture and collect voice commands and associated texts in order to provide the VIZIO voice remote and evaluate and improve the VIZIO voice remote features.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": true
    }
  },
  {
    "By using cookies, we can measure how you have interacted with the Site and our advertisements.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "VIZIO may collect or receive information from a VIZIO Smart Product, Mobile App, or Service, which may be used to provide you with advertising from VIZIO or from third parties.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The advertising may be personalized and tailored to your individual interests, based upon your interactions with the device, app, or service.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, VIZIO may present to you customized andor personalized ads on the Smart TV, on the Mobile App, in the Services, or on third party devices, based upon your Activity Data and your Viewing Data if opted-in, enhanced with demographic, location, and other attribute data that we license from third-party data sources.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, we may securely match hashed email addresses or telephone numbers with third party data brokers or agencies, who can only see an email address or number if its already known to them, so that they can provide demographic and other attribute data associated with that record in their databases.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We will use your information to market and promote information about VIZIO products, features, events, andor other services that may be of interest to you, both from VIZIO and VIZIOs third-party partners, such as extended warranty services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We will use information collected to send tailored advertising, including via email or text messages.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Advertisements shown on our Site, the Mobile App, on Smart TV, or on third party websites or applications may be tailored to your individual interests or attributes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We use information such as IP Address, device ID, and email address when we measure the overall, aggregate effectiveness, viewership, and reach of ads and services for ourselves and our ad partners.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Information collected from or about you may be accessed or shared within the family of VIZIO companies to operate the Site, Services, the Mobile App, and Smart Products to perform data analytics to design and execute advertising and marketing campaigns to conduct product management andor to engineer or improve and develop new products or services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "VIZIO may share information with other companies that provide services to us, our business partners, and advertisers.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, we may share telephone or email information to resolve customer support inquiries, payment information with our third-party payment processor to assist us in our billing efforts, and IP address and advertising identifiers with service providers to assist in our advertising and marketing efforts.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "VIZIO may share information such as clicks and impressions collected from Smart Products, the Mobile App, the Site, or Services with our application partners, content providers, or other third parties with whom we have a relationship.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These advertisers and their service providers may use pixel tags and similar technologies to collect information from or about you to tailor advertisements, measure advertising effectiveness, or enable other enhancements.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "VIZIO may share information collected from the Site, Services, Smart Products, or the Mobile App with our advertising measurement providers to help us and our advertisers understand the effectiveness of ad campaigns, including the audience that saw their ads and how they responded.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may share Viewing Data with vendors, consultants and service providers who work on our behalf and make our business-to-business activities in digital advertising possible.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In addition, we also license Viewing Data to advertisers, ad agencies, analytics companies, media companies, and other ad technology companies who measure ad effectiveness or aid with the personalization of ads.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "VIZIOs select data partners analyze Viewing Data to create summary reports to help deliver relevant information and advertising to interested groups of consumers.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, a data partner who is an advertiser may want to measure the effectiveness of their promotions, in the aggregate.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Thus, the data partner may identify another device that shares an IP address with the Smart TV and analyze a whether a particular website was viewed, or commercial location was visited by a device with location tracking enabled e.g., a smartphone after a related promotion was viewed, and b whether a particular program was viewed following exposure to a promotion for that program.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In addition, some data partners are authorized to use a third-party data aggregator to identify demographic or other attributes or traits such as gender, age range, income range, or behavioral data associated with the IP addresses that VIZIO collects, and the data aggregator may provide partners the demographic information associated with those addresses.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "VIZIO and select data partners may use Viewing Data to understand what customers watch in order to deliver more relevant content and advertising, for example, by determining which programs are most popular, how many people watch a program to its conclusion, and whether and how often people watch commercials.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "VIZIO also licenses Viewing Data to select data partners for the purpose of targeting and tailoring the advertising you see on your Smart TV or across various VIZIO and third-party platforms or devices, including other devices associated with your IP Address, device ID, email address, or VIZIO Account on the basis of your Viewing Data.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You will still receive personalized ads if you reset your Advertiser ID, but the ads will not be personalized based on data collected and associated with your Smart TV before you reset the TV Advertiser ID.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]