[
  {
    "We use personal data to provide our Services to fulfil your requests, process transactions, and contact you to send you personalized advertising and promotional content and materials to analyze and improve our Services and our business and for other reasons described more fully in our Privacy Statement.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "With select third parties, so that they can provide you with information and marketing messages about products and services you may enjoy.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you register a GE Appliances product or service, we share your identifiers, contact information, product purchase information with a third-party provider so that they can market and sell you extended service contracts for GE Appliances products.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you make a service request, we share your identifiers, contact information, product purchase information with a third-party provider so that they can market and sell you extended service contracts for your GE Appliances products.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We collect this information to understand how you use our websites so that we can make them more intuitive and to conduct targeted advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We also allow approved partners to collect data from your browser or device for advertising and measurement purposes using their own cookies or similar tools these are categorized as Analytics and Advertising trackers.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We share your identifiers, contact information, product purchase information with a third-party provider so that they can market and sell you extended service contracts for GE Appliances products.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you register a GE Appliances product or service, we share your identifiers, contact information, product purchase information with third-party provider so that they can market and sell you extended service contracts for GE Appliances products.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you make a service request, we share your identifiers, contact information, product purchase information with a third-party provider so that they can market and sell you extended service contracts for your GE Appliances products.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We have retained the following categories of third-party service providers to perform services on our behalf Information technology services Data management services Advertising and marketing agencies eCommerce platform providers Data analytics services Customer relationship management services Cloud services Customer support and technical services Professional services Fraud detection and deterrence services Search engine optimization services Promotions services Transportation and delivery services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Third-party direct marketing If you prefer that we not share your personal information on a going-forward basis with third parties for their direct marketing purposes related to your purchase and use of a GE Appliances product, you may opt-out of this sharing by completing this online form.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Third-party tracking and interest-based advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We participate in interest-based advertising and use third-party advertising companies to serve you targeted advertisements based on your browsing history.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We, or our third-party partners, may link your various devices so that content you see on one device can result in relevant advertising on another device.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may share a common account identifier such as a hashed email address or user ID or work with third-party partners who use tracking technologies or statistical modeling tools to determine if two or more devices are linked to a single user or household.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We, and our partners, can use this cross-device linkage to serve interest-based advertising and other personalized content to you across your devices including to improve your user experience, to perform analytics, and to measure the performance of our advertising campaigns.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You may also have the right to opt out of the sharing of your personal data with third parties for cross-context behavioral advertising purposes or for targeted advertising purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To opt out of the sale or sharing of your cookie data for data analytics or targeted advertising by using our cookie preference tools, which you can access via the Cookie Settings link on our webpages and apps or by enabling the Global Privacy Control on your browser.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Depending on your state of residence, you may be able opt out of targeted advertising based on information not collected by cookies or other trackers by submitting a request using our Data Subject Requests webform.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You may opt out of the sale or sharing of your cookie data for data analytics or targeted advertising by using our cookie preference tools, which you can access via the Cookie Settings link on our webpages and apps or by enabling the Global Privacy Control on your browser.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "California residents that have an established business relationship with us have rights to know how their personal data is disclosed to third parties for their direct marketing purposes under Californias Shine the Light law, or the right to opt out of such practices Civ. Code 1798.83.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you would like to opt out of the future sale of your personal information, please contact us with sufficient information so that we can identify you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]