[
  {
    "We may collect, store and use your personal information for the following purposes: to operate, manage, develop and promote our business including our products, services and events and, in particular, our relationship with the organisation you represent if any and related transactions including, for example marketing purposes when we have a lawful right for example consent or legitimate interest to send you communications which is relevant and of use to you to customise your experience with Fujitsu when you visit our websites, remembering your preferences, or showing you more relevant advertisements, subject to applicable law warranty, maintenance and support processes product compliance processes accounting and billing payment purposes including to offer financing solutions to customers, together with our finance partners to operate, administer and improve our website, premises, services and other aspects of the way in which we conduct our operations to offer you the services of our online shops based on the terms and conditions of the dedicated web-shop to provide you with services or information that you may have requested to keep you informed and updated on relevant products or services you may be interested in to enable you to take part in our online assessments and/or surveys to manage and maintain the relationship with investors, customers, partners and any other third parties to manage and operate events and/or demonstrations of our actual or potential products and services and to perform our contract with you or your company to protect our business from fraud, money-laundering, breach of confidence, security threats, theft of proprietary materials and other financial or business crimes to comply with our legal and regulatory obligations to bring and defend legal claims and assert legal rights and if the purpose is directly connected with an assigned purpose previously made known to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may disclose your personal information, where reasonably necessary for the various purposes set out above to other members of the Fujitsu group of companies to your colleagues within the organisation that you represent to service providers who host our web services or other information technology systems or otherwise hold or process your information on our behalf, under conditions of confidentiality and security required by law to business partners, channel partners, service partners, agents, suppliers and sub-contractors for the performance of any contract we enter into with them or you to our professional advisors including but not limited to accountants, lawyers or auditors to a person who takes over our business and assets, or relevant parts of them or in exceptional circumstances to competent regulatory, prosecuting and other governmental agencies, or litigation counterparties, in any country or territory or where we are required by law to disclose.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "These disclosures may involve the transfer and processing of your personal information to other countries or jurisdictions.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may use technology which tracks your use of our website and your interactions with us and which helps us to build a profile of your preferred products and information requests, where we are authorised to do so.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If we do this, what this means for you is that you are more likely to receive offers and information that are tailored to your specific preferences, based on your previous profile activity.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you are dealing with us within the European Economic Area or the UK, you should be aware that this may include transfers to countries outside the European Economic Area and the UK, which have not been determined by the European Commission or the UK to have an adequate level of data protection.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "The Fujitsu Group may use the Transmitted Material for any purpose whatsoever, including without limitation, for developing, manufacturing and marketing products and services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": true
    }
  }
]