[
  {
    "EU users international transfer of your personal data": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "We also may use these technologies to collect data about your online activities over time and across third-party websites or other online services behavioral tracking.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Third parties who provide advertising and related services such as analytics providers and ad networks, our Advertising Partners may give us your personal data so that we can compare it to personal data we hold in order to determine if you are the same individual this is sometimes called cookie-matching.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Your interests and preferences are inferred from data we collect about the content you have interacted with, how long you interacted with them, how often you interacted with them, and the nature of your interaction with the contentPersonalize and improve the Services and provide you with advertisements, content or features that match your profile, activities or interests Customize content that our third-party Advertising Partners deliver on the Services such as personalized third-party advertisingCreating and updating profiles and audience segments that can be used for analytics, interested-based advertising and marketing on the Services, and on websites, mobile apps and other platforms controller by our advertisers and other third party advertising partners.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This helps us learn more about your interests and preferences, which we use for advertising on the Services and Third Party Sites.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "When you sign up for a promotion like a sweepstakes, or subscribe to or create an Account to use our Services, we use your personal data to help us decide which products, services and offers may be of interest to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "BuzzFeeds legal entities are listed in our BuzzFeed Legal Entities sectionWith vendors, consultants, and other service providers who process your data on our behalf when they provide services to us, for example data analytics, research, marketing and financial servicesWith Advertising Partners to customize your experience and better tailor the services, products, marketing and advertising on our Services and on their Third Party Sites.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Our Advertising Partners are companies that provide services that help us provide advertising to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may also share information about you along with a hashed version of your email address with our Advertising Partners so that they and we can facilitate customized ad campaigns and other offers on the Services and on other platforms.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Third parties with whom we share your data may be based outside the EEA and their processing of your personal data may involve a transfer of data outside the EEA.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "We also use the paid advertising and paid content tools provided by the social media platforms to help us carry out advertising campaigns for our advertisers and to promote our content on the social media platforms.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Only in exceptional cases will the full IP address be transmitted to a Google server in the USA and shortened there.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Our Advertising Partners and our affiliate links partners collect personal data from you for the purposes they disclose through our cookie consent management platform.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Advertising Partners include ad networks such as third party ad servers, ad agencies, ad technology vendors and research firms.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Our Advertising Partners use third party cookies to serve ads to you and to target you with tailored or personalized ads when you are using the Services and when you visit Third-Party Sites.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "They also use cookies to measure traffic on the Services for example to track ad views.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Advertising Partners and affiliate links partners may view, edit or set their own cookies on your mobile device or web browser when you interact with our Services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You have the right to opt-out of the sale of your personal data, or the sharing of your personal data for interest-based or other targeted advertising on third party websites.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Note that sale is defined broadly and may include allowing third parties to receive certain data, such as cookies, IP address, andor browsing behavior, to deliver targeted advertising on our Services or other sites and apps.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We engage in these activities because advertising, including targeted advertising, enables us to provide you certain content for free and allows us to provide you content relevant to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you would like to opt out of the sale or sharing of your personal data for targeted advertising, please visit this page Do Not Sell or Share My Personal Information or contact us at data-privacybuzzfeed.com.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To advertise and market our Services, and the products and services of our advertisers.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you opt-in to do so, we may use your name and email address for our marketing purposes and to help our business partners with their marketing.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Categories of data sold or shared": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Under California Civil Code sections 1798.83- 1798.84, California residents are entitled to ask for a notice identifying the categories of personal customer data which we share with our affiliates andor third parties for their own direct marketing purposes, and providing contact information for such affiliates andor third parties.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For the sake of clarity, the foregoing license grant includes our right to distribute, display, perform and otherwise use the User Content in connection with material provided by our advertisers and other business partners, and you shall not be entitled to any remuneration for such use.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This information may be used to personalize content based on your interests and customize advertising campaigns tailored to you, measure the performance of our properties and derive insights about the audiences who engage with ads and content.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Information may also be disclosed by us to third parties on IAB's List of Downstream Participants that may further disclose it to other third parties.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Please note that after your opt out request is processed, you may continue seeing interest-based ads based on personal Information utilized by us or personal information disclosed to third parties prior to your opt out.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You may separately opt out of the further disclosure of your personal information by third parties on the IAB's List of Downstream Participants.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These cookies collect information for analytics and to personalize your experience with targeted ads.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you opt out we will not be able to offer you personalised ads and will not hand over your personal information to any third parties.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These cookies may be set through our site by our advertising partners.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "They may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you do not allow these cookies, you will experience less targeted advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "They are capable of tracking your browser across other sites and building up a profile of your interests.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This may impact the content and messages you see on other websites you visit.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]