[
  {
    "We may infer from information provided by you, information collected directly from your browser or device, or from information obtained from third-party marketing database partners.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Targeting cookies.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These cookies may be set through our NerdWallet Services and Platform by our advertising partners.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "They may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you do not allow these cookies, you will experience less targeted advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may implement third-party advertising or other content on the NerdWallet Services or Platform that may use clear GIFs or other forms of web beacons, which allow the third-party content provider to read and write Cookies to your web browser in connection with your viewing of the third-party content on the NerdWallet Services or Platform.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We also engage third-party partners and vendors like Google Analytics, Hotjar and others, who provide analytics and advertising services, to assist us in providing you the NerdWallet Services or Platform.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We allow these third-parties, including unaffiliated business partners, advertising networks, analytics providers, and other advertising service providers, to automatically collect Clickstream Data and other information about your online activities on the NerdWallet Services or Platform and across your browsers and devices using cookies, web beacons, mobile advertising identifiers and other technologies.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We use this data for our own analytics and advertising purposes, as well as to facilitate partner relationships and your interactions with other third-parties.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In addition, certain of our third-party partners may use this information to display online advertisements tailored to your interests and preferences across your browsers and devices, to conduct ad campaign measurement and website analytics, to detect, prevent and report fraud, or to carry out their own business and commercial purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Some of these third-parties are members of the Network Advertising Initiative or the Digital Advertising Alliance and participate in the industry’s opt out, available at http://optout.aboutads.info! or at http://optout.networkadvertising.org!.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, we may use your information to help build products and features that leverage AI capabilities.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": true
    }
  },
  {
    "Personalize, contextualize and market the NerdWallet Services to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may use cookies and automatically collected information, as described above, to customize our services, such as remembering your information so that you will not have to re-enter it during your visit or the next time you visit the NerdWallet Platform and Services, pre-fill forms, provide customized advertisements, content, and information across your devices, monitor and analyze the effectiveness of NerdWallet Platform or Services and third-party marketing activities, monitor aggregate site usage metrics such as total number of visitors and pages viewed and track your entries, submissions, and status in any promotions or other activities.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you request access to your consumer credit reports, we may use it to provide you with access to your free credit score, including periodic updates to your credit score, and make recommendations and offers regarding financial products and services that may be of interest to you, including credit cards, personal loans, home loans and other financial products and services offered by NerdWallet partners.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To prepare customized offers of third-party financial products or services for you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For advertising and analytics, we may disclose de-identified and/or aggregate analytics to third-party partners about how users interact with the NerdWallet Services and Platform, including usage patterns for certain programs, content, services, advertisements, promotions, and/or functionality available through the NerdWallet Services and Platform.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These third-party websites may send their own cookies and other tracking devices to you, log your IP address, and otherwise collect data or solicit Personal Information.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You can opt out of interest-based advertising by visiting the NAI Opt-Out Page or the Choices Opt-Out Page.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You have the right to opt out of the processing of your Personal Information for the purposes of i targeted advertising, ii the sale of your Personal Information and iii profiling in furtherance of decisions, including, for eligible residents of Connecticut and Montana, solely automated decisions, that produce legal or similarly significant effects.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may sell or use your Personal Information as described in the section How We Use Your Information of this Privacy Policy for targeted advertising purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]