[
  {
    "2. COLLECTION OF INFORMATION The sources of and methods by which we, our service providers, and our advertisers collect information from and about you, including information about your interaction with the FSIM Services": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Other parties that support the FSIM Services, for example, by serving advertisements, providing analytics, or other services may also use these technologies to collect similar information when you use the FSIM Services or other parties services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Those other parties may also use these technologies, along with activity information they collect, to recognize you across the devices you use, such as a mobile device and a laptop or other computer.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This may include to measure, maintain and improve those FSIM Services and features and to develop new products and services, including conducting research and quality and safety assurance measuresto improve your experience with both online and off-line FSIM Services by delivering content you will find more relevant and interesting, including advertising and marketing messagesto perform identity verificationto allow you to comment on content, and participate in online games, contests, other promotions, or rewards programsto provide you with customer support and to respond to inquiries this may include the use of chatbots.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "to make inferences and predictions about your potential areas of interest in order to provide you with content and advertising that is more interesting, personalized, and relevant to youto maintain our facilities and infrastructureto comply with internal policies, including accounting, audit, and other internal functions andto maintain records, conduct risk and security controls and monitoring.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To deliver relevant advertisements. FSIM and our service providers may use information we collect from and about you as described in this Privacy Policy to deliver and measure relevant, more personalized ads to you when you use the FSIM Services or another service on any of your devices.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This may include, for example, sharing certain information with advertising technology companies e.g., identity partners, such as an advertising identifier for your device, IP address, or a hash of an identifier i.e., a value generated using a cryptographic hash algorithm.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In some instances, these entities may return an online identification code that we may store in a first party cookie, or other similar technology, for our use in online and cross-channel advertising and it may be shared with advertising companies to enable interest-based and targeted advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "As noted above, advertising technology companies and advertisers may use cookies and similar technologies to collect information such as demographic information, inferred interests, aggregated information, and information about the different devices andor browsers you use and your activity on such devices and browsers, to assist them in delivering advertising that is more relevant to your interests.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Such information may also be used to deliver more relevant advertising to you across marketing channels, including email.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you wish to opt out of tailored advertising in the FSIM Services, please go to httpprivacy.foxsports.commainwebmain.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In addition, for more information about advertising industry opt outs, please visit httpoptout.aboutads.info or httpoptout.networkadvertising.org on each of your devices and browsers and, for mobile devices, you can use the AppChoices app at httpsyouradchoices.comappchoices.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Similarly, to opt out on connected TVs that support opt-outs, please use the device setting opt out of ads personalization, Interest-based Ads, or equivalent settings on your device.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To share with business partners. FSIM may share information we collect from and about you as described in this Privacy Policy with business partners to permit them to send you marketing communications consistent with your choices.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You may request that we not share your personal information on a going-forward basis with FSIM Affiliates or unaffiliated third parties for their direct marketing purposes by visiting httpshelp.fox.comfoxssupport-form, selecting Fox Sports under Choose Brand, and submitting a ticket with Privacy  Security as the topic that best describes your issue.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Please note that we disclose some categories of Personal Information in connection with certain types of advertisements, which could be considered selling or sharing under the CCPA.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Identifiers, such as name, IP address, email address, and online and device identifiersService providers, FSIM Affiliates, and other providers or partners that support our operational business purposes Advertising technology companies advertisers For the purpose of targeted advertising FSIM Affiliates For the purpose of marketing and targeted advertising": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Personal information, as defined in the California Customer Records law, such as contact and financial informationService providers, FSIM Affiliates, and other providers or partners that support our operational business purposes Advertising technology companies advertisers For the purpose of targeted advertising FSIM Affiliates For the purpose of marketing and targeted advertisingCharacteristics of protected classifications under California law, such as age or genderService providers,FSIM Affiliates, and other providers or partners that support our operational business purposes Advertising technology companies advertisers For the purpose of targeted advertisingFSIM Affiliates For the purpose of marketing and targeted advertising": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Commercial information, such as transaction information and purchase historyService providers, FSIM Affiliates, and other providers or partners that support our operational business purposes Advertising technology companies advertisers For the purpose of targeted advertising FSIM AffiliatesFor the purpose of marketing and targeted advertisingInternet or network activity information, such as browsing history and interactions with our websites, mobile, or connected TV applications collectively, FSIM Digital Properties Service providers,FSIM Affiliates, and other providers or partners that support our operational business purposesAdvertising technology companies advertisers For the purpose of targeted advertising FSIM Affiliates For the purpose of marketing and targeted advertising": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Geolocation data, such as device locationService providers, FSIM Affiliates, and other providers or partners that support our operational business purposes NAAudio, electronic, visual and other similar information, such as call recordingsService providers, FSIM Affiliates, and other providers or partners that support our operational business purposes NANon-public education information e.g., in connection with news or entertainment productions or sports programs Service providers, FSIM Affiliates,and other providers or partners that support our operational business purposesNAInferences drawn from any of the Personal Information listed above to create a profile or summary about, for example, an individuals preferences and characteristics.Service providers, FSIM Affiliates, and other providers or partners that support our operational business purposesAdvertising technology companies advertisersFor the purpose of targeted advertising FSIM Affiliates For the purpose of marketing and targeted advertising": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We collect Personal Information directly from California residents themselves, as well as from social media platforms e.g., if the individual has connected a social media account to a FSIM Digital Property joint marketing, co-branding, co-promotional, or advertising partners, including advertising technology companies and advertisers FSIM Affiliates and sources of demographic and other information.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "4 Right to Opt-Out of Sale or Sharing. As noted above in this section, and depending on your interactions with us, we may share some categories of Personal Information in connection with certain types of advertisements.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This may be considered selling or sharing under the CCPA.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Depending on your interactions with us, we and our advertising partners may use certain Personal Data to deliver online advertisements to you on your devices tailored to your interests.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Depending on where you live, this may be considered selling under some state laws for example, under Colorado and Connecticut law and targeted advertising for example, under Virginia, Colorado, and Connecticut law.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This Section 9 provides details about the categories of Personal Data of consumers in Virginia, Colorado, Connecticut, and other states with similar privacy laws that we have collected, disclosed, or sold or processed for purposes of targeted advertising, as well as rights consumers in Virginia, Colorado, Connecticut, and other states with similar privacy laws have under their states laws.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The categories of Personal Data that we collected, disclosed, processed for purposes of targeted advertising e.g., under the Virginia law or sold e.g., under Colorado and Connecticut laws are below, along with the purposes for processing, and categories of third parties to whom each category of Personal Data was disclosed or sold or processed for the purpose of targeted advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We process some categories of Personal Data in connection with targeted advertising, which could be considered selling under some state privacy laws e.g., Colorado and Connecticut.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Additionally, as also explained, depending on the consumers interactions with us, FSIM may not have collected, disclosed, processed for purposes of targeted advertising, or sold, each or any of these categories of Personal Data, for each listed purpose.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]