[
  {
    "The Websites work with third-party products or services Service Providers, including but not limited to Piwik PRO, Penrod, Avaamo, and gSight, that help us track and analyze visitor activity on the Websites, measure the effectiveness of our advertising efforts, and/or support the optimization of our digital marketing campaigns.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This information may be used to direct related MOUNT SINAI advertisements and/or informational content to users of the Websites when they visit other websites.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In providing this service, these platforms may collect limited data related to your activity on those third-party websites using technology such as cookies to deliver MOUNT SINAI advertisements on those websites to users that may find them relevant.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In order to provide verification to MOUNT SINAI that an ad was delivered, these platforms may report certain of this data to MOUNT SINAI on an aggregated basis.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "MOUNT SINAI uses the information that you may provide voluntarily or that it otherwise may collect to ensure the proper functionality of the Services across various devices to process user inquiries and respond to user inquiries to administer surveys, forms, and other site features to personalize your experience and inform you about our services to analyze usage trends on the Services to improve the Services and to develop new Services to tailor digital advertisements on third-party websites or in other ways as required by law.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]