[
  {
    "We and our third-party service providers including any third-party content, advertising, and analytics providers automatically collect certain information from your device or web browser when you interact with the Services to help us understand how our users use the Services and to target advertising to you which we will refer to in this Privacy Policy collectively as Usage Data.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Purposes For This Information. We and our third-party service providers use such Usage Data for a variety of purposes including to diagnose problems with our servers and software, to administer the Services, to gather demographic information and to target advertising to you on the Services and elsewhere online.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Accordingly, our third-party advertising networks and ad servers will also provide us with information, including reports that will tell us how many ads were presented and clicked on the Services in a manner that does not identify personally any specific individual.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We use pixel tags, either provided by us or by our third-party advertisers, service providers and ad networks, to collect information about your visit, including the pages you view, the links you click and other actions taken in connection with our sites and Services and use them in combination with our cookies to provide offers and information of interest to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Pixel tags also enable ad networks to serve targeted advertisements to you when you visit the Services or other websites.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, our apps may include third party SDKs, which is code that sends information about your use to a server, and is in effect the app version of a pixel.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These SDKs allow us to track our conversions and communicate with you across devices, bring you advertising both on and off the Services, customize the app to your interests and preferences and link such across platforms and devices, and provide you with additional functionality, such as the ability to connect our Service with your social media account.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In certain circumstances, we may share that Personal Data with sponsors, advertisers, affiliates or other partners.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may also use and disclose this information for advertising purposes as described in this Privacy Policy.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may receive this information about you from public sources or third parties, including without limitation consumer data resellers, social networks, and advertisers.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Information from public sources or third parties may include, without limitation - Advertising and analytics data We may receive various types of Personal Data and Usage Data from our third-party partners and vendors, such as analytics data about your visits to our Services, reporting information about ad campaigns, information about your browsing behavior, interests or preferences, and contact information such as email address.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, third parties who provide advertising and related services such as analytics providers and ad networks may provide us with information that we can compare it to Personal Data we hold in order to determine if you are the same individual one method of doing this is called cookie-matching.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We do not retain telephone numbers or email addresses collected for these purposes after sending the SMS text message or email - to receive and process job applications for jobs with us - to provide you with information, products, or services that we otherwise believe will interest you, including special opportunities from us and our third-party partners - to personalize the Services and tailor content, recommendations, and advertisements we and third parties display to you, both on the Services and elsewhere online - for internal business purposes, such as to improve our Services and content - to monitor and analyze how our Services are used - to administer and process contests, sweepstakes, promotions, conferences and special events collectively Events, and communicate with you about such Events.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Information collected through our Services in conjunction with such Events is also used for marketing additional products, services and events by us andor by our advertisers, sponsors, and marketing partners.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Service Providers From time to time, we enter into relationships with third parties who provide services to us for example, analytics and research companies, advertisers and ad agencies, data management and storage services, credit card processing services, merchandise sales facilitators, sweepstakes or contest prize fulfillment.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We share your information with third parties for the purposes of facilitating your requests such as when you choose to share information with a social network about your activities on the Services and in connection with tailoring advertisements, measuring and improving our Services and advertising effectiveness, and other enabling enhancements.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We also obtain other demographic information from third parties to improve our products and services, for marketing purposes or to display more relevant advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Our Services use certain Google analytics and other services, and certain pages use the Google AMP Client ID API, each of which enable collection and sharing of your information including Personal Data with Google for further use.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you have not opted out of us sharing your information with third parties for marketing purposes, we may also share your information including Personal Data with third parties for their own direct marketing purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may also match your email address with third parties and use such match to deliver custom offers or emails to you on the Services and off the Services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "12. Advertising Generally We use other companies under agreements with us to serve third-party advertisements when you visit and use the Services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These companies may collect and use clickstream information, browser type, time and date, subject of advertisements clicked or scrolled over during your visits to the Services in order to provide advertisements about goods and services likely to be of greater interest to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In addition, we share with these third parties any Personal Data you voluntarily provide, such as an email address, in response to an advertisement or sponsored content link.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Targeted Advertising In order to serve offers and advertisements that may be of interest to our users, we display targeted advertisements on the Services, or other digital properties or applications in conjunction with our content, based on information provided to us by our users and information provided to us by third parties that they have independently collected.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Your Ad Choices Some of the third-party services providers andor Advertisers may be members of the Network Advertising Initiative NAI or the Digital Advertising Alliance DAA.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You can visit here, which provides information regarding targeted advertising and the opt-out procedures of NAI members.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You can opt-out of the use of your behavioral data used by DAA members to serve you interest-based advertising on third-party sites here.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This DAA application allows participating companies to offer an opt-out of customized advertisements that are based on predictions about your interests generated from your application usage.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Please note opting out through these mechanisms does not opt you out of being served advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Category A. Personal IdentifiersExamples A real name, alias, postal address, unique personal identifier, online identifier, Internet Protocol address, email address, account name, Social Security number, drivers license number, passport number, or other similar identifiers.Purposes for Which Such Information Was Collected in the Preceding 12 Months or Will be Used See Sections 1-6Categories of Sources From Which Personal Information Has Been Collected in the Preceding 12 Months or will be Collected See Sections 1-6Categories of Third Parties With Whom the Website Shares Personal Information See Section 7Disclosed by Company in the Preceding Twelve 12 Months for a Business Purpose YESShared or Sold as defined by CCPA by Company in the Preceding Twelve 12 Months Personally Identifiable Information such as government ID numbers, names or addresses are not sold or shared, but technical identifiers such as unique IDs, technical identifiers, and behavioral actions associated therewith may be sold and shared.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Category B. Personal information covered by the California Customer Records statute Cal. Civ. Code  1798.80e.Some personal information included in this category may overlap with other categories.Examples A name, signature, Social Security number, physical characteristics or description, address, telephone number, passport number, drivers license or state identification card number, insurance policy number, education, employment, employment history, bank account number, credit card number, debit card number, or any other financial information, medical information, or health insurance information.Purposes for Which Such Information Was Collected in the Preceding 12 Months or Will be Used See Sections 1-6Categories of Sources From Which Personal Information Has Been Collected in the Preceding 12 Months or will be Collected See Sections 1-6Categories of Third Parties With Whom the Website Shares Personal Information See Section 7Disclosed by Company in the Preceding Twelve 12 Months for a Business Purpose YESShared or Sold as defined by CCPA by Company in the Preceding Twelve 12 Months NO Category C. Protected classification characteristics under California or federal law.Examples Age 40 years or older, race, color, ancestry, national origin, citizenship, religion or creed, marital status, medical condition, physical or mental disability, sex including gender, gender identity, gender expression, pregnancy or childbirth and related medical conditions, sexual orientation, veteran or military status, genetic information including familial genetic information.Purposes for Which Such Information Was Collected in the Preceding 12 Months or Will be Used See Sections 1-6Categories of Sources From Which Personal Information Has Been Collected in the Preceding 12 Months or will be Collected See Sections 1-6Categories of Third Parties With Whom the Website Shares Personal Information See Section 7Disclosed by Company in the Preceding Twelve 12 Months for a Business Purpose YESShared or Sold as defined by CCPA by Company in the Preceding Twelve 12 Months NO Category D. Commercial information.Examples Records of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies.Purposes for Which Such Information Was Collected in the Preceding 12 Months or Will be Used See Sections 1-6Categories of Sources From Which Personal Information Has Been Collected in the Preceding 12 Months or will be Collected See Sections 1-6Categories of Third Parties With Whom the Website Shares Personal Information See Section 7Disclosed by Company in the Preceding Twelve 12 Months for a Business Purpose YESShared or Sold as defined by CCPA by Company in the Preceding Twelve 12 Months NO Category F. Internet or other similar network activity.Examples Browsing history, search history, information on a consumers interaction with a website, application, or advertisement.Purposes for Which Such Information Was Collected in the Preceding 12 Months or Will be Used See Sections 1-6Categories of Sources From Which Personal Information Has Been Collected in the Preceding 12 Months or will be Collected See Sections 1-6Categories of Third Parties With Whom the Website Shares Personal Information See Section 7Disclosed by Company in the Preceding Twelve 12 Months for a Business Purpose YESShared or Sold as defined by CCPA by Company in the Preceding Twelve 12 Months YES Category G. Location data.Examples Physical location or movements.Purposes for Which Such Information Was Collected in the Preceding 12 Months or Will be Used See Sections 1-6Categories of Sources From Which Personal Information Has Been Collected in the Preceding 12 Months or will be Collected See Sections 1-6Categories of Third Parties With Whom the Website Shares Personal Information See Section 7Disclosed by Company in the Preceding Twelve 12 Months for a Business Purpose YESShared or Sold as defined by CCPA by Company in the Preceding Twelve 12 Months DMA level location data may be sold or shared for targeting of advertising to specific areas, but not specific location.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Category H. Sensory data.Examples Audio, electronic, visual, thermal, olfactory, or similar information.Purposes for Which Such Information Was Collected in the Preceding 12 Months or Will be Used See Sections 1-6Categories of Sources From Which Personal Information Has Been Collected in the Preceding 12 Months or will be Collected See Sections 1-6Categories of Third Parties With Whom the Website Shares Personal Information See Section 7Disclosed by Company in the Preceding Twelve 12 Months for a Business Purpose YESShared or Sold as defined by CCPA by Company in the Preceding Twelve 12 Months NO Category I. Professional or employment-related information.Examples Current or past job history or performance evaluations.Purposes for Which Such Information Was Collected in the Preceding 12 Months or Will be Used See Sections 1-6Categories of Sources From Which Personal Information Has Been Collected in the Preceding 12 Months or will be Collected See Sections 1-6Categories of Third Parties With Whom the Website Shares Personal Information See Section 7Disclosed by Company in the Preceding Twelve 12 Months for a Business Purpose YESShared or Sold as defined by CCPA by Company in the Preceding Twelve 12 Months NO Category K. Inferences drawn from other personal information for profiling purposes.Examples Used to create a profile reflecting a persons preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes.Purposes for Which Such Information Was Collected in the Preceding 12 Months or Will be Used See Sections 1-6Categories of Sources From Which Personal Information Has Been Collected in the Preceding 12 Months or will be Collected See Sections 1-6Categories of Third Parties With Whom the Website Shares Personal Information See Section 7Disclosed by Company in the Preceding Twelve 12 Months for a Business Purpose YESShared or Sold as defined by CCPA by Company in the Preceding Twelve 12 Months YES Sharing of Personal Information We may disclose your Personal Information to a third party for a business purpose or sell your Personal Information, subject to your right to opt out of those sales see Personal Information Sales Opt-Out and Opt-In Rights, below.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Shine the Light Californias Shine the Light law permits customers in California to request certain details about how certain types of their information are shared with third parties and, in some cases, affiliates, for those third parties and affiliates own direct marketing purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "- Right to opt out. You have the right to opt out of the processing of the Personal Data for purposes of i targeted advertising ii the sale of Personal Data or iii profiling in furtherance of decisions that produce legal or similarly significant effects concerning you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "As of the latest date of the Privacy Policy We DO process Personal Data for the purposes of targeted advertising We DO NOT sell your Personal Data in exchange for monetary consideration and We DO NOT engage in profiling decision based on your Personal Data that produce legal or similarly significant effects concerning you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "21. Privacy Disclosures for Nevada Residents If you are a resident of Nevada, you have the right to opt-out of the sale of certain Personal Data to third parties who intend to license or sell that Personal Data.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Data Transfer We may transfer personal data from the EEA, Switzerland, and the UK to the United States and other countries, some of which have not been determined by the European Commission or the UK Secretary of State to have an adequate level of data protection.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "These advertisements may be targeted to the content or information stored on the Services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]