[
  {
    "For example, we may collect data about you and your activities on our websites and apps to provide tailored ads online.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We share your data with Providers to facilitate conversations with you regarding your AARP membership so you can learn about their available products and services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You can limit this sharing and opt out of targeted advertising by taking steps outlined in the section Advertising Technologies  Tailored Ads Based on Your Online Activity below or exercising a privacy right listed below.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You can limit how we share your data and opt out of targeted advertising by taking steps outlined in the section Advertising Technologies Tailored Ads Based on Your Online Activity below or exercising a privacy right listed below.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you would like to request that we no longer share your Personal Information with third parties to assist them in delivering advertising tailored to your interests, including allowing them to track your activity on our site, visit the Your Privacy Choices page and submit a request, or click Contacting Us for how to contact AARP directly.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This collection and ad targeting takes place both on our websites and apps and on third-party digital properties that participate in those ad networks.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "By clicking on the AdChoices icon presented in the corner of each ad served by participants in the AdChoices program, you will be directed to a webpage to allow opt-outs from that ad network andor for all ad networks participating in the AdChoices program.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Gather for marketing purposes any email addresses or other personal information that has been posted by other users of the Service.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]