[
  {
    "We automatically collect and store information about your use of the Services, such as your engagement with particular content including editorial, advertisements, sponsored informational programs from our advertisers, which may include pharmaceutical companies Sponsored Programs, whether you opened a particular email, clicked on a link, your search queries and how often and when you engage with the Services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We do so in order to provide personalized advertising on each device that is inferred from the browsing patterns on all of the devices, detect and prevent fraud, allow users to use our service on one device and pick up seamlessly where they left off on another device and limit the number of times a user is shown the same advertisement, across known or inferred devices.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "From time to time we may offer you the opportunity to receive additional information or services from us or from third parties, including our advertisers e.g., sample request, sales rep visit, direct marketing, etc., or to register to attend live events, either in-person or via livestream.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, we may use third party information to verify and augment your registration information, for research purposes or to personalize the Services, including advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This processing of your Member Profile is necessary to deliver the Services tailored according to your specialty and interests known or inferred, as further described below in Personalize the Services Including Advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These communications may be conveyed through a variety of channels, subject to applicable law, including emails and may contain advertisements and other promotional materials from third party sponsors, including pharmaceutical companies.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Personalize the Services Including Advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may personalize the Services, including the advertising you see within the Medscape Network, on third party websites and in our email communications, based on information included in your Member Profile.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, a user who WebMD believes is a cardiologist or who has browsed cardiology content with the Medscape Network may be served an advertisement promoting a particular cardiac product within the Medscape Network, on third party websites and/or within an email that a user who WebMD believes is a neurologist or has not browsed cardiology content will not see.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We partner with third parties to manage and conduct our advertising activities including advertising on our websites and on third party websites.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These third parties may use cookies and other tracking technologies to deliver this advertising based on your activities and interests as inferred from your use of the Services and other information they have about you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Also, advertisers may use their own cookies and other tracking technologies in the advertisements served to you through the Services, some of which may enable the advertiser to obtain personal information that can be used to specifically identify you, including the fact that you saw the advertisement, to the extent that you have separately provided consent to the advertiser or to the third party providing the tracking technology.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Some advertisers use companies other than WebMD to serve their advertisements on their behalf and to monitor users' responses to these advertisements through the use of cookies and other tracking technologies.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "While WebMD generally permits the use of third party tracking technologies based on an understanding that they comply with the WebMD Advertising Policy, we do not have control over these third parties' use of cookies and other tracking technologies or how they manage the information they gather through them and WebMD may be unable to verify compliance with the WebMD Advertising Policy.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This information is used to classify users into different groups or segments, using algorithms and machine-learning.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": true
    }
  },
  {
    "The optimization of advertising to provide you with relevant commercial communications and messages therefore goes to the heart of our ability to support the creation of high-quality medical content, and is the reason behind many of the uses of personal data described below.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The performance of the contract includes knowing who you are, your specialty, your preferences, and centers of interests to provide tailored content, including interest-based sponsored content and tailored commercial communications.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "When it comes to Newsletters, sending by email interest-based advertising or sharing granular data with sponsors, we process data based on the consent you gave us, our service providers, our sponsors, which may be revoked at any time; we may in some cases act as data processors for our sponsors.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Interest-based advertising on our websites and mobile apps and third-party websites and apps including within the Medscape Network, we process and combine data to enrich your profile to respond to our legitimate interests based on our business model offering free and relevant Services to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To provide you with certain personalization and advertising services described herein, we may share certain information that we may collect from you, such as your email address in hashed form, IP address or information about your browser or operating system, with our service provider, LiveRamp Inc. and its affiliates, which may in turn link demographic or interest-based information to your browser.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may provide your personal information to third party sponsors of advertisements and Sponsored Programs, subject to applicable law.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Specifically, when you are exposed to an advertisement through the Services, whether on one of our websites or apps, in an email or through some other means, or when you engage in a Sponsored Program, e.g., access a sponsored information resource, open one of our sponsored emails, WebMD may provide your personal information, such as your name and specialty but not your email or postal address to the applicable sponsor and/or its agents on the sponsor's behalf.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may also provide such third parties with details about your engagement with the advertisement or Sponsored Program e.g., whether you viewed or otherwise interacted with certain content, your answers to any questions contained in the Sponsored Program and information about you that we have received from third parties.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Additionally, when you register as a member of the Medscape Network, we may provide your personal information but not your email or postal address to potential sponsors of advertisements and Sponsored Programs that may be offered or provided to you through the Services, subject to applicable law.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Subject to applicable law, WebMD may provide Member Profiles, and portions thereof, excluding contact information and information about your participation in specific named CME and CE activities, to third parties, including our advertising customers, which these third parties may use for their business purposes including marketing.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Sometimes market research companies send us lists of individuals they wish to reach with particular market research opportunities and we may inform these companies which of these individuals are members of the Medscape Network so that they can manage their recruitment needs accordingly.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We partner with our affiliate, PulsePoint, Inc., for the purposes set forth in this Privacy Policy, including for measurement, analytics, identification, personalization and in connection with advertising and sponsored programs.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Subject to applicable law, we may share your information with PulsePoint, which may also use cookies and other tracking technologies described herein, for behavioral or targeted advertising, and to provide to us analytics, insights, actions and other information related to your use of the Services or those of third parties and to its clients to provide similar services to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Interest-Based Ads.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You can learn more about managing your preferences for ads online, particularly for many third-party advertising networks, through resources made available by the Digital Advertising Alliance at https://www.aboutads.info or the Network Advertising Initiative at https://optout.networkadvertising.org.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This will not prevent you from seeing advertisements, but will limit the use of device advertising identifiers to personalize ads based on your interests.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may transfer your information outside the United States to service providers with operations in other countries.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "As part of providing you the Services, personal data is transferred to WebMD in the US or a WebMD subsidiary located in India.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "This means that if you are located in the EU, your personal data is transferred to the US or to India, which are not considered to have the same level of data protection as in the EU.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may also transfer aggregated information and de-identified data or, if you have consented to it, your personal data to our sponsors and other third parties described herein located outside the EU.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These operations may also involve transfers to countries which do not have data protection laws considered to be equivalent to those under EU law.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  }
]
