[
  {
    "We use cookies to provide personalized features, such as automatically logging you into your personalized home page, and to deliver customized services, content, and advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Cookies may also be used to provide you with advertising or marketing relevant to your interests.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "e. deliver targeted and interest-based marketing, service updates, and promotional offers, on our Sites and elsewhere.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "5. Interest-Based Advertising and Opting Out.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Like many companies, Rent Group processes personal information for purposes of targeted advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "As noted above, we may partner with third parties e.g., data management platforms, ad servers, ad network providers, or third-party advertisers to provide you with advertisements that you see on the Sites or other websites.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These parties use data technologies to collect information about your online activities over time on this and other websites, to provide you targeted advertising based upon your interests, such as cookies, clear gifs, web beacons or similar technologies.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This data collection may take place both on our Site and on third-party websites that participate in ad networks or use similar third party providers.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "One way to opt out of certain of these technologies is by visiting the Digital Advertising Alliance and the Network Advertising Initiative.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You can also opt out of targeted advertising by visiting our Do Not Sell or Share my Personal Information page.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We retain and use personal information to the extent necessary to manage your relationship with us or properties, personalize and improve your experience, provide advertising to you about properties or other products and services, and to comply with our legal and contractual obligations, resolve disputes, enforce our agreements, and as otherwise described in this Privacy Policy.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "H Inferences drawn from 1 the information we collect when you visit our websites, use our apps, or interact with Rent.-related tools, widgets or plug-ins or our official social media pages or Rent.-related social media apps, tools, widgets and plug-ins, 2 information we collect, including through affiliates and third-party suppliers, regarding content and other data posted on the Internet such as public locations on the Internet, and 3 information about consumer preferences and behavior that we collect on our websites and mobile apps or purchase from third party affiliates in order to create a profile about a consumer reflecting the consumers preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "c emails, phone calls, text messages, or other communications between consumers and us or properties and d third party partners such as marketing and analytics providers and others consistent with this Privacy Policy.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "As is common among businesses that operate internet websites, within the 12 months preceding the effective date of this Privacy Policy, we have disclosed personal information in categories C, D, and G listed above to other businesses or third parties for consideration that can constitute a sale and/or sharing of personal information for cross-context behavioral advertising as defined under California law.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These disclosures may have involved sharing certain identifiers, information about the use of our Sites, and inferences drawn about you to our social media, analytics, and advertising partners for valuable consideration and/or for cross-context behavioral advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Right to Opt Out of Sales or Sharing. You have the right to opt-out of sales of personal information as defined under California law and out of sharing of personal information for cross-context behavioral advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]