[
  {
    "Advertising and Online Tracking": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Audio and visual information your videos and photos and associated metadata, such as audiovisual content you upload to your user profile and other audio or video recordings initiated by us and Inferences drawn from the categories described above in order to create a profile about you to reflect your preferences, characteristics, behavior and attitude.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may anonymize, aggregate or otherwise strip any personal information or other information we collect of all personally identifying characteristics and may use or share that aggregated, anonymized data with third parties for any purpose we deem appropriate.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Marketing and Promotional Purposes We use your contact information, commercial information, demographic information, internet or other electronic activity, geolocation data, and inferences to inform you of our new products, services and offers, provide you with targeted advertising, run contests, promotions and sweepstakes, provide you with other information from and about Thryv, including personalized marketing communications, help us measure and understand site metrics, such as website traffic and its sources and conversions in order to gauge the effectiveness of online advertising, personalize your experience and to deliver you content and offers relevant to your interests, including targeted offers and ads through This Website, on third-party sites, and via email and text message each with your prior express consent, where required by law, in-app push notifications, or other similar means and provide you with communications or notices regarding Website and Services operations, our products or services, or happenings that may be of interest to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may share information with third parties in order to provide cross-contextual behavioral advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may place advertisements and allow third-party companies to serve ads and collect certain information when you visit this Website or use the Services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These companies may use certain information e.g. click stream information, web browser type, time and date, subject of advertisements clicked or scrolled over during your visits to this Website and other websites in order to provide advertisements about goods and services likely to be of interest to you i.e., for cross-contextual behavioral advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These companies may also collect information about your activities on our Website on your current device and combine it with information about your activities on other websites, mobile apps, and devices.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These companies typically collect such information using server logs, cookies, web beacons, tags, pixels, mobile advertising IDs such as Facebook cookies or Google's Advertising ID, cross-device linking, and similar technologies.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "They may match your browsers or devices if you log into the same online service on multiple devices or if your devices share similar attributes that support an inference that they are used by the same person or household.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These third party partners use this information for our and their own advertising, analytics, attribution, and reporting purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Our systems do not recognize browser Do Not Track signals, but several of our Service Providers who utilize these cookies on this Website enable you to opt out of targeted advertising practices.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To learn more about these advertising practices or to opt out of this type of advertising, you can visit www.networkadvertising.org or www.aboutads.infochoices for US residents, or httpsyouradchoices.ca for Canadian residents or httpwww.networkadvertising.orgunderstanding-online-advertisingwhat-are-my-options.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you configure this setting on your browser, certain features on our site may not work and you will receive less targeted advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Residents of some jurisdictions e.g., California, Virginia, Colorado, Montana have the ability to opt out of cross-contextual behavioral advertising through other means.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Although we will make all reasonable efforts to ensure your personal information is protected in accordance with our obligations, the laws in these countries may not be as protective of your privacy as those in your location.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Personal information processed and stored in another country may be subject to disclosure or access requests by the governments, courts or law enforcement or regulatory agencies in that country according to its laws.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Under California law, 'share' means disclosing your personal information by us to a third party for cross-contextual behavioral advertising, in exchange for money or anything else of value.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The categories of third parties to whom information may be disclosed in this context is our third-party partners e.g., advertisers and marketing partners and data analytics providers.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Note that we will only apply the request to that specific device or browser and only for cookie or pixel based selling and sharing.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You can also opt out of the re-sale of your Personal Information by other participants in these digital advertising networks by visiting httpswww.iabprivacy.comoptout.html and opting out of each participant's digital property.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We engage in cookie-based or digital advertising-based Profiling.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Based on your voluntary consent, we also use your browsing data to better understand your profile, interests, preferences to enhance your user experience and facilitate your experience and offer you relevant information and promotional materials and interest-based advertising and your Personal Information and combine it with third-party data to send you personalized emails and push notifications tailored to you and your interests.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Regarding the transfer of Personal Information to countries outside the European Economic Area, United Kingdom or Switzerland, we have entered, or will enter, into so-called Standard Contractual Clauses approved by the Commission of the European Union for international transfer of personal information to controllers or processors established in third countries as the case may be, when appropriate.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  }
]
