[
  {
    "Send you NBCUniversal marketing and advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Market and advertise for third parties.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may disclose your information to Related Companies NBCUniversal Affiliates, such as Sky, as well as our parent company Comcast Corporation and its affiliate, Comcast Cable, to help better tailor services, products, marketing, and advertising to you and to other existing and potential customers.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may disclose information about how you use the NBCUniversal Services and interact with content or ads to better tailor services, products, marketing, and advertising on our Services and on third-party platforms.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We provide information about content you view on the NBCUniversal Services with video measurement services such as Nielsen TV Ratings, as well as other analytics providers.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may provide connection and usage information about you along with a hashed or masked identifier contact information, with third parties such as partners and social networks to inform the offers we send you and for advertising measurement or analytics.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Such residents may also opt out of the sharing or processing of their personal information for targeted advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We provide third parties such as advertisers and advertising networks, including social media networks, information including identification and demographics, device information and identifiers, connection and usage information, geolocation information, to enable marketing to you and delivery of targeted advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The disclosure of such personal information listed above to these third parties to assist us in providing these services may be considered a sale of personal information under applicable law and is sharing of personal information and the processing of personal information for targeted advertising purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You may still receive advertising, including personalized ads based on NBCUniversal data on the Services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Please note, if we do not detect that you are in California, Colorado, Connecticut, Delaware, Iowa, Montana, Nebraska, New Hampshire, Oregon, Texas, Utah, or Virginia, the opt-out of sale or sharing/processing for targeted advertising data choices will not apply even if you take the actions described above.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may use certain sensitive personal information as allowable by law for purposes including analytics and to enable marketing to you and the delivery of targeted advertising on the NBCUniversal Services or other sites.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We and our service providers, advertisers, and other third parties use cookies and similar technologies (e.g., HTTP cookies, HTML 5, flash local storage cookies, web beacons, GIFs, embedded scripts, ETags/cached browsers, hashed identifiers and software development kits) to recognize you on, off, and across NBCUniversal Services and your devices.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "NBCUniversal video services may feature Nielsen proprietary measurement software that will allow you to contribute to market research, like Nielsen’s TV Ratings.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may transfer your information to Related Companies, service providers, and other third parties located outside of your country of residence, including in the United States.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Certain of the NBCUniversal Services are personalized or ad-supported including targeted or personalized advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Personalized recommendations and targeted advertising enable us to provide you with content and features that may otherwise be unavailable to you and are integral to the NBCUniversal Services and these TOS.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "By using the NBCUniversal Services, you are requesting and directing us to provide you with personalized and ad-supported NBCUniversal Services that process data as described in our Privacy Policy, subject to any choices and rights described therein.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]
