[
  {
    "When you communicate with us, we may monitor or record the interaction to help us better serve you to personalize your experiences to train or otherwise support employees, resources or systems and for security purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "We use this information and usage patterns within this information to predict your interests, preferences and other insights we use in the program.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": true
    }
  },
  {
    "We and these third-party companies may use cookies, pixels, web beacons, tags, scripts, or similar technologies on our pages and the browsers you use and may access advertising or other identifiers from your mobile device operating systems.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may de-identify or aggregate information so that Verizon or others may use it for business and marketing purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, the data we aggregate might be used to analyze, personalize and improve our services, to provide business and marketing insights to others and to help make advertising more relevant to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We also disclose or make available de-identified information to companies to assist with the delivery of advertising campaigns or aggregate reports.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may disclose, or allow certain third-party advertising companies to collect, information about your activity on our sites and in our apps.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These companies may use your email address, or other information they collect to create one or more identifiers associated with you or your devices both on and off our sites and in our apps.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We require that advertising companies disclose when they are using interest-based advertising techniques to deliver ads on our sites and apps as well as when they deliver Verizon ads elsewhere.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Our customers and website visitors can limit the sale and sharing of personal information as well as the use of this information for certain types of targeted advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The Fios TV apps and website include Comscore and Nielsen software that collects information for these companies market research and audience measurement purpose, including information about the content you viewed the apps, website and device you used your advertising identifier if available IP address and operating system.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These companies can use this information in other formats or for other purposes, and they may make it available to others.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may use information for third-party advertising, insights and identity verification programs.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Our advertising programs make ads you see more personalized and useful.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The programs described here use information to predict whether you fit within an audience an advertiser is trying to reach and help them show relevant advertising to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "What information is used? Verizon, third party and advertiser information \nVerizon, third party and advertiser information.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This program uses Verizon and third-party information to create aggregate business and marketing insights.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To opt out of participating in Relevant TV advertising Log in to your My Verizon account online, Go to the Services area of My Verizon online, Click on TV, Select the Manage TV Advertising Preferences link within My TV Service.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You can limit the sale and sharing of personal information as well as the use of this information for certain types of targeted advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You can also visit the industry-wide Digital Advertising Alliance opt-out page or click on this icon available in or around online advertisements placed using interest-based advertising techniques to learn more and opt out of the use of your information for this type of advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]
