[
  {
    "To personalize your experience on the Platform, we may draw inferences using your personal information, to create a profile reflecting your interests, preferences, and characteristics.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Except for fitness and activity information including Workout Info, defined below, we may use the information that you provide to us as well as information from other Nike products or services, such as your use of Nikes Platform, to personalize communications and advertisements regarding our products and services that may be of interest to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you are a Nike member, we may disclose your personal information to third parties that we work with to bring you special offers or who may contact you about products, services and offers you may be interested in.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To Third-Party Advertising and Social Platforms and Networks.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may disclose or make available personal information to third-party platforms and providers to obtain personalized and tailored advertising services, to provide or make available certain features or portions of the Platform, or as necessary to respond to your requests.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, we make information collected via cookies and similar technologies on our Platform available to third-party advertising companies to serve you with relevant ads and content and to manage, improve and measure our advertising campaigns see About Cookies and Similar Technologies below for more information.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We also use third party services to match information that we hold with personal information in their database to create custom audiences and tailor advertising to your interests on the Internet, including social media, as permitted by applicable law.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Providing tailored advertising services may be considered a sale, sharing for cross-context behavioral advertising, or targeted advertising, as defined by applicable law.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You may opt-out of cross-context behavioral advertising or targeted advertising by using the relevant settings available in our Platform.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, Nike may share a list of attendees with the partners who organizes an event.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Right to opt out of sales or sharing for cross-context behavioral advertising or targeted advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You may request to opt-out of our sale of your personal information and sharing of their personal information for cross context behavioral advertising or targeted advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We share your personal information with third parties such as marketing and advertising networks and social platforms for behavioral advertising or disclose your personal information to other third-party partners in accordance with your privacy settings andor consent.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These types of disclosures of your personal information may be deemed a sale or sharing of your personal information under applicable privacy laws.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Opt-out of Targeted Advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We share your personal information with third parties such as marketing and advertising networks and social platforms for targeted advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These types of disclosures of your personal information may be deemed a sale or sharing of your personal information under applicable privacy laws.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You may opt out of targeted advertising by clicking Your Privacy Choices in the footer of our website or by accessing the Privacy  Cookies page.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Note, you can opt-in to targeted advertising again by either a enabling targeted advertising through the Your Privacy Choices page or b enabling Behavioral Advertising or Profile-Based Advertising through the Privacy  Cookies page.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you opt-in again, your personal information will be shared with third-party partners for targeted advertising purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We also use cookies and similar technologies to target advertising and content across our Platform and third-party sites and services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We use third-party services, such as Google Analytics and its advertising products, such as Google Signals and Google Ads, that may collect usage data using cookies, pixel tags and similar tools about our Platform to provide us with reports and metrics that help us to evaluate usage of our Platform, improve performance and user experiences, and serve relevant advertising to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You may see our ads on other websites, such as our partners websites, because we use third-party ad services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Through these ad services, we can show you ads that may be tailored to your individual interests.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These ad services may also track your online activities over time and across multiple websites and apps by collecting information through automated means.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This data collection takes place both on our Platform and on third-party websites and apps that participate in these ad services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Further, opting out of cookies and advertising as discussed below does not mean that you will no longer receive advertising content from us.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To adjust your advertising preferences in Android, visit Settings  Google  Ads  Opt out of interest-based ads.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Industry ad choice programs.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You can also control how participating third-party ad companies use the information that they collect about your visits to our sites and your use of our mobile applications, and those of third parties, in order to display more relevant targeted advertising to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you are in the U.S., you can obtain more information and opt out of receiving targeted ads from participating third-party ad networks at aboutads.infochoices Digital Advertising Alliance.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You may also download the DAA AppChoices tool to help control interest-based advertising on apps on your mobile device.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You may also continue to receive targeted ads on other websites, from companies that do not participate in the above programs.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The recipients to whom we may disclose your personal information and that may have received such information during the last 12-months for business purposes include our affiliates and subsidiaries order processing, fulfillment, shipping, and logistics vendors payment processors and financial institutions analytics and research vendors information technology vendors fraud prevention and security vendors vendors supporting legal, compliance, accounting, audits and other internal functions and certain marketing and advertising vendors.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We share your personal information with third parties such as marketing and advertising networks and social platforms for behavioral advertising or with other third-party partners in accordance with your privacy settings andor consent.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These types of disclosures of your personal information may be deemed a sale or sharing of your personal information under California privacy laws.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "California privacy laws define a sale as disclosing or making available personal information to a third party in exchange for monetary or other valuable consideration, and sharing broadly includes disclosing or making available personal information to a third party for purposes of cross-context behavioral advertising or with affiliates and business partners.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Below is an overview of categories of third parties with whom we share your information and the categories of personal information they receive Categories of Third Parties Categories of Personal Information Advertising and Social Platforms and Networks  Identifiers  Device information  Online Activity and Browsing Information  Inferences Third Party Partners Connected to Your Membership in accordance with your privacy settings andor your consent  Identifiers  Commercial Information  Inferences Privacy Rights.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We also share your personal information including identifiers, device information, online activity and browsing information, and inferences with marketing and advertising networks and social platforms for targeted advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To exercise your rights to opt out of sales and processing your personal information for targeted advertising purposes, please use Your Privacy Choices, which is also available in the footer of our website.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Personal Information Processed for Targeted Advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We process and disclose the following categories of personal information for targeted advertising identifiers, device information, online activity and browsing information, and inferences.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We share each of these categories of personal information Advertising and Social Platforms and Networks.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]
