[
  {
    "We also use a reputable third party to serve the advertisements that you see on our pages.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In the course of serving advertisements, our third-party advertiser may place or recognise a unique cookie on your browser and may use information not including your name, address, e-mail address about your visits to this and other websites in order to provide advertisements about goods and services of interest to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We use this information to inter-alia deliver our web pages to you upon request, to tailor our Sites or Service to the interests of our users, to measure traffic within our Sites to improve the quality, functionality and interactivity of our Sites and let advertisers know the geographic locations from where our Users come without personally identifying the Users.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may reference other sources of demographic and other information in order to provide you with more targeted communications and promotions.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Google Analytics specifically has been enabled to support display advertising towards helping us gain understanding of our users demographics and interests.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "When we present Information to our advertisers to help them understand our audience and confirm the value of advertising on our Sites it is usually in the form of aggregated statistics on traffic to various pages, content within our Sites.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We use third-party advertising companies to serve ads when you visit our Sites.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These companies may use Information excluding your name, address, email address or telephone number or other personally identifiable information about your visits to this and other websites or applications, in order to provide advertisements about goods and services of interest to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "All required Information is service dependent, and the Company may use the above said user Information to, maintain, protect, and improve the Services including advertising and personalisation on the Sites and for developing new services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "3. The Company may present Information to our advertisers and third parties to help them understand our audience and confirm the value of advertising on our Sites; however, it is usually in the form of aggregated statistics on traffic to various pages within our site.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We use third-party advertising companies to serve ads when you visit or use our Sites or Services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These companies may use information excluding your name, address, email address or telephone number or any personally identifiable information about your visits or use to particular websites, mobile applications or services, in order to provide advertisements about goods and services of interest to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To help advertisers understand Our audience and confirm the value of advertising on Our Site; however, it is usually in the form of aggregated statistics on traffic to various pages within our site and to provide you relevant ads.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Third Party Promotional Content relating to goods, services and/or financial services, crypto currencies, investment opportunities, IPOs, NFOs, data on the market, or articles containing opinions by various research analysts, traders, stock market advisors, brokerage firms and marketing enthusiasts etc provide general advice or trading and investment options.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "IEO may also share certain filtered information, i.e., including email id or any other relevant information, to IEO’s third-party business partners who may contact you to enable you to have a better experience on the Sites or to avail certain benefits specially made for you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]