[
  {
    "BY ACCEPTING THE PRIVACY POLICY, YOU EXPRESSLY AUTHORIZE TMDB TO USE AND SHARE WITH OTHER AFFILIATES OF XPERI INC., AS WELL AS CERTAIN TRUSTED BUSINESS PARTNERS AND SERVICE PROVIDERS, WHICH MAY BE LOCATED OUTSIDE OF THE COUNTRY OF YOUR RESIDENCE INCLUDING COUNTRIES WHICH DO NOT PROVIDE THE SAME LEVEL OF PROTECTION FOR THE PROCESSING OF PERSONAL DATA AS THE COUNTRY OF YOUR RESIDENCE, THE INFORMATION PROVIDED BY YOU TO TMDB, YOU ACKNOWLEDGE AND AGREE TO THE IMPORTANCE OF SHARING SUCH INFORMATION FOR THE PROVISION OF THE TMDB PRODUCTS.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Customers who are residents of California may request information a list of categories of personal information disclosed by us to third parties during the immediately preceding calendar year for those third parties own direct marketing purposes, and ii a list of the categories of third parties to whom we disclosed such information.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "When you visit TMDB websites, we and our advertising partners may store and access information from your device, including using cookies, clear GIFs which are also sometimes called web bugs or web beacons and browser details.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We and our advertising partners do this for a variety of purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In the case of our advertising partners, this may include the personalization of advertisements based on your visits to sites in that party's network.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Another example of how we use cookies might be to track the effectiveness of our marketing and advertising campaigns and to show you TMDB ads on other websites after you have visited our website.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may partner with ad networks and other ad serving providers Advertising Providers that serve ads on our behalf and others on non-affiliated platforms.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Some of those ads may be personalized, meaning that they are intended to be relevant to you based on information that Advertising Providers collect about your use of the Site and other sites or apps over time, including information about relationships among different browsers and products.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This type of advertising is known as interest-based advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We adhere to the Digital Advertising Alliance DAA Self-Regulatory Principles in connection with this interest-based advertising activity.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You may visit www.aboutads.info to learn more about this type of advertising and how to opt out of this advertising on websites by companies participating in the DAA self-regulatory program.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "TMDB transfers, processes, and stores information about our users on servers located in a number of countries.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Accordingly, some of your personal information may be used by us and our affiliates, subsidiaries and our suppliers who may be located in countries outside the country where you are located for the purposes outlined in this policy.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "The data protection laws in these countries may not offer the same level of protection as those in the country where you are located.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Information collected within the European Economic Area EEA may, for example, be transferred and processed by third parties, located in a country outside of the EEA, where you may have fewer legal rights in relation to your information.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Similarly, information collected within Canada may be transferred and processed by TMDB or third parties in a country outside of Canada.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "By providing your personal information to us you understand and expressly consent to TMDB and its business associates and suppliers processing your data in any jurisdiction, including without limitation the United States of America, in accordance with this privacy policy.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "license to use, modify, create derivative works of, publicly perform, publicly display, reproduce, and distribute Your Contribution in connection with the Site, the Services, other websites and businesses, or the promotion thereof in any media formats and through any media channels now known or hereafter devised, including training or validating a machine learning or artificial intelligence system using Your Contribution, or including Your Contribution in a data set containing TMDB Content to another person or entity for such training or validation.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": true
    }
  },
  {
    "You understand that We may make the Contributions that You or other users submit available to other websites, businesses, and third-parties such other websites, businesses, and third-parties the Network where they may be used, and that we may compensated by the Network for this.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]