[
  {
    "Cookies serve a variety of purposes, such as helping you navigate and interact with the Services, making your experience of the Services more relevant and personalized, helping us analyze use of the Services, saving your preferences, authenticating you, and enabling certain kinds of advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "On the Services, we may allow third-party cookies and third-party advertising technologies (e.g., ad networks and ad servers such as Google's ad services) that use cookies and similar technologies to deliver relevant and targeted advertisements and other content to you on the Services and on other websites you visit and applications you use.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These ads may be based on the content of the page you are visiting, automatically collected information, information you provide, and other information about you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These ads may also be based on your current activity or your activity over time and across other websites, and may be tailored to your interests.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You may receive tailored in-app advertisements when using our Apps or other mobile apps.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may use vendors or other parties to deliver ads on mobile apps or for mobile app analytics.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We have no control over how and to what extent your operating system allows you to control tailored in-app advertisements.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Please note that DNT is different than the user preference signal referenced in the Your Rights and Choices section below, which is a browser-based control that indicates whether you would like to opt out of processing of your information for certain purposes, such as the sale of your information or the disclosure of your information for targeted advertising purposes, as defined under applicable laws.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Advertising. We may share certain data with Advertising platforms, such as Google and Social Networks such as X, Facebook, LinkedIn and Snapchat to allow us to target existing users and customers with highly relevant advertising campaigns.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For the purposes of such campaigns, we may share a unique code such as a hashed email address with the applicable Advertising platform in order for that identifier to be matched against existing users of the relevant Advertising Platform and to identify potentially relevant audiences for targeted advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may use services such as Google Ads Customer Match, LinkedIn Matched Audiences, ID5, LiveRamp, and Facebook Custom Audiences for these purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In addition to advertisements for our own goods and services, we may also facilitate third parties to advertise their own goods and services including by targeting those advertisements to those that might be most interested in them.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In order to provide advertisements relevant to you, your IP address may be used, as well as your operating system and device type.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Information about your particular device will be used to show you advertisements which work properly on that device.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To opt-out of advertising on a person-based level from ID5, please click here, for LiveRamp, and please click here, Amazon, click here, Yahoo, click here, Trade Desk, click here and Neustar, click here.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Inferences from some of the above information to create a profile reflecting, for example, your preferences.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In the past 12 months, we have sold and/or shared (as such terms are defined in the CCPA) IP addresses, an identifier and internet, electronic network, and device activity and device information and related identifiers such as information collected via advertising cookies.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We have sold these categories of PI to, and/or shared them with, the following categories of parties: advertising providers such as ad networks, analytics providers, and partners as described above in How We Disclose Your Information.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Selling/Sharing/Targeting Advertising cookies. These cookies gather information about your use of our Services so we may improve your experience and provide you with more relevant content and advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Some of these cookies are from other parties that collect information about users of our Services in order to provide advertising on our Services and elsewhere based on users' online activities so-called interest-based advertising on our Services and elsewhere online.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The other parties involved in interest-based advertising collect internet browsing information e.g., websites visited, time of visit across different websites and over time, and they may use the information they collect on our Services to provide you ads from us and other companies across the internet.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To the extent that we sell or share your Personal Information or disclose such information for a business purpose, you may request that we disclose to you: The categories of third parties Personal Information is sold, The categories of Personal Information sold, shared or disclosed with third parties, What Personal Information is sold or shared and to Whom, The business or commercial purpose for collecting, selling, and sharing Personal Information, The categories of third parties to whom we disclose Personal Information, The processing Personal Information for targeted advertising, The types of PI that we disclosed about you for a business purpose, and categories of third parties to whom we disclosed your Personal Information, A list of the categories of Personal Information We have sold or shared to third parties in the preceding 12 months, The categories of third parties to whom the Personal Information was sold or shared, Business or Commercial Purpose for Collecting or Selling Your Personal Information and Whether we sell sensitive information to third parties.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "According to applicable privacy laws, share refers to sharing of personal information with third parties for cross-context behavioral advertising, whether or not for monetary or other valuable consideration.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You have the right to direct Us not to sell, share or allow Your Personal Information for cross-context behavioral advertising to third parties.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You have the right to opt out from sell, share, processing of Personal Information or using your information for profiling in furtherance of decisions that produce legal or similar significant effects concerning you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you are a resident of California and certain other jurisdictions, you may have the right to opt out of our sale, share and targeting advertising of your information.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "As mentioned in the How We Disclose Your Information section above, we may provide your information to parties such as advertising providers and partners to, for example, provide you with more relevant ads offers that may be of interest to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Under certain laws, these disclosures may be considered a sale, sharing, or targeted advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "As discussed in the Cookies, Analytics, and Advertising section above, we may provide your information to advertising providers for purposes of targeted advertising, to show you more relevant and tailored ads, and to analytics providers that assist us in analyzing how you use the Services, our user base, and other matters.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To opt out of our online disclosures of your information such as through cookies and similar technologies for purposes that could be considered a sale or sharing, please adjust your privacy settings in the Privacy Settings link on our website link provided at the website footer.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Subject to any applicable legal requirements, if you provide us with your email address, we may send you marketing and promotional communications on behalf of ourselves and other parties; this may include, for example, offers from our partners.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Through an opt-out preference signal, You can opt-out of sale and sharing of Your Personal Information with all businesses that we interact with online, without having to make individualized requests with each business.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You can initiate this signal to indicate whether you would like to opt out of processing of your information for certain purposes, such as the sale of your information or the disclosure of your information for targeted advertising purposes, as defined under applicable laws.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We and our vendors may process your information in the United States and other locations, where privacy protections may not be the same or as strict as the protections in your country of residence.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "By using or otherwise engaging with the Services, you acknowledge and consent to us transferring and processing your information in the United States and anywhere else that we and our personnel, affiliates, or vendors are located.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "When using the Services, information will be transmitted over a medium that may be beyond the control and jurisdiction of Healthline.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Healthline may select certain sites as priority responses to search terms you enter, and Healthline may agree to allow advertisers to respond to certain search terms with advertisements or sponsored content.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]