[
  {
    "We use this information to help us maintain the accuracy of the information we collect, personalize your experience with the site, target our communications and advertisements so that we can inform you of products and services or other offers that may be of interest to you, provide private purchase and sale transaction services, prevent fraud, and for internal business analysis or other business purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Upon your instruction, we may share your personal information with car sellers and manufacturers who use that information for purposes of marketing their own products or services to you directly.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may provide third-party vendors such as market research firms, marketing partners, advertising agencies, and payment processing partners access to your personal information to perform services on our behalf.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These technologies may create unique advertising identifiers (e.g., cookie identifiers or mobile advertising identifiers) that reside on your browser or mobile device, and in some cases server-side.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Tracking technologies may transmit data about your use of our digital properties, including which pages you interacted with, your vehicle search history, the advertisements shown to you or that you may have clicked on, other page view/click data, the date and time of your visit, all associated with your browser or mobile device's advertising identifier.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Advertising": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Make advertising more relevant to users and more valuable to our advertisers.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, we may use cookies to serve you targeted ads, such as ads that are displayed to you based on your visits to other websites, or to tell us if you have recently clicked on an ad.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "However, to the extent a sale under the CCPA is interpreted to include advertising technology activities such as those disclosed in this notice as a sale, we comply with applicable law as to such activity.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Profile reflecting a person's preferences, characteristics, aptitudes: Yes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Consistent with applicable law, you may have the right to confirm in a portable and if technically feasible readily usable form, after making a verifiable request whether we are processing your personal information and, in some cases, to obtain certain personalized details about the personal information we have collected about you, including: The categories of personal information collected, The categories of sources of the personal information, The purposes for which the personal information were collected, The categories of personal information disclosed to third parties (if any), and the categories of recipients to whom the personal information were disclosed, The categories of personal information shared for targeted advertising or CCPA purposes (if any), and the categories of recipients to whom the data were disclosed for those purposes, The categories of personal information sold (if any), and the categories of third parties to whom the data were sold.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The right to direct CarGurus to not sell your personal information for monetary or other valuable consideration, or share your personal information for targeted advertising or Cross-Context Behavioral Advertising (CCBA) purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "See Targeted Advertising for additional information about how we may process your personal information for marketing and advertising purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may, however, share your personal information for targeted advertising consistent with applicable law and this privacy notice.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Targeted Advertising": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Also referred to as interest-based, online behavioral, personalized advertising, as well as Cross-Context Behavioral Advertising, targeted advertising is the serving of digital advertisements based on predictions generated over time from your visits across different websites, devices, mobile applications, as well as our own.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may work with advertising technology partners who allow us to personalize our ads based on your browsing behavior on our digital properties.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Many of these companies are participants of the Digital Advertising Alliance (DAA) and/or members of the Network Advertising Initiative (NAI).": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In addition to your right under your state's privacy law to opt out from targeted advertising by us and our own advertising partners, you can learn more about targeted ads provided by these companies as well as others we are not partnered with, and how to opt out of receiving certain targeted ads from them by visiting https://www.aboutads.info/choices.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For targeted ads from DAA participants on websites: https://optout.networkadvertising.org/?c1.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For targeted ads from NAI members on websites and to learn more about how to opt out from receiving targeted ads on your other connected devices.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Opting out only means that the selected participants should no longer deliver certain targeted ads to the specific browser or device on which you made your request; it does not mean you will no longer receive any targeted content and/or ads from other advertising technology companies or on your other browsers or devices that have not been opted out.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We also partner with Amazon to deliver advertisements.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You can opt out of delivery of targeted advertising to you by Amazon here.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Please note that even if you opt out, you will continue to receive advertisements, but they will not be tailored to your specific interests.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may also display interest-based ads to you when you are using Facebook and other social media platforms or websites.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "When you use our site and enter your email address on our site either to log in, submit a lead, sign up for a newsletter, or similar, we may share with our advertising partners information that we collect from you, such as your email in hashed, pseudonymous form, IP address, or information about your browser or operating system, with any of the following, acting as joint controllers as applicable and defined by relevant law.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "LiveRamp uses this information to create an online identification code that we may store in our first-party cookie for our use in online, in-app, and cross-channel advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This may be shared with advertising companies to enable interest-based and targeted advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "LiveRamp uses this information to create an online identification code for the purpose of recognizing you across your devices.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Also, some of our service providers may store information in servers hosted in countries different from where you reside.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "As such, your personal information may be subject to the laws of other countries, where the data protection and other laws may not be as comprehensive as your country of residence.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you are accessing our digital properties from outside of the U.S., please be aware that information collected may be transferred to, processed, stored, and used in the U.S. and other jurisdictions.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Data protection laws in the U.S. and other jurisdictions may be different from those of your country of residence.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  }
]