[
  {
    "We may use and share aggregate or de-identified information at our discretion, and other third parties, including third party advertisers, content providers and analytics providers, may themselves collect such information when you visit the Sites.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Advertising information, including special advertising and other unique identifiers that enable us or third parties working on our behalf to target advertisements to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Please be aware that our advertising partners may collect information about you when you visit third-party websites or use third-party apps.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "They may use that information to better target advertisements to you on our behalf.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Information about your interaction with advertisements on our Sites, or ads that we place on third party websites, from online advertising companies.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You may also see third-party ads on the Sites and those ads may be served by a third party.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Some of these third parties may collect personal information from you over time when you visit the Sites or other websites and services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Cookies and web beacons, including those set by third-party network advertisers, may be used to, among other things, target advertisements, prevent you from seeing the same advertisements too many times, and conduct research regarding the usefulness of certain advertisements to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may share usage information about visitors with third party advertising companies, analytics providers, Refinery29 partners and other vendors for the same purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Sending you newsletters and tailoring other content we display to you and offers we may present to you, both on the Sites and elsewhere online audience targeting and running campaigns conducting contests and sweepstakes and verifying your device's location and delivering or restricting relevant content and advertising based on that location.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Tailoring content we display to you and offers we may present to you, both on the Sites and elsewhere online.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may share information with social media networks and third parties that provide advertising, campaign measurement, online and/or mobile analytics, and related services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Subject to applicable law, we may also publish your name, voice, likeness and other personal information with your User Content, and Refinery29 may use the content, or any portion of the content, for advertising, marketing, publicity and promotional activities.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These third parties may collect information about you through the use of their own cookies and web beacons, may independently collect data or solicit personal information, and may or may not have their own published privacy policies.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We will give you the opportunity to decide whether you allow us to share your personal information with third parties for those third parties direct marketing purposes before we collect your personal information.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "A business shares personal information when it discloses personal information to a company for purposes of cross-context behavioral advertising, as those terms are defined in the CCPA.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Personal information such as name, postal address, unique personal identifier, online identifier, Internet Protocol address, email address, account name, or other similar identifiers Service Functionality Service Improvement Advertising and Marketing Personalization Security Legal Compliance and Other Lawful Purposes Subsidiaries and Affiliates Service Providers Advertising and Marketing Partners Promotional Partners and Joint Marketing Partners Government Entities and Other Third Parties Advertising and Marketing Partners Promotional Partners and Joint Marketing Partners.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Including age, date of birth, sex, gender, marital status and other similar data when you choose to provide it to us as part of your profile, or when using the Sites Service Functionality Service Improvement Advertising and Marketing Personalization Legal Compliance and Other Lawful Purposes Subsidiaries and Affiliates Service Providers Advertising and Marketing Partners Government Entities and Other Third Parties We Do Not Sell or Share.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Information about products or services you purchased, obtained or considered, or other purchasing or consuming histories or tendencies Service Functionality Service Improvement Advertising and Marketing Personalization Legal Compliance and Other Lawful Purposes Subsidiaries and Affiliates Service Providers Advertising and Marketing Partners Promotional Partners and Joint Marketing Partners Advertising and Marketing Partners Promotional Partners and Joint Marketing Partners.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Including details about your visits to our Sites and information generated in the course of using our Sites including the timing, frequency and pattern of service use including, but not limited to, traffic data, location data, weblogs and other communication data, the resources that you access, and how you reached the Sites details regarding the device you use to access our Sites, including, but not limited to, your IP address, operating system and browser type Service Functionality Service Improvement Advertising and Marketing Personalization Security Legal Compliance and Other Lawful Purposes Subsidiaries and Affiliates Service Providers Advertising and Marketing Partners Government Entities and Other Third Parties Advertising and Marketing Partners.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "IP address and other information automatically collected when you use our Sites. We may be able to determine your general location based on the IP address, but do not collect your precise location i.e., your GPS coordinates Service Functionality Service Improvement Advertising and Marketing Personalization Security Legal Compliance and Other Lawful Purposes Subsidiaries and Affiliates Service Providers Advertising and Marketing Partners Promotional Partners and Joint Marketing Partners Government Entities and Other Third Parties Advertising and Marketing Partners Promotional Partners and Joint Marketing Partners.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Inferences drawn from purchases, preferences, or other interactions which may be used to create a profile for you to suggest other content you may be interested in Service Functionality Service Improvement Advertising and Marketing Personalization Legal Compliance and Other Lawful Purposes Subsidiaries and Affiliates Service Providers Advertising and Marketing Partners Promotional Partners and Joint Marketing Partners Government Entities and Other Third Parties Advertising and Marketing Partners Promotional Partners and Joint Marketing Partners.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Personal information defined as sensitive under applicable data protection laws, including race, ethnic or national origin, religious or philosophical beliefs, citizenship or immigration status, disability or health status, sexual orientation, and other similar data when you choose to provide it to us as part of your profile, or when using the Sites Service Functionality Service Improvement Advertising and Marketing Personalization Security Legal Compliance and Other Lawful Purposes Subsidiaries and Affiliates Service Providers Advertising and Marketing Partners Government Entities and Other Third Parties We Do Not Sell or Share.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We process personal information for the purposes of targeted advertising, as that term is defined under certain state privacy laws.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Opt Out of Use of Personal Information for Targeted Advertising, as that term is defined under applicable law.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You grant to Refinery29 the unrestricted, unconditional, unlimited, worldwide, irrevocable, perpetual and royalty-free right and license to host, use, copy, distribute, reproduce, disclose, sell, re-sell, sub-license, display, perform, transmit, publish, broadcast, modify and create derivative works of, reformat, translate, archive, store, cache, or otherwise exploit in any manner whatsoever all or any portion of your User Content for any purpose whatsoever in all formats on or through any media, software, formula, or medium now known or later developed with any technology or devices now known or later developed and to advertise, market and promote the same.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]