[
  {
    "The information is used to better understand your needs and provide you with better products and service it is also used to ask you to participate in surveys about products, services, news and events and to provide you with targeted advertising, promotions, special offers and our products and services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You can opt out of targeted advertising through the links listed below Facebook httpswww.facebook.comsettings?tabads Google httpswww.google.comsettingsadsanonymous or by visiting the Digital Advertising Alliances opt-out portal at httpoptout.aboutads.info.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Additionally, we use this order information to communicate with you, screen orders for potential fraud and provide you with information or advertising relating to our products or services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "When you use comicbook.com, we share information that we collect from you, such as your email in hashed form, IP address or information about your browser or operating system, with our identity partners service providers, including LiveRamp Inc.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "LiveRamp returns an online identification code that we may store in our first-party cookie for our use in online, in-app, and cross-channel advertising and it may be shared with advertising companies to enable interest-based and targeted advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This Site is affiliated with CMI Marketing, Inc., dba Raptive Raptive for the purposes of placing advertising on the Site, and Raptive will collect and use certain data for advertising purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We also may use the Personal Information about your online activities over time and across third-party websites or other online services behavioral tracking, and partner with social media and other advertising companies to serve you with relevant advertising on third-party websites and platforms cross-context behavioral advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]