[
  {
    "We may target and personalize our marketing communications, purchase recommendations and advertisements that we display on our and third-party websites and services based on the information we have collected about you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You may notice this personalization on the PlayStation Store whether via console, website or in-game, in marketing communications, or when you visit our and third-party websites such as social network sites that show purchase recommendations or advertisements from us.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You have options to control our use of information we have collected about you to personalize marketing to you, and can learn more about them in the Choices section of this Privacy Policy.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Advertising and promotional partners, with whom we are jointly delivering services or features, such as sweepstakes, contests, promotions, or advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Please be aware that information we collect, including PI, will be transferred to, processed and stored in these countries/areas/regions and, as such, courts, law enforcement, and other authorities in these countries may, in certain circumstances, be entitled to access your PI.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "By using our Services or providing us with any information through them, you acknowledge this transfer, processing, and storage of your information in these countries in which the privacy laws may not be as comprehensive as those in the country where you reside or are a citizen.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Among others, you have the following choices: Personalized content and marketing; Whether we may use the information we have collected about you to personalize advertising and purchase recommendations.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may share data about your activities related to PlayStation services, websites, and apps with third parties to provide ads that are more personalized to you on third-party platforms.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You may opt-out of our sharing of your personal information by visiting the link below and completing the web form https://www.playstation.com/en-us/legal/third-party-ads.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]
