[
  {
    "We do so to provide you more relevant content including advertising based on your location.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In addition to cookies, we and our partners use other tracking technologies that collect information about your use of the Services, including mobile identifiers and web beacons which are small graphic files sometimes called clear GIFs or web pixels embedded in a web page or email typically used to monitor activity and send relevant information back to a home server which can belong to the host site, a network advertiser or some other third party.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The information collected by such tracking technologies may be combined with other information that our partners have access to, including your name, email address and physical address, so that we can send you materials, either electronically or by direct mail, that may be of interest to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Our advertising service partners may use cookies and other tracking technologies to collect information about your use of the WebMD Sites, including content you have viewed.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These third parties may use this information to help WebMD deliver advertising on the WebMD Sites and on other third party websites based on your browsing activity on the WebMD Sites.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "WebMD may further tailor the advertising on the WebMD Sites and these other third party websites based on additional information to the extent known by WebMD or these third parties.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Two of the third parties that WebMD works with are Google and Facebook.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In addition to using the information it collects performing services for WebMD, Google may also use such information as described in its privacy policy.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To provide you with certain personalization and advertising services described herein, when you use our WebMD Sites, we may share information that we may collect from you, such as your email address in hashed form, IP address or information about your browser or operating system, with our service provider, LiveRamp Inc. and its affiliates, which may in turn link demographic or interest-based information to your browser.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We also work with third party ad networks to display advertising on our WebMD Sites and on third party websites.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Our ad network vendors use technologies to collect information about your activities on the WebMD Sites and in our flagship WebMD App to provide you cookie-based targeted advertising on our WebMD Sites and on third party websites based upon your browsing activity and your interests.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We do so in order to provide personalized advertising on each device that is inferred from the browsing patterns on all of the devices detect and prevent fraud allow users to use our service on one device and pick up seamlessly where they left off on another device limit the number of times a user is shown the same advertisement, across known or inferred devices.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Information about your use of the Services may be used for the following purposes: to provide, improve and create new Services to respond to your inquiries and to send you administrative communications about the WebMD Sites and Services to obtain your feedback about the WebMD Sites and Services to send you secure electronic messages and personalized emails pertaining to your interests as inferred from your use of the Services, including news, announcements, reminders and opportunities from WebMD to statistically analyze trends and user behavior and activity including how frequently areas of the WebMD Sites are visited, how the Services are being used and how many emails are received and opened to provide you and people with similar demographic characteristics and interests with more relevant content including advertising both on and off the WebMD Sites and Apps to offer lead generation services to detect and defend against fraud and other threats to the Services and our users, to identify issues with the Services to conduct research and measurement activities, including those described below, and to administer your account.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, information that WebMD collects about you may be combined by WebMD with other information available to WebMD through third parties for research and measurement purposes, including measuring the effectiveness of content, advertising or programs.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We partner with our affiliate, PulsePoint, Inc., for the purposes set forth in this Privacy Policy, including for measurement, analytics, identification, personalization and in connection with advertising and sponsored programs.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Subject to applicable law, we may share your information with PulsePoint, which may also use cookies and other tracking technologies described herein, for behavioral or targeted advertising, and to provide to us analytics, insights, actions and other information related to your use of the Services or those of third parties and to its clients to provide similar services to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "WebMD works with third party companies and contractors that help us provide the Services and to otherwise assist in the operation of the WebMD Sites and Apps, including those that provide services relating to technology, data analysis, research, email management and deployment, sweepstakes and contest administration, advertising and marketing and/or content.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may share information that we have about you, such as a cookie ID or IP address, with third party advertising service providers who may use this information, on our behalf, to help WebMD deliver advertising on the WebMD Sites as well as on third party websites, as further described in our Cookie Policy.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In order to give you more control over your privacy choices we have implemented a DAA Digital Advertising Alliance approved opt-out mechanism for interest-based advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In our flagship WebMD App you can find the AdChoices option in the Settings screen.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "By clicking on that logo on the WebMD Sites or following the instructions in the flagship WebMD App, you will be presented with a window that will identify all of the companies that WebMD uses to direct tailored advertisements to you, both on the WebMD Sites and in the flagship WebMD App as well as on third-party websites.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you would like to stop this tailored advertising from WebMD, you can manage these advertisements through the choices in that window.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "By clicking the  symbol next to the name of a vendor in that window you will get information about how and where that vendor assists us with the delivery of advertisements.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You may also control interest-based advertising on your mobile device by enabling the Limit Ad Tracking setting in your iOS device's settings or Opt out of Ads Personalization in your Android device's settings.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This will not prevent you from seeing advertisements, but will limit the use of device advertising identifiers to personalize ads based on your interests.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you are located in another jurisdiction, you should be aware that in order to provide the Services to you, we must transfer your personal information to the United States where it will be stored and processed in accordance with this Privacy Policy.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may transfer your information outside the United States to service providers with operations in other countries.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "By using the Services, you consent to such collection, storage and processing in the United States and elsewhere, though the United States and other jurisdictions may not afford the same level of data protection as considered adequate in your own country.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "WebMD also may select certain sites as priority responses to search terms you enter and WebMD may agree to allow advertisers to respond to certain search terms with advertisements or sponsored content.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]