[
  {
    "However, the use of certain Services may be conditioned on your ongoing consent to provide you promotional information.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Our vendors agree to use this information, and we share information with them, only to carry out our requests and With participating third-party sponsors to a program or promotion e.g., a sweepstakes or contest you enter via our Services and certain third-party co-promotional partners and others with whom we have marketing or other relationships.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may, among other things, share your non-personally identifiable information with our affiliated companies, allow third parties to collect such information directly from you, andor sell the non-personally identifiable information to third parties to achieve these and any other business objectives e.g., generate revenue, form relationships, etc..": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may work with third parties, including advertising companies and website analysis firms, who use cookies and web beacons to collect non-personally identifiable information when you visit our Website and third party sites.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This non-personally identifiable information, collected through cookies and web beacons, is typically used by these third-party advertising companies i.e., advertising networks to serve you with advertisements while on third party sites tailored to meet your preferences and needs.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you do not wish to participate in this activity, go to www.aboutads.info and follow the simple opt-out process.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "A couple of important notes about this opt-out tool 1 it includes all the advertising networks that we may work with, but also many that we do not work with and 2 it may rely on cookies to ensure that a given advertising network does not collect information about you Opt-out Cookies  an explanation of how Opt-out Cookies work can be found on www.aboutads.info.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In addition, third party mobile applications, such as AppChoices offered by the Digital Advertising Alliance, may allow you to opt out of preference based advertising via your Device.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you do not wish to participate in preference based advertising activities, you should follow the simple opt-out process identified above.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "By submitting User Content, you also grant us the worldwide, perpetual, irrevocable, fully sublicensable, and transferable right, but not the obligation, to use any and all names, identities, titles, likenesses, distinctive appearances, physical likenesses, images, portraits, pictures, photographs whether still or moving, screen personas, voices, vocal styles, statements, gestures, mannerisms, personalities, performance characteristics, biographical data, signatures, and any other indicia or imitations of identity or likeness listed, provided, referenced, or otherwise contained in the User Content all attributes, collectively, per person, a Persona, including, without limitation, your name and geographical location e.g., Leena P.  Wyoming, OH, for purposes of advertising and trade, in any format, medium, or technology now known or later developed without further notice, approval, or compensation, unless prohibited by law.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Notwithstanding the generality of the foregoing, we reserve the right to display advertisements in connection with your User Content and to use your User Content for advertising, marketing, promotional, and other commercial purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You acknowledge and agree that your User Content may be included on the websites and advertising networks of our distribution partners, marketing partners, accounts, and third-party service providers including their downstream users.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]