[
  {
    "To do that, we show you personalized services and ads that we think will be relevant based on the information we collect from you and third parties.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Advertising": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "International Data Transfer": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you tell us where you are e.g., by allowing your mobile device to send us your location, we may store and use that information to provide you with location-based advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, we use a Cookie that stops us from showing you a certain signup notification if you have already seen it.AdvertisingIntended to make advertising more relevant to users and more valuable to advertisers.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, we may use Cookies to serve you interest-based ads, such as ads that are displayed to you based on your visits to other websites, or to tell us if you have recently clicked on an ad.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, online advertisers or third parties may share information with us to measure or improve the performance of ads on the SpanishDictionary.com Services, or to figure out what kinds of ads to show you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This includes information about your visits to an advertisers site or purchases you made from them, or information about your interests from a third party service, which we might use to help show you ads.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Deliver Targeted Advertising, including, for example, using personal information to deliver targeted ads, promotions, and offers to you, on behalf of ourselves and advertisers, on and off the SpanishDictionary.com Services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Advertisers We may partner with third party advertisers to provide a customized ad experience on the site that is relevant to your individual interests.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In order to identify and deliver personalized advertising, we may share certain information with these partners, including hashed personal information.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Likewise, our third party advertising partners may rely on information collected using Cookies on your browser to deliver relevant ad content when you visit the site.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may use other companies to serve third-party advertisements when you use SpanishDictionary.com Services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These companies may collect and use click stream information, browser type, time and date, subject of advertisements clicked or scrolled over during your visits to SpanishDictionary.com and other Web sites in order to provide advertisements about goods and services likely to be of greater interest to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Third parties may be able to associate the information they collect with other information they have about you from other sources.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We do not necessarily have access to or control over the Cookies they use, but you may be able to opt out of some of their practices by visiting the following links Network Advertising Initiative, Omniture, and Digital Advertising Alliance.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Additionally, we may share non-personally identifiable information from or about you with third parties, such as demographic data, advertising identifiers, or a cryptographic hash of a common account identifier such as an email address, to facilitate the display of targeted advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, we may transmit a securely hashed version of your email address to Verizon Media for the purpose of delivering targeted advertisements to you during your time on the site.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We utilize a first-party cookie that facilitates the use of targeted advertising by our third-party advertising partners.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To opt-out of the sharing of your personal information, including hashed email address, with advertising partners, please click here.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For users residing in the European Economic Area EEA, please note that the personal data information we obtain from or about you may be transferred, processed and stored outside of the EEA for the purposes described in this Privacy Policy, including in the United States of America.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Users residing in the states of California, Colorado, Connecticut, Utah, and Virginia are advised that we may collect limited personal information, and share this information with our partners, including our advertising partners, when you use SpanishDictionary.com Services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "As a user in California, Colorado, Connecticut, Utah, or Virginia, you have the additional right to opt out of the sale of your personal information to our third-party advertising partners.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Please note that opting-out of the sale of your personal data under California, Colorado, Connecticut, Utah, or Virginia law does not mean that you will no longer receive ads when you visit SpanishDictionary.com Services, including some interest-based ads.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Furthermore, should you choose to opt out, you may continue to receive targeted advertisements based upon personal information that either predated your opt-out selection by more than 90 days or was collected from external sources from which you have not opted out.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "However, please be aware that downstream participants may re-sell personal data that has been sold to them with your consent.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Personal information collected by SpanishDictionary.com may be stored and processed in the United States or any other country in which SpanishDictionary.com or its agents maintain facilities.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "By using the Service, you consent to any such transfer of information outside of your country.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  }
]