[
  {
    "We share your information with our travel partners with our group companies with other business partners including advertisers with social networking services with third-party services or applications you use to log into your momondo account with service providers including payment card processors and others as described below.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We share information to provide and improve our Services, for our own marketing purposes, to facilitate offers and advertising from others that may interest you, and for other purposes as described below.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We use cookies and similar technologies to help provide our Services, offer you a more personalized user experience and market our and third parties products and services to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We operate internationally, and information about you may be transferred to, or accessed by, entities located in countries outside of your home country.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "We combine the information we collect, generate, or otherwise obtain to draw inferences about your preferences and interests in order to provide and personalize our Services and tailor the advertising we and our partners display or offer to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Provide you more relevant advertising on and off our Services, including to show you personalized offers and advertising on and off our Services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, if you tend to book rooms at four-star hotels and often travel to Tokyo, we may display advertising for a four-star Tokyo hotel to you on our Services or work with our travel partners and advertising partners to display advertisements for four-star Tokyo hotels to you on other websites you visit.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To the extent permissible by our email synchronization partners, we use the information in your Trips account to show you more relevant search results e.g., accommodations you previously booked or to provide you statistics about your travels, and we may use such information for marketing communications as described above.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We share your information with our travel partners to provide the Services such as connecting users with airlines or online travel agents to book a flight or other travel service, and sharing personal details, contact information, passport information, preferences, requests, accommodations, and other information with the airline or online travel agent and for our travel partners own purposes, which may include marketing or advertising purposes see below for more detail on Sharing with Travel Partners.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We share information with other third-party business partners for their own marketing purposes, including sharing with online advertisers or advertising technology ad tech companies to provide you with targeted advertising and marketing communications, where permitted under law see below for more detail on Sharing with Our Business Partners.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Travel partners use this information for their own purposes, which may include to improve their products or services and to provide you with targeted advertising and marketing communications, where permitted under law.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We share your information with our affiliates and subsidiaries in the U.S. and worldwide, as well as with our parent corporation, Booking Holdings, Inc., and its other subsidiaries collectively, as also defined earlier in this Privacy Policy, our group companies.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "We share your information with other third-party business partners for their own marketing purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These third parties include online advertisers or ad tech companies, who may provide you with targeted advertising and marketing communications, where permitted under law.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The information we share includes information collected through your use of our Services e.g., information about your bookings and reservations for flights, hotels, car rentals, or other travel accommodations and information we collect about you through the use of cookies and similar technologies e.g., information about the websites you visit information about your searches, including the cities or destinations you search for, the types of accommodations you search for, your travel preferences, price range, intended travel dates, and the number of travelers in your party.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, if you frequently search for flights from Seattle to Paris around certain holidays, we may share that information with a particular airline partner so it can better understand which of our customers are interested in flights from Seattle to Paris on certain dates.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The airline partner may then, for example, use this information to offer you a promotion.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "As described above in the How We Share Your Information section, we share your information with third parties for their own purposes or work with those partners to support their own marketing purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You can opt out of sharing your information with Our group companies, for their own marketing purposes; Travel partners, for their own marketing purposes including sending marketing communications and providing targeted advertising, promotions, and other offers; Other business partners, who use information for their own marketing purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Some of these entities may be located in countries that do not provide an equivalent level of protection for personal information as your home country.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Under California law, some of these disclosure activities may be considered sales under California law, even if no money changes hands, and some of these disclosure activities are considered sharing for purposes of cross-context behavioral advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The categories of personal information we have sold or shared as described in How We Share Your Information in the past 12 months include the following: Identifiers; Commercial information; Internet activity; Geolocation data; Inferences.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We also disclose certain personal information for business purposes, such as disclosures to service providers who assist us with securing our Services or delivering marketing messages and advertisements.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The right to opt out of sale or the sharing of your personal information as these terms are defined under applicable California law.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Other cookies on our Sites are used both by us for the purposes described in this policy and by third parties for purposes where those third parties may wish to combine information from our Sites with information from other sites to improve their services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You may also consider downloading the DAA AppChoices Mobile App to manage online behavioral advertising technology.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you no longer wish to receive interest-based advertising on your mobile device browser, you can follow the steps in relation to Browsers outlined above.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "By providing us Trips Information, you represent and warrant that you have the right to give us an irrevocable, perpetual, non-exclusive, transferable, fully-paid, worldwide license with the right to freely sublicense to use, copy, modify, reformat, translate, syndicate and distribute that Trips Information that we receive from you for any purpose, including business, commercial, marketing, advertising, or otherwise, and to prepare derivative works of or incorporate into other works that Trips Information.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Furthermore, by submitting Feedback, you are granting us an irrevocable, perpetual, non-exclusive, transferable, fully-paid, worldwide license with the right to freely sublicense to use, copy, modify, publicly perform, publicly display, reformat, translate, syndicate, republish, excerpt in whole or in part and distribute Feedback we receive from you for any purpose, including business, commercial, marketing, advertising, or otherwise.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]