[
  {
    "Roadpass Digital operates in countries with differing requirements for data protection.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may receive Personal Data about you from various third parties including our affiliates, customers, business partners, and certain public and technical sources Technical Data from analytics providers such as Google and advertising networks such as Facebook and Identity, Location and Vehicle Sourced Data when using our vehicles or vehicles rented in connection with our Services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Some content or applications, including advertisements, on our Services are served by or integrated with third-parties, including advertisers, ad networks and servers, content providers, and application providers.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The information they collect may be associated with your Personal Data or they may collect information, including Personal Data, about your online activities over time and across different websites and other online services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "They may use this information to provide you with interest-based behavioral advertising or other targeted content.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For information about how you can opt out of receiving targeted advertising from many providers, see the Choices About How We Use and Disclose Your Information section of this Policy.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may also use your information to contact you about our own and third-parties goods and services that may be of interest to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may display advertising for you to see on third-party websites, including social media sites such as Facebook.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may share Personal Data with the Roadpass Digital entities when consistent with the purposes set forth in this Policy, and with other Roadpass Digital entities acting as joint controllers or processors and who are based internationally and in the United States, and provide IT, storage and system administration services and undertake leadership reporting.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "If a change happens to our business, then the new owners or newly associated companies may use your Personal Data in the same way as set out in this privacy notice Other entities in the same or similar industries to us, for reasons of public safety Where the law requires or authorizes us to do so To fulfill any purpose for which you provide it or for which you give consent and Other third parties to market their products or services to you if you have not opted out of these disclosures.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you do not want us to share your Personal Data with unaffiliated or non-agent third parties for promotional purposes, you can opt out by sending us an email stating your request to the contact information provided below.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you do not wish to have your contact information used by us to promote our Services or third parties products or services, you can opt out by sending us an email stating your request to the contact information provided below.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you do not want us to use information that we collect or that you provide to us to deliver advertisements according to our advertisers target-audience preferences, you can opt out by sending us an email stating your request to the contact information provided below.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We do not control third parties collection or use of your information to serve interest-based advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You can opt out of receiving targeted ads from members of the Network Advertising Initiative NAI on the NAIs website.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For the most part, your Personal Data is collected, stored and processed outside the European Economic Area EEA.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may transfer your Personal Data outside of the country where you live.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "The categories of Personal Data that we have sold about the consumer and the categories of third parties to whom the Personal Data was sold, by category or categories of Personal Data for each third party to whom the Personal Data was sold.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]