[
  {
    "We may use software development kits SDKs that make use of mobile advertising identifiers i.e., IDFA on Apple mobile devices or Advertising ID on Android mobile devices, which function similarly to cookies on mobile devices.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, we may provide your personal identifiers and commercial information to communications and marketing vendors so they can send you marketing communications and other communications on our behalf.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may share your personal identifiers and commercial information with other companies from whom you request to receive a specific product or service so they can market their products or services to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Advertising Partners.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may share your personal identifiers and commercial information and usage information with advertising partners that use various technologies to send or serve relevant ads to you as you browse the internet.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may share your Personal Information or your non-personally identifying information with ad networks for online behavioral advertising purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Online Advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The Platform may allow third-party advertising technologies to place cookies or other tracking technologies on your computer, mobile phone, or other device to collect information about you to assist in the delivery of relevant advertising about the Platform on other websites you visit and other services you use.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Personalized Advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You can also opt-out of some network advertising programs that use your information.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Below are other steps you can take to opt-out Visit the Digital Advertising Alliance DAA Opt-Out Page httpwww.aboutads.infochoices.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You may opt out of additional third-party advertising networks by going to the Network Advertising Initiatives Website httpwww.networkadvertising.orgmanagingopt_out.asp and following the directions provided.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Additionally, many network advertising programs allow you to view and manage the interest categories they have compiled from your online browsing activities.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These interest categories help determine the types of personalized advertisements you may receive.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In addition, California gives the right under certain circumstances to request information from us regarding the manner in which we share certain categories of personal information as defined in the Shine the Light law with third parties for their direct marketing purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The CCPA defines sale broadly potentially to include allowing third parties to receive certain information such as cookies, IP address, and/or browsing behavior in order to enable us to market our Services to you on other websites or apps.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Depending on what Services you use, we may share and over the past 12 months may have shared the following categories of information for such advertising identification and demographics device information and identifiers, such as IP address, and unique advertising identifiers and cookies connection and usage information, such as browsing history or app usage geolocation information, such as city and inference data.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you are a user who resides outside the United States, please be aware that information we collect will be transferred to and processed in the United States and may be processed and stored in other countries outside the United States which may have data protection laws that differ from the laws in your country.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "By using the JustAnswer Platform, or providing us with any information, you consent to the collection, processing, maintenance, and transfer of such information in and to the United States and other applicable countries in which the privacy laws may not be as comprehensive as, or equivalent to, those in the country where you reside and/or are a citizen.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  }
]