[
  {
    "Cookies are small text files that are placed on your computer or mobile device when you visit a website, that enable us to: i. recognize your computer; ii. store your preferences and settings; iii. understand the web pages of the Services you have visited; iv. enhance your user experience by delivering and measuring the effectiveness of content and advertising tailored to your interests; v. perform searches and analytics; and vi. assist with security and administrative functions.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These service providers may set and access their own cookies, pixel tags, and similar technologies on our Services and on third-party services to collect information that can be used to track users over time and across services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The Services may allow third-party advertising technologies (e.g., ad networks and ad servers) or other advertising partners to place cookies or other tracking technologies on your device to collect information about you to assist in the delivery of relevant advertising on the Services, as well as on other websites you visit and other online services you use.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These ads may be based on your current activity or your activity over time and across other websites and online services and may be tailored to your interests.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We also sometimes provide your information, such as email addresses, to service providers, who may match this information in de-identified form to cookies or mobile ad identifiers and other proprietary IDs, in order to provide you with more relevant ads when you visit other websites and mobile apps.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may disclose your information in the following ways: Affiliated entities, service providers, online advertising partners, protection of BDG and others, contests and sweepstakes, business transfers, content and recordings, consent.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We share information to provide more relevant and tailored advertising to you regarding our Services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Your Choices Regarding Sharing and Selling You have the right to opt out of BDGs sale/sharing of your personal information as described above by clicking on Menu on the top right corner of your screen and selecting Your Privacy Options.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]