[
  {
    "We work closely with third parties for example, technical service providers, advertising networks, analytics providers, and search information providers and may receive information about you from them.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Depending on the relationship and activity, they will provide us with certain information that will help us understand how you interact with our websites, products, and services so that we can tailor our marketing and provide better, more personalized services to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "A portion of traffic on certain websites may be routed through Publift which optimizes ads based on a user experience and ad revenues for particular demographics.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We also employ common analytics tools, such as Google and Adobe analytics data which use Cookies and other similar technologies to collect information about the use of webpages, products, and services anonymously and report website trends and to serve ads based on a users prior visits to our websites.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, partners may combine your email information with other personal information they have access to such as mailing address so that we may serve relevant content to you via direct mail.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We also use cookies and similar technologies for purposes of marketing and advertising, including interest-based advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Advertising To enable our partners to serve ads for our products and services deliver relevant ads to people who may be interested in them on other services measure the performance of ads and opt you out of receiving interest-based ads if that is your choice.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We use cookies to collect information about how visitors use of our websites to optimize and improve navigation, to gather information from users on social media and other platforms to measure the effectiveness of advertising and to target content on users interests, to enable us to learn more about the products and services other provide that interest you that are related to the products and services that we provide after you leave our websites to improve our value proposition to you should you return, to determine storage medium, to provide you with access to third-party content, to establish statistics about products or services usage, and to keep track of your websites browsing session while you are using our products or services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Depending on from where you access our websites, you may also be asked to consent to our use of cookies, including advertising cookies.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The opt-outs for interest-based advertising require that the strictly necessary cookies are not blocked by the settings in your web browser.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To learn more about interest-based advertising, click here.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To opt out of future interest-based advertising, click here.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In addition, some of the third parties that collect information from or about you on our websites may participate in the Digital Advertising Alliances DAA self-regulatory program.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To make choices about the use of information from or about you for online behavioral or interest-based advertising on websites desktop and mobile browsers, please visit the DAA.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We use your personal information to tailor our marketing and advertising efforts.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To do this, we provide your information to third party advertising networks such as Google or DoubleClick and social media companies such as Facebook.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "When we provide data to agencies, ad networks, and other parties for targeted advertising, we do not provide them with your name, financial information, or any sensitive information such as government ID or date of birth, if we have collected that.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We use online identifiers such as email, cookie IDs, and device identifiers to help us provide targeted advertising to you and others like you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may also use aggregate information to help advertisers reach the kind of audience they want to target.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may make use of the personal information we have collected from you to enable us to display advertisements to target audiences.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Sometimes we may share or sell your personal information with sponsors, vendors, and third-party advertising networks.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may sell the following types of personal information in order to provide you with targeted advertising, informational content, and marketing that may interest you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]