[
  {
    "2. What is Targeted Advertising? Certain of our products and services involve the provision of targeted advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This involves providing tailored advertising to online users based on their interests and behaviors.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Crucially, our targeted advertising is conducted at an audience or a segment level e.g., males in Chicago aged 25-34 who like cars and so does not directly identify individuals.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We act on behalf of our customers in providing any targeted advertising products and services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Our Products and Services We may collect browser-based information regarding how you interact with advertising placed via our products and services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This information may include the following i technographic data related to the browser, operating system, and device, such as the name and version of your browser, ii connection data such as the devices current IP address, iii the current website visited, iv the website visited before the current website, v the title of the game for any in-game advertising, vi search terms, vii the date and time of the website visit, viii whether you have clicked on the advertising of our customerour customers website, visited the advertisers website, or undertaken a transaction with the advertiser, ix information like the aforementioned regarding the activity of users who share full length or shortened links via social media channels.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may collect general health related information in association with customized advertising campaigns.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The types of information we collect from third parties include cookie and device IDs and we use the information we receive from these third parties to provide Targeted Advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "4. Cross-Application and Cross-Device Technology We andor our customers may use technology that establishes connections among related devices such as mobile devices and desktop computers both to deliver advertising that may be more relevant to you, as well as for analytics and reporting purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, partners like LiveRamp may place or recognize a cookie on your computer, device, or directly in our emailscommunications, and we may share personal information with them if you have submitted such information to us, such as your name, postal address, email address, or device ID.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Our partners may link the personal information we share with them to the cookie stored on your browser or device, and they may collect information such as your IP address, browser or operating system type and version, and demographic or inferred-interest information.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Our partners use this information to recognize you across different channels and platforms over time for advertising, analytics, attribution, and reporting purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "7. Cookies and Similar Tracking Technology We use cookies and similar tracking technology collectively, Cookies to collect and use personal information about you, including to serve targeted advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You can also opt-out of targeted advertising based on data collected via your browser by using i the NAIs opt-out tool, which can be found here ii the DAAs opt-out tool, which can be found here iii the DAACs opt-out tool, which can be found here or iv the EDAAs opt-out tool, which can be found here.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Keep in mind that participating in our opt-out program does not prevent you from seeing advertising served by us, instead, the ads we serve to you will be generic and not be targeted to you based on your web browsing experiences.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The Common ID cookie stores a unique user id in the first party domain and is accessible to our ad partners.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This simple ID that can be utilized to improve user matching, especially for delivering ads to iOS and MacOS browsers.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "10. Advertising Privacy Settings FOR EU USERS ONLY When you use our site, pre-selected companies may access and use certain information on your device and about your interests to serve ads or personalized content.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "12. International Data Transfers Your personal information may be transferred to, and processed in, countries other than the country in which you are resident.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "These countries may have data protection laws that are different to the laws of your country and, in some cases, may not be as protective.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "This means that when we collect your personal information we may process it in any of these countries.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "We use personal information used for targeted advertising purposes for no more than 13 months.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If Playwire publisher advertising services are used, Playwire LLC may collect and use certain aggregated and anonymized data for advertising purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "17. LiveRamp When you use our website, we share information that we collect from you, such as your email in hashed form, IP address or information about your browser or operating system, with our identity partnersservice providers, including LiveRamp Inc.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "LiveRamp returns an online identification code that we may store in our first-party cookie for our use in online and cross-channel advertising and it may be shared with advertising companies to enable interest-based and targeted advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]