[
  {
    "This Privacy Policy hereinafter referred to as the Policy governs the relationship between Zen.Platform LLC 115035, Russia, Moscow, Sadovnicheskaya St., 82, building 2, office 4A29, hereinafter referred to as the Company, and you, hereinafter referred to as the User, related to the processing of information about the User in connection with such persons use of the Zen Service hereinafter referred to as the Information, accessible through the web version or by other means.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Relationships related to the processing of information, including but not limited to the collection, use, storage, distribution and protection of information about Users of the Zen Service hereinafter referred to as the Service, are governed by this Policy and other rules posted within the Service, as well as the current legislation of the Russian Federation.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "In order for the Company to fulfill its obligations to pay remuneration for the Services rendered, the Partner agrees to the transfer of its data specified in paragraph 2.4 of this Policy to Internet Technologies Limited Liability Company Internet Technologies LLC, INN 9701017288, legal address Russia, 105066, Moscow, Spartakovskaya St., 19, building 3a, floor 1, room 118, office 1c.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "They allow the display of advertisements that may be of interest to the User based on an analysis of the information collected about the User and are also used for statistical and research purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Such third parties may include persons who participate in the provision of services, including those related to the placement and display of information to users including offers relevant to the interests of users about the Companys services and services in programs, products or services that belong to such persons or are controlled by them for example, owners of websites and applications, advertising networks and other persons, etc.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The Company instructs VK LLC OGRN 1027739850962, Russia, 125167, Moscow, Leningradskiy Prospekt, 39, Bldg. 79 to process the data about the User collected by the Company, to the extent listed in this Policy, including their processing together with the data about the User available to VK LLC, to the extent listed in the privacy policyies of the VK LLC services used by the User, in order to improve the quality of the services provided by the Company, namely to satisfy the interests of the User by displaying information relevant to the interests of the User, targeting precise advertising displaying information relevant to his interests, and generating generalized statisticalanalytical information.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The Accounting and Other Data of users are stored on the territory of the Russian Federation, and the storage is carried out exclusively on electronic media, and the processing is carried out using automated systems, except in cases where non-automated processing of Accounting and Other Data is necessary in connection with the fulfillment of the requirements of applicable legislation.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "The Accounting and Other Data shall be stored by the Company for the duration of the agreement between the User and the Company on the use of the Service, and after the termination of such agreement for the period required and established by the current legislation of the Russian Federation.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "This Policy is governed by and interpreted in accordance with the legislation of the Russian Federation.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Issues not regulated by this Policy shall be resolved in accordance with the legislation of the Russian Federation.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "With the Users consent, Zen has the right to send the User advertising messages in similar ways.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The User agrees that Zen has the right to use the functional and technical capabilities of the Service that ensure the display of the posted Content, including display via a player, at its own discretion, including for the purpose of displaying advertising information.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]