[
  {
    "Use of certain service type information we collect about you We use or may use cookies, log files, device identifiers, location data, and clear gifs information to a remember information so that you will not have to re-enter it during your visit or the next time you visit the site b provide custom, personalized content and information c to provide and monitor the effectiveness of our Service d monitor aggregate metrics such as total number of visitors, traffic, and demographic patterns e diagnose or fix technology problems f help you efficiently access your information after you sign in g to provide advertising to your browser or device, and h automatically update the wikiHow application on your mobile devices.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We need to engage such third-party Service Providers to help us operate, provide, and market our Services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Please see below regarding third party advertising services that we may use to display ads on the Service and the information that may be provided to them.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Any third party service embedded on wikiHow such as an advertiser, video provider, social network or other third party will also have access to your IP address.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Ads on wikiHow We may also share certain information such as your location, browser, cookie data, and other data relating to your use of our Service with our business partners to deliver advertisements ads that may be of interest to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "wikiHow may allow third-party ad servers or ad networks to serve advertisements on the Service.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These third-party ad servers or ad networks use technology to send, directly to your browser or mobile device, the ads and ad links that appear on the Service, and will automatically receive your IP address when they do so.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "They may also use other technologies such as cookies, JavaScript, device identifiers, location data, and clear gifs, see above to compile information about your browsers or devices visits and usage patterns on the Service and on other websites, and to measure the effectiveness of their ads and to personalize the advertising content delivered to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, Google uses DART cookies in order to deliver ads to you through the Service.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Googles use of the DART cookie enables it and its partners to serve ads to you based on your visit to the Service and previous websites that you may have visited.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Other advertising networks also use similar cookies, clear gifs, or other mechanisms to deliver targeted advertising to you through the Service.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You may opt out of use of Googles DART cookie and cookies placed by Network Advertising Initiative NAI certified ad networks here.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Please note that an advertiser may ask wikiHow to show an ad to a certain audience of Users e.g., based on demographics or other interests.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In that situation, wikiHow or our advertising partners determines the target audience and wikiHow serves the advertising to that audience and only provides anonymous data to the advertiser.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you respond to such an ad, the advertiser or ad server may conclude that you fit the description of the audience they are trying to reach.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In the case of LiveRamp, LiveRamp returns an online identification code that we may store in our first-party cookie for our use in online, in-app, and cross-channel advertising and it may be shared with advertising companies to enable interest-based and targeted advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This ID may be shared by us or on our behalf with our advertising partners and other third-party advertising companies globally for the purpose of enabling interest-based content andor targeted advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "How We Store and Protect Your Information Storage and Processing Your information collected through the Service may be stored and processed in the United States or any other country in which wikiHow or its subsidiaries, affiliates, or service providers maintain facilities.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "wikiHow may transfer information that we collect about you, including personal information, to affiliated entities, or to other third parties across borders and from your country or jurisdiction to other countries or jurisdictions around the world.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you are located in the European Union or other regions with laws governing data collection and use that may differ from U.S. law, please note that we may transfer information, including personal information, to a country and jurisdiction that does not have the same data protection laws as your jurisdiction, and you consent to the transfer of information to the U.S. or any other country in which wikiHow or its parent, subsidiaries, affiliates, or service providers maintain facilities and the use and disclosure of information about you as described in this Privacy Policy.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Opting out of collection of your information for Tracking Advertising Please refer to your mobile device or browsers technical information for instructions on how to delete and disable cookies, and other trackingrecording tools.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Note that disabling cookies andor other tracking tools prevents wikiHow or its business partners from tracking your browsers activities in relation to the Service, and for use in targeted advertising activities by third parties.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "As described therein, we may provide data such as your location, browser, cookies, and other data related to your use of the wikiHow Service to deliver targeted advertisements on the wikiHow Service.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To opt out of these sales, please use the following link Do Not Sell or Share My Personal Information.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "With our Ad Networks.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may engage in the sale of your information as defined under the CPRA when we transfer information, including identifiers, internet and network activity, and geolocation to our ad networks that help us deliver targeted advertisements that suit your interests.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Other California Privacy Rights Pursuant to California Civil Code Section 1798.83, California residents who provide us with personal information in obtaining products or services for personal, family, or household use are entitled to request and obtain from us, one time per calendar year, information about the customer information we shared, if any, with other businesses for their own direct marketing uses.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]