[
  {
    "WBD Advertising and Marketing Partners.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We work with advertising and marketing partners, such as advertisers, app developers, publishers, and data providers that enable us to purchase or deliver ads as well as personalize, target, and measure the performance of those ads or campaigns.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may use it to recommend videos, articles or sports events or to target and deliver marketing and advertising see also Advertising and Marketing below.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We also provide advertising services for third party advertisers.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may use your Information to model, segment, target, offer, market, and advertise our Services, including providing discounts or offerings from our affiliates, business partners, and select third parties, and running competitions on social media and other channels.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may also use your Information to provide and improve our advertising services, including how we target and measure our publishing of ads for third party advertisers.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may disclose Information to business partners and third parties e.g., other companies, retailers, distributors, social media networks, research organizations, publishers, and non-profit organizations for their own purposes, including marketing products or services to you, showing you relevant advertising, or providing an enhanced experience that integrates with one of our Services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Advertising and Marketing Companies.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "WBD may disclose Information with advertisers, ad agencies, ad networks and platforms and other companies to provide advertising to you based on your interests.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "WBD including our affiliates and third parties may use these technologies to collect information over time from apps, websites, and other digital products.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We and third-party advertising companies may use this Information to help serve advertising tailored to your interests, both on and off the WBD Services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These technologies also help measure advertisements across our Services, marketing emails and other third-party websites, apps, devices, and services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To opt-out of WBDs use and sharing of Information for targeted advertising purposes, please visit Ad Choices.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Third-Party Targeted Advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You can also opt out of targeted advertising on websites by third parties that participate in self-regulatory programs via the following links Websites The Digital Advertising Alliance DAA WebChoices httpsoptout.aboutads.info and Network Advertising Initiative NAI WebChoices httpswww.networkadvertising.orgunderstanding-online-advertisingwhat-are-my-options Mobile DAA AppChoices httpswww.aboutads.infoappchoices and NAI Mobile Choices httpswww.networkadvertising.orgmobile-choice CTV NAI CTV Choices httpswww.networkadvertising.orgmobile-choice": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "International Transfers": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Sometimes our use of your Information requires your Information to be transferred to countries outside the country where you are located, including countries where the level of legal protection for your Information may be different.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Whenever we transfer your Information outside of a country or region, such as the European Economic Area, we will ensure that appropriate safeguards are in place in compliance with applicable law.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "By transmitting or submitting any creative ideas, concepts, know-how, techniques, suggestions, opinions, votes, content or materials collectively, Submissions, you are automatically granting the Operator a perpetual, royalty-free, non-exclusive, unrestricted, worldwide and irrevocable right and license to use, reproduce, modify, publish, translate, prepare derivative works based upon, distribute, perform andor display such Submissions, in whole or in part, in any form, media or technology now known or hereafter developed for any purpose, including, but not limited to, advertising and promotional purposes, and to sublicense such rights to others collectively, Rights.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]