[
  {
    "In certain limited scenarios (never in connection with an Enterprise Program), we may also personalize your experience on our sites and third-party sites by showing you advertisements from Sharecare or our advertising partners that are tailored to your interests.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Third parties receiving such data would include ad exchanges, and, on our doctor search pages, our partner, Healthgrades.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Also, in limited circumstances, where a third party has hosted a link to one of our sites, we may share your basic identifying information (name and email address) back with the third party on whose site you found the link.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To opt out of any potential sale of your Personal Information or sharing of your information for advertising purposes, click here DO NOT SELL OR SHARE MY PERSONAL INFORMATION.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If we transfer Personal Information received from the EEA to a third party, the third party's access, use, and disclosure of the Personal Information must also be in compliance with our Data Processing Addendum, including but not limited to the Standard Contractual Clauses contained therein.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "When you visit, access, or use our Services, we may use cookies and other tracking technologies to deliver and improve our websites Sites, and to display relevant content, products, services and advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Advertising Cookies.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "While advertising cookies are not applicable to Enterprise Programs or the authenticated mobile application, certain Sites include third-party advertising and links to other websites if cookies are accepted.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These cookies remember what you have looked at on and off the Sites and may be combined with other information acquired from third parties.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may share this information with other organizations such as advertisers in order to best determine how to better provide you with content you may find useful based upon your browsing experience.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Only anonymous data gathered from these cookies is shared with advertisers.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If accepted, these social plug-in tracking cookies can be used to track both members and non-members of social networks for purposes such as behavioral advertising, analytics, and market research.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If youve accepted cookies, third-party advertisers and other organizations may also use their own cookies to collect information about your activities on our Sites andor the advertisements you have clicked on.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Third parties may use this information in combination with other information acquired from third parties to serve advertisements on our Sites and third-party Sites that they believe are most likely to be of interest to you based upon content you have viewed.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If applicable, third-party advertisers may also use this information to measure the effectiveness of their advertisements and to track aggregate usage statistics.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]