[
  {
    "We also use your information to provide you with services that you request, develop new services, suggest personally relevant features, offer you customized content, allow you to participate in interactive features, manage your account, provide you with tailored advertising, send you promotional materials from us or our affiliates and trusted business partners, keep our services, business and users safe and secure, comply with applicable laws and regulations, prevent fraud, and to protect or exercise our legal rights or defend against legal claims.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We also may permit our third-party service providers to set cookies and similar technologies within our services to perform various analytics functions and to provide you with targeted advertisements that may be relevant to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "However, we permit third-party service providers to collect personal information, as described here, through some of our services and we share personal information with third party service providers for business purposes as described in this policy, including but not limited to providing advertising on our services and elsewhere based on users online activities over time and across different sites, services, and devices.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "3. How your information is shared: Authorized third-party service providers: We may share some or all of the categories of your personal information, as identified above, with third-party service providers that provide services to us for a variety of business purposes, such as payment processing, customer service, email deployment, advertising and marketing including counting ad impressions, analyzing website clicks, verifying positioning and quality of ad impressions, ensuring compliance with industry standards, ad delivery, reporting, personalization, audience segmentation, and analytics, security enhancement, fraud prevention, performance monitoring, maintaining or servicing accounts, processing or fulfilling orders and transactions, information hosting, auditing, and information processing.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you submit or post User Content to the Services, unless we indicate otherwise, you grant Nintendo a worldwide, royalty-free, irrevocable, perpetual, non-exclusive, and sublicenseable license to use, reproduce, modify, adapt, publish, translate, distribute, perform, and display such User Content in whole or in part and to incorporate such User Content in other works, in any form, media or technology now known or later developed, including for promotional or marketing purposes.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]