[
  {
    "Participation in affiliate partner programs Within our online offer, we use industry-standard tracking measures on the basis of our legitimate interests i.e. interest in the analysis, optimization and economic operation of our online offer pursuant to Art. 6 1 lit. f DSGVO, insofar as these are necessary for the operation of the affiliate system. In the following, we explain the technical background to users. The services offered by our contractual partners may also be advertised and linked on other websites so-called affiliate links or after-buy systems, if, for example, links or third-party services are offered after a contract has been concluded. The operators of the respective websites receive a commission if users follow the affiliate links and subsequently take advantage of the offers. In summary, it is necessary for the online offer that we can track whether users who are interested in affiliate links andor the offers available on our website subsequently take up the offers at the instigation of the affiliate links or our online platform. For this purpose, the affiliate links and our offers are supplemented by certain values, which may be part of the link or otherwise set, e.g. in a cookie. The values include in particular the source website referrer, time, an online identifier of the operator of the website on which the affiliate link was located, an online identifier of the respective offer, an online identifier of the user, as well as tracking-specific values such as advertising material ID, affiliate ID and categorizations. The online identifiers of the users used by us are pseudonymous values. That is, the online identifiers themselves do not contain any personal data such as names or email addresses. They only help us to determine whether the same user who clicked on an affiliate link or became interested in an offer via our online offer has taken advantage of the offer, i.e. has concluded a contract with the provider, for example. However, the online identifier is personal to the extent that the partner company and also us, the online identifier together with other user data. Only in this way can the partner company inform us whether the user has taken up the offer and we can pay out the bonus, for example.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "VWO Use of VWO  Visual Website Optimizer Within our online offer, based on our legitimate interests i.e. interest in the analysis, optimization and economic operation of our online offer within the meaning of Art. 6 para. 1 lit. f. DSGVO the service Visual Website Optimizer an offer of Wingify Software Private Limited, 404, Gopal Heights, Netaji Subhash Place, Pitam Pura, Delhi 110034, India is used.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Target group formation with Google Analytics We use Google Analytics to display the ads placed by within advertising services of Google and its partners, only to those users who have also shown an interest in our online offer or who have certain characteristics e.g. interests in certain topics or products determined on the basis of the websites visited, which we transmit to Google so-called Remarketing Audiences, or Google Analytics Audiences. With the help of Remarketing Audiences, we also want to ensure that our ads correspond to the potential interest of users.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Google AdWords and conversion measurement We use the services of Google AdWords on the basis of our legitimate interests i.e. interest in the analysis, optimization and economic operation of our online offering within the meaning of Art. 6 1 lit. f. DSGVO the services of Google LLC, 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA, Google. Google is certified under the Privacy Shield agreement and thereby offers a guarantee of compliance with European data protection law httpswww.privacyshield.govparticipant?ida2zt000000001L5AAIampstatusActive.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If, for example, a user is shown ads for products in which he or she has expressed interest on other online offers, this is referred to as remarketing. For these purposes, when our website and other websites on which the Google advertising network is active are called up, a code is executed directly by Google and so-called remarketing tags invisible graphics or code, also referred to as web beacons are integrated into the website. With their help, an individual cookie, i.e. a small file, is stored on the users device comparable technologies can also be used instead of cookies. This file records which web pages the user has visited, which content the user is interested in and which offers the user has clicked on, as well as technical information about the browser and operating system, referring web pages, time of visit and other information about the use of the online offer.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Furthermore, we receive an individual conversion cookie. The information obtained with the help of the cookie is used by Google to create conversion statistics for us. However, we only learn the anonymous total number of users who clicked on our ad and were redirected to a page tagged with a conversion tracking tag. However, we do not receive any information that personally identifies users. The users data is processed pseudonymously within the Google advertising network. I.e. Google does not store and process e.g. the name or email address of the users, but processes the relevant data cookie-related within pseudonymous user profiles.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "I.e. from Googles perspective, the ads are not managed and displayed for a specifically identified person, but for the cookie holder, regardless of who this cookie holder is. This does not apply if a user has explicitly allowed Google to process the data without this pseudonymization. The information collected about the users is transmitted to Google and stored on Googles servers in the USA.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For more information about Googles use of data, settings and opt-out options, please refer to Googles privacy policy httpspolicies.google.comtechnologiesads and the settings for the display of advertisements by Google httpsadssettings.google.comauthenticated.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We use the so-called TikTok pixel of the provider TikTok for EU TikTok Information Technologies UK Limited, Aviation House, 125 Kingsway Holborn, London, WC2B 6NH. on this website. This is a code which we have implemented on our site. With the help of this code, in the case of your explicit consent, a connection is established with the TikTok servers when you visit our website, in order to track your behavior on our website.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, when you purchase a product on our website, the TikTok pixel is triggered and stores your actions on our website in one or more cookies. You have the option to revoke your consent at any time with effect for the future. There are no costs for this other than the basic rates. Personal data such as the IP address and other information such as device ID, device type and operating system may also be transferred to TikTok. TikTok uses email or other login or device information to identify users of our website and associate their actions with a TikTok user account. TikTok uses this data to display targeted and personalized advertising to its users and to create interest-based user profiles. The collected data is anonymous and not visible to us and is only used to measure the effectiveness of ad placements.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In principle, your data will be processed within the EU or the EEA. For this purpose, a corresponding data protection agreement has been concluded with TikTok. If personal data is transferred to countries outside the EU or EEA, this is done within the framework of the Commissions model contracts for the transfer of personal data to third countries i.e. standard contractual clauses. Here you can find TikToks privacy policy httpswww.tiktok.comlegalpageusprivacy-policyen Facebook-Pixel, Custom Audiences und Facebook-Conversion Within our online offer, due to our legitimate interests in analysis, optimization, and economic operation of our online offering, we use what is known as the Facebook pixel of the social network Facebook, which is operated by Facebook Inc., 1 Hacker Way, Menlo Park, CA 94025, USA, or if you are a resident of the EU, Facebook Ireland Ltd, 4 Grand Canal Square, Grand Canal Harbour, Dublin 2, Ireland Facebook.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Facebook is certified under the Privacy Shield agreement and thereby offers a guarantee of compliance with European data protection law httpswww.privacyshield.govparticipant?ida2zt0000000GnywAACampstatusActive. With the help of Facebook pixel, it is possible for Facebook to determine the visitors to our online offer as a target group for the display of advertisements so-called Facebook ads.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Accordingly, we use Facebook pixel to ensure that our Facebook ads are only displayed to Facebook users who have shown an interest in our online offer, or who exhibit certain characteristics e.g. interests in certain topics or products determined by their browsing behavior, which we transmit to Facebook known as Custom Audiences. With the help of Facebook pixel, we can also track the effectiveness of the Facebook ads for statistical and market research purposes by seeing whether users were redirected to our website after clicking on a Facebook ad so-called conversion.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The processing of data by Facebook takes place within the framework of Facebooks data usage policy. Accordingly, general information on the display of Facebook ads, in Facebooks data usage policy httpswww.facebook.compolicy.php. Specific information and details about the Facebook Pixel and how it works can be found in Facebooks help section httpswww.facebook.combusinesshelp651294705016616.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You can opt out of the Facebook Pixels collection and use of your data to display Facebook Ads. To set which types of ads are displayed to you within Facebook, you can visit the page set up by Facebook and follow the instructions there on the settings for usage-based advertising httpswww.facebook.comsettings?tabads. The settings are done in a platform-independent manner, which means that they are applied to all devices, such as desktop computers or mobile devices.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You can further object to the use of cookies used for reach measurement and advertising purposes via the Network Advertising Initiative opt-out page httpoptout.networkadvertising.org and additionally the US website httpwww.aboutads.infochoices or the European website httpwww.youronlinechoices.comukyour-ad-choices.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This always requires that the third-party providers of this content perceive the IP address of the user, since without the IP address they could not send the content to their browser. The IP address is thus required for the display of this content. We endeavor to use only such content whose respective providers use the IP address only for the delivery of the content. Third-party providers may also use so-called pixel tags invisible graphics, also known as web beacons for statistical or marketing purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In addition, users have the opportunity to find out about potential employers and other offers from our advertising partners. Vaia values your privacy and the collection, processing and use of user data is in accordance with the German Data Protection Act, in particular the German Federal Data Protection Act as well as the German Telemedia Act and our Privacy Policy.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Additionally, users have the option to provide the following data in the profile section of Vaia Date of birth, Gender. The username, first name and degree program may be visible to others as part of community features. News and changes to Vaia policies are communicated to our users via email. In addition, users are informed via email about selected offers from advertising partners. Users can unsubscribe from the Vaia newsletter and other offers at any time by sending an email to infohellovaia.com.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "b This offer uses Google AdSense, a service for embedding advertisements of Google Inc Google. Google AdSense uses cookies, which are text files placed on your computer, to help the website analyze how users use the site. Google AdSense also uses so-called web beacons invisible graphics. Through these web beacons, information such as visitor traffic on the pages of this offer can be evaluated.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The information generated by cookies and web beacons about the use of this website including the IP address of users and delivery of advertising formats will be transmitted to and stored by Google on servers in the United States. This information may be passed on by Google to contractual partners of Google. However, Google will not merge your IP address with other data stored by you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If the user is logged into Facebook, Facebook can assign the visit to his Facebook account. If users interact with the plugins, for example by clicking the Like button or posting a comment, the corresponding information is transmitted directly from your browser to Facebook and stored there. If a user is not a member of Facebook, there is still the possibility that Facebook will learn and store his or her IP address. According to Facebook, only an anonymized IP address is stored in Germany.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The purpose and scope of the data collection and the further processing and use of the data by Facebook, as well as the related rights and settings options for protecting the privacy of users, can be found in the privacy notices of Facebook httpswww.facebook.comaboutprivacy. If a user is a Facebook member and does not want Facebook to collect data about himher via this offer and link it to hisher membership data stored on Facebook, heshe must log out of Facebook before visiting the website.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Further settings and objections to the use of data for advertising purposes, are possible within the Facebook profile settings httpswww.facebook.comsettings?tabads or via the US site httpwww.aboutads.infochoices or the EU site httpwww.youronlinechoices.com. The settings are platform-independent, i.e. they are applied to all devices, such as desktop computers or mobile devices.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "e Remarketing tags of the social network Facebook, 1601 South California Avenue, Palo Alto, CA 94304, USA are integrated on our pages. When you visit our pages, the remarketing tags establish a direct connection between your browser and the Facebook server. Facebook thereby receives the information that you have visited our site with your IP address. This allows Facebook to associate the visit to our pages with your user account. We can use the information obtained in this way to display Facebook Ads. We would like to point out that we, as the provider of the pages, have no knowledge of the content of the transmitted data or its use by Facebook.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "f With your consent, we use the visitor action pixel of Facebook Inc., 1601 S. California Ave, Palo Alto, CA 94304, USA Facebook within our website. With its help, we can track the actions of users after they have seen or clicked on a Facebook ad. This allows us to track the effectiveness of Facebook ads for statistical and market research purposes. The data collected in this way is anonymous to us, which means that we do not see the personal data of individual users.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "However, this data is stored and processed by Facebook, about which we inform you according to our level of knowledge. Facebook may associate this data with your Facebook account and also use it for its own advertising purposes, in accordance with Facebooks Data Use Policy httpswww.facebook.comaboutprivacy. You may allow Facebook and its partners to serve ads on and off Facebook. It may further store a cookie on your computer for these purposes. This consent may only be given by users who are over 13 years old. If you are younger, please ask your parent or guardian for guidance. You may revoke your consent at httpwww.youronlinechoices.comukyour-ad-choices.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]