[
  {
    "In Yardis role as a business under the CCPA, we may disclose or Sell personal information for purposes defined under the CCPA.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The categories of personal information we have disclosed or may have Sold and the categories of third parties we have disclosed to or may have Sold personal information to in the preceding twelve months are listed below Category of Personal Information SoldCategory of Third Party to Which Personal Information was SoldIdentifiersProperty managers and representatives of apartment buildings, storage facilities, andor commercial propertiesPersonal information categories listed in the California Customer Records statute Cal. Civ. Code 1798.80eProperty managers and representatives of apartment buildings, storage facilities, andor commercial propertiesCommercial informationProperty managers and representatives of apartment buildings, storage facilities, andor commercial propertiesInternet or other electronic network activityProperty managers and representatives of apartment buildings, storage facilities, andor commercial propertiesInferences drawn from other personal information to create a profile about a consumer.Property managers and representatives of apartment buildings, storage facilities, andor commercial properties": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In order to enhance our ability to provide relevant marketing, offers and services to you and update our records, we may obtain information about you from other sources, such as public databases, data providers, social media platforms, as well as from other third parties.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This information may include mailing addresses, job titles, email addresses, phone numbers, intent data or user behavior data, IP addresses, social media profiles, LinkedIn URLs and custom profiles, for purposes of targeted advertising, delivering more relevant email content, event promotion and profiling and updated delivery or payment information used to correct our records purchase or redemption information and customer support and enrollment information.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Google Doubleclick": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This website uses cookies by Google DoubleClick to register and report the website users actions after viewing or clicking one of the advertisers ads with the purpose of measuring the efficacy of an ad and to present targeted ads to the user.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This website uses cookies from Facebook to deliver relevant advertisements.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "As we believe to be necessary or appropriate a under applicable law, including laws outside your country of residence b to comply with legal process c to respond to requests from public and government authorities including public and government authorities outside your country of residence d to enforce our terms and conditions e to protect our operations or those of any of our affiliates f to protect our rights, privacy, safety or property, andor that of our affiliates, you or others and g to allow us to pursue available remedies or limit the damages that we may sustain.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "International Transfer of Information": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "To facilitate Yardis global operations, Yardi may store, transfer and access the information and personal information you submit on the Yardi Sites around the world, including the United States, Canada and other countries in which Yardi or its third party service providers have operations.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "These countries may have data protection laws that are different to the laws of your country.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "This Privacy Statement shall apply even if Yardi transfers such information or personal information to other countries.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "By registering to attend an event, contacting us through our web form or providing information or personal information to us on any Yardi Sites in any other context, you consent to the transfer of your information and personal information among these facilities, including those located outside your home country.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  }
]