[
  {
    "To allow our advertisers to better tailor and present advertisements concerning their products and/or services to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Non-personal information. We may use third-party advertising companies to serve ads. Such companies may also gather non-personally identifiable information about Site visitation patterns, which are used to improve our offerings and services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Any information not including your name, address, email address, or telephone number regarding use of the Post-Gazette site, services, or content may be used to provide advertisements about goods and services that may be of interest to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may share information about your Site visitation patterns with third-party technology providers to a) provide you with personalized articles which are related to content you visited on the Site in order to allow you to discover new content and to provide you with a social space for discussing the content on the Site and/or b) allow our advertisers to provide you with a better, more customized experience with our advertisers' products and/or services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Video Advertising. We work with third-party ad networks and allow such third-party ad networks to target and serve video advertising and to use cookies on our Site to collect non-personally identifiable data for use in connection with the delivery of such video advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you do not wish to receive such advertising you may opt out of such advertising by going to the Network Advertising Initiative's consumer opt-out page located at http://www.networkadvertising.org/managingopt_out.asp.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This NAI website endeavors to allow an individual's browser to opt out of the third-party cookies. However, there's no guarantee that the opt out request will be honored by the actual ad company.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In the course of serving advertisements to our Site, our third-party advertiser may place or recognize a unique cookie on your browser.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]