[
  {
    "Information Collected Automatically Whenever you visit or interact with the Platform, JioSaavn, as well as any third-party advertisers andor service providers, may use a variety of technologies that automatically or passively collect information about how the Platform is accessed and used Usage Information.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may share your location with certain third-parties for analytics and advertising purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "JioSaavns Partners and Service Providers We may also receive information about you from our partners and service providers, including, for example, business partners, analytics vendors, advertising networks and search information providers which we use to personalize your JioSaavn experience, to measure ad quality and responses, and to display ads that are more likely to be relevant to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "How We Use the Information Collected We use the information about you to operate and maintain our Platform, and provide you with access to the Platform, including providing customer and technical support, processing payments and transactions, and tailoring content and advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "JioSaavn will use your information to respond to your questions and requests and provide customer service provide you with access to certain features of the Platform deliver the services you request, process transactions and send you related information verify your identity communicate with you about your activities on the Platform tailor content, advertisements, offers and promotions offered by JioSaavn and others, and provide news and other information we think will be of interest to you perform market research, Platform analytics and operations personalize and improve the Platform and products, services and advertising including for third party products and services made available on or outside the Platform including on other sites apps that you visit, for example by providing personalized or localized content, recommendations, features, and provide advertisements, content or features that match your interests and preferences link or combine with information we receive from others to help understand your needs and to provide you with better service contact you with regard to your use of the Platform and interest in certain products and services, and, in our discretion, changes to any JioSaavn policy communicate with you, either directly or through one of our partners, for marketing and promotional purposes via emails, notifications, or other messages, consistent with any permissions you may have communicated to us and for purposes disclosed at the time you provide your personal information relevant to those purposes or otherwise with your consent.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Our platform uses cookies and similar technologies to to distinguish you from other users of our Platform and to facilitate site navigation, to associate you with social networking sites and, if you so choose, enable interaction between your activities on the Platform and your activities on such social networking sites, to personalize your experience while visiting our Platform such as allowing us to select which content, ads or offers are most likely to appeal to you, based on your interests, preferences, location, or demographic information, including personalizing content from the providers of goods and services that you may be able to purchase through the Platform or otherwise who may pay us to show you such content  Find Out More to collect information enabling digital rights management, and for security purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "TargetingAdvertising cookies.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We will use this information subject to your choices and preferences to make our websiteApp and the advertising displayed on it more relevant to your interests.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may also share this information with third parties for this purpose.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may also work with advertising networks that gather information about the content on our Platform you visit and on information on other websites and services you visit.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This may result in you seeing advertisements through our Platform for us and for third parties, as well as seeing our advertisements when you visit other websites and services of third parties.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For more information about interest-based advertising and how to turn this feature off see below or visit European users can also visit youronlinechoices.eu to learn how to opt out of having their data used for online behavioral advertising by European Interactive Digital Advertising Alliance EDAA member companies.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Canadian users can also visit youradchoices.cachoices. US users can visit Digital Advertising Alliance DAA AppChoices boutads.infoappchoices and boutads.infochoices or optout.networkadvertising.org To opt out from the use of information about your online activities for online behavioral advertising by NAI member companies, visit networkadvertising.orgchoices.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You can find more information about the individual cookies we use  Scroll to the right for more information Cookie Lawful Basis Expiration Platform P Strictly Necessary Session App L Functionality 20 years App geo Functionality 7 days App I Strictly Necessary 2 years App B Functionality Jan 1, 2025 App FBM_REFERER Targeting  Advertising App device_id Functionality 20 years App CH Targeting  Advertising 1 day App ATC Strictly Necessary Session App CHE Functionality Session App latlong Functionality 20 years App LO Functionality 2 years App SQ Functionality 30 days App exp_details Functionality 30 days App abpc Functionality 1 day App BN Targeting  Advertising 30 days App fbsr_ Functionality 20 years App fbs_ App ssid Functionality 20 years App song_count Functionality 30 days Mobile Web HW Functionality 30 days Mobile Web ctx_logging Functionality 30 days Mobile Web bottom_banner Functionality 30 days Mobile Web Advertising Services We may allow third parties to serve you ads across the Internet and use third party ad networks providers to help present ads on the Platform using Cookies and similar technologies.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In order to personalize these ads or content, we or a data partner may connect andor share de-identified demographic or other data about you received from third parties either to data you provided to us or to Usage Information collected from you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you do not want to receive the benefits of targeted advertising, go the section below on Your Choices for more information on how to opt-out of these tracking and advertising services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "More Information Many network advertising programs allow you to view and manage the interest categories they have compiled from your online browsing activities.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These interest categories help determine the types of targeted advertisements you may receive.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Please note that if a third party content provider asks us to show content to users with certain characteristics or a segment of that group and you respond to that content or click on links embedded in that content, the third-party content provider may conclude that you have the characteristics of the audience that they are trying to reach.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Your information may also be used by us or shared with our sponsors, partners, advertisers, advertising networks, advertising servers, and analytics companies or other third parties in connection with marketing, promotional, and other offers, as well as product information, and for such third partys advertising, analytics and market research.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These advertisers, advertising networks, advertising servers, and analytics companies use various technologies to collect data in order to send or serve relevant ads to users on our Platforms, or on platforms or websites operated by third parties.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Your Agreement To Have Your Personal Information Shared While on our Platform, you may have the opportunity to opt-in to receive information andor marketing offers from someone else or to otherwise consent to the sharing of your information with a third party.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These other web sites may send their own cookies to your Device, they may independently collect data or solicit personal information and may or may not have their own published privacy policies.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "International Transfers JioSaavn is a global business headquartered in India.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "As a result, JioSaavn may transfer your information with third parties located in a country other than your home country.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Your personal information may therefore be subject to privacy laws that are different from those in your country of residence.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you are located in the European Economic Area EEA, Canada, the United States or elsewhere outside of India, please be aware that information we collect may be transferred to and processed by third parties in a country outside of your country of residence.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Where your information is transferred outside the EEA, we will take all steps reasonably necessary to ensure that your data is subject to appropriate safeguards, such as relying on a recognised legal adequacy mechanism, and that it is treated securely and in accordance with this privacy policy.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "For data transfers from the EEA to non-EEA countries that are not considered to have adequate data protection measures, JioSaavn has instituted other legal and contractual measures to protect your personal data.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  }
]