[
  {
    "This information that we collect automatically may be combined with other information about you and your engagement with the NHL in order to personalize content, communications and advertising based on your interests.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may generate inferences about your preferences and characteristics based on your use of the Services and other information we have about you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We use the information we collect and receive, including from Member Clubs and other third-party sources, for performing internal analysis and building models to better understand NHL fans and fan engagement across the NHL and its Member Clubs so that we can customize and improve our Services, advertising and communications.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": true
    }
  },
  {
    "To provide effective advertising and marketing.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We also use the information we collect and receive to provide ads for our Services and certain third-party services, and to send you promotional communications, although you have certain rights with respect to these practices, as described below under the Your Other Privacy Choices section.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, we may use this information To show you ads on and off our Services, including on third-party sites such as social networking services, including those that are based on your approximate location information and those that are based on your online activities over time, and across third-party sites and services targeted advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We also may provide a hashed version of your email address or other information to third parties for the purposes of serving relevant advertising to you or others on third-party sites including social media platforms.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To send you electronic and other marketing messages about the NHL, Member Clubs, or third-party Business Partners of the NHL that may be tailored to your preferences, characteristics, interests and interactions with us - for example, content related to your favorite Member Club, your engagement with the NHL or its Member Clubs or areas of our website you have visited.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We provide information to affiliated and unaffiliated service providers and others that perform certain functions or services for us, such as to host our Services and data, fulfill orders, provide products and services, manage databases, perform analyses or advertising services, administer our contests and sweepstakes, collect location data, provide location-based services, process credit card payments, provide customer service or chat features on the Services, or send communications for us.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In addition to the information Member Clubs may collect about you in connection with your use of the Member Club Services, we may share information about you with our Member Clubs, including your contact information, demographic information, preferences, engagement with the NHL such as information about tickets purchased for NHL events, NHL Shop purchases and engagement with NHL auctions and contests such as your participation, Member Club picked, player voted for, and auction bid and information or inferences about your engagement across the NHL and its Member Clubs, and our Member Clubs may use this information for purposes including customizing their advertising and communications and providing you with special offers, promotional materials, and other materials and information that may be relevant to you, improving their products and services, and performing internal analysis.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "When you consent to receive news and offers from them, we share information about you with select Business Partners, such as our sponsors, retailers, and broadcast partners, so that they can provide you with special offers, promotional materials, and other materials and information that may be of interest to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Advertising partners.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may also disclose information to our advertising partners for targeted advertising purposes, including through the use of cookies, web beacons, and other technologies as described further in Section 4 below.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Such third parties include, for example, Content providers, which may operate contests, sweepstakes, fantasy or interactive games, or public forums on our Services, Advertising providers, such as ad networks and other advertising companies, which help us and our advertisers provide ads on our Services or elsewhere online that may be tailored to users interests, including targeted advertising, and to understand users response to those ads, Audience-measurement companies, which help us measure the overall usage of our Services and compare that usage to other online services, Social networking services such as Facebook and X, which may enable you to log in to certain of our Services, to comment on content available on our Services, and to share things you find on our Services with your social network, and Mobile location analytics providers, which use geolocation data to facilitate the transmission of informational, marketing, and public service communications to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Targeted Advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may collect and disclose information about your use of our Services to these and other third parties, including through the use of cookies, web beacons, and other technologies, and this information may be collected over time and combined with information collected on different websites and online services such as web pages you visit and your interaction with advertising and other content across your devices, including, for example, to make predictions about your preferences and deliver targeted advertising to you, both on and off our Services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Note that some of these companies participate in industry-developed programs designed to provide consumers with choices about whether to receive targeted ads.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To learn more and to opt out of such targeted advertising, please see Targeted Advertising in the Your Other Privacy Choices section below.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You may also, depending on the jurisdiction in which you live, have rights to opt out of the sale of your personal information, the sharing of your personal information for targeted advertising, or all processing of your personal information for targeted advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Please also review the Your Other Privacy Choices section below for more information about how to make these advertising-related requests.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Targeted Advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You have various choices related to targeted advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You may opt out of receiving certain targeted advertising from participating companies by visiting the websites of the Network Advertising Initiative, Digital Advertising Alliance, and the Digital Advertising Alliance of Canada.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In addition, depending on the jurisdiction in which you live, you may have the right to opt out of the sharing of hashed email addresses and similar personal information with third parties, such as social media platforms for targeted advertising purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You can also submit a request by contacting us here, selecting the Privacy option in the subject line, inserting your first name, last name, and email address, and inserting the following text into the description box: Opt Out of Sale/Opt Out of Sharing for Targeted Advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For individuals in Canada, the EEA, the UK and Switzerland, you can limit the NHL’s use of information about your engagement across the NHL and its Member Clubs to build models that we use to better understand NHL fans and fan engagement across the NHL and its Member Clubs so that we can customize and improve our Services, advertising and communications.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": true
    }
  },
  {
    "Also, links to our Services may be featured on third-party services on which we advertise.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "International Transfers of Personal Information.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "The NHL’s headquarters is in the United States, and, regardless of where you use our Services or otherwise provide information to us, your information may be transferred to, maintained, and processed by the NHL, its affiliates, and our operational partners and service providers in the United States or other locations outside of your jurisdiction of residence.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Please be aware that information we obtain as a result of your use of the Services may be collected, transferred, stored, and processed outside of your jurisdiction which includes, for residents of Quebec, outside of Quebec including in the United States or another country in accordance with applicable law.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Such safeguards may include the EU Commission's standard contractual clauses where applicable, modified as required by law for transferring personal data outside of the European Economic Area (EEA), Switzerland or the UK.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Where required by law, we rely on your consent to send you direct marketing messages about our products, services and promotions and to deliver targeted advertisements to you, both on and off the Services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Information for China Residents.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "In order to achieve the purposes described in the How We Use the Information We Collect and Receive section of this Privacy Policy, we may transfer your personal information to NHL headquarters and affiliates or other third parties outside of China.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  }
]