[
  {
    "In general, we use cookies and other Tracking Technologies as followsWhere necessary to run our websiteTo optimize the functionality of our websiteFor analytics purposesFor purposes of ad targeting and marketing.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The purposes for which we disclose your Personal Information include To provide you with products and our Service, such as when we use a customer relations vendor to respond to your inquiries, a developer to improve our App, or payment processor to complete your purchases and process payments, including certain stored tokenized payment card information for future transactionsFor marketing and advertisingFor analytics, and to improve our Service, products, advertising, and marketingTo protect rights, property, life, health, security, and safetyTo negotiate or complete any proposed or actual merger, purchase, sale, or any other type of acquisition or other transaction, including a transfer of all or a portion of our business to another companyTo comply with the law, law enforcement, other legal process, or in response to a government requestFor any purpose disclosed elsewhere in this Privacy Policy or at the time we collected your Personal InformationFor any other purpose consistent with our statements in this Privacy Policy or allowed by applicable lawWith your consent or at your direction.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "6. Analytics Services, Advertising, and Online Tracking We may use certain third-party web analytics services to help us understand and analyze how visitors use our Service and to serve advertisements on our behalf across the Internet.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may use this information to analyze and track user data, better understand users online activities, determine the popularity of certain content or products, and deliver advertising targeted to user interests.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Some information about your use of our Service and other websites and services may be collected using Tracking Technologies across time, services, and devices and used to deliver relevant ads to you on our Service or on other websites and services Interest-Based Ads.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In addition, we may participate in online advertising networks and exchanges that display relevant ads to our users on and off our Service based on their interests as reflected in profiles we and others create from collected information.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We have implemented Google Analytics Advertising Features, such as advertising reporting and personalization.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To find out more about how third-party analytics services manage the privacy of information in conjunction with delivering Interest-Based Ads online and how to opt out of information collection by these networks, visit httpwww.youradchoices.com and httpwww.networkadvertising.org.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Advertising cookies collect information to help better tailor ads to your interests.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You may choose whether to receive certain Interest-Based Ads by submitting opt-outs.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Some of our Partners that perform advertising-related services may participate in the Digital Advertising Alliances DAA Self-Regulatory Program for Online Behavioral Advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To learn more about DAA and how you can exercise certain choices regarding Interest-Based Ads, visit httpwww.aboutads.infochoices.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In addition, we may serve ads that are targeted to reach users on other services who are also identified as users of our Service.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "By using the Service and providing your Personal Information, you acknowledge that your Personal Information may be transferred to and processed in jurisdictions other than your own.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  }
]