[
  {
    "To third parties like SendPulse, to permit them to send you marketing communications, consistent with your choices.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These can include authorities outside your country of residence.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "We also use cookies in online advertising to track responses to our advertisements and we use cookies or other files to track your use of other websites.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We also share your devices physical location, combined with information about what advertisements you viewed and other information we collect, with our service providers andor marketing partners to enable them to provide you with more personalized content and to study the effectiveness of advertising campaigns.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In some instances, you may be permitted to allow or deny such uses andor sharing of your device's location, but if you choose to deny such uses andor sharing, we, our service providers andor our marketing partners may not be able to provide you with the applicable personalized services and content.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We use third-party advertising companies to serve advertisements regarding goods and services that may be of interest to you when you access or use the Site.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You may receive advertisements based on information relating to your access to and use of the Site and other websites or online services on any of your devices, as well as on information received from third parties.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These companies place or recognize a unique cookie on your browser including through the use of pixel tags.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Our sharing of your Personal Information with affiliates for their direct marketing purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Our sharing of your Personal Information with unaffiliated third parties for their direct marketing purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you would prefer that we not share your Personal Information on a going-forward basis with unaffiliated third parties for their direct marketing purposes, you may opt-out of this sharing by turning off this feature in any services we provide you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Your Personal Information may be stored and processed in any country where we have facilities or in which we engage service providers, and by using the Site you understand that your information will be transferred to countries outside of your country of residence, including the United States, which may have data protection rules that are different from those of your country.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "For transfers from the EEA to countries not considered adequate by the European Commission, we have put in place adequate measures, such as standard contractual clauses adopted by the European Commission to protect your Personal Information.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Californias Shine the Light law permits residents of California to request certain details about what personal information (as that term is defined in California Civil Code § 1798.83), a company shares with third parties for the third parties' direct marketing purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Upon receipt of this notification, we will discontinue sharing your information for third party direct marketing purposes as soon as practicable.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If we sold your PI, we will explain: The categories of your PI we have sold.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The categories of third parties to which we sold PI, by categories of PI sold for each third party.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]