[
  {
    "Web pages and advertisements you view and links you click on within, and what search queries you may have run on, the Services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Associate your browser and/or device with other browsers or devices you use for the purpose of providing relevant and easier access to content, advertising across browsers and devices, and other operational/business purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "As described in this Privacy Notice and/or our Cookie Notice, we, as well as our third-party service providers, may obtain information about your online activities to provide you with advertising about products and services tailored to your individual interests.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We engage third-party advertising networks to help us target our messaging to visitors through interest-based and contextual means.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Through these ad networks, we can track your online activities such as your visits to websites, your use of apps that serve advertisements, the pages or ads you view and actions you take while visiting those sites or apps over time and across third-party websites and apps by obtaining information through automated means, as described above.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This data collection takes place both on our sites, apps and emails and on third-party websites and apps that participate in these ad networks.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The networks use this information to show you advertisements on our Services or on other third-party websites and apps that may be tailored to your individual interests.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Those businesses may also use your information for their own purposes, including marketing purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Third Party Partners for Marketing Purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may share your information with partners whose offerings we think may interest you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, if you sign up for our newsletters, then we may share information with third parties, such as advertisers, for their marketing and other purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Third-Party Online Advertisers and Ad Networks.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "As discussed in the Interest-Based Advertising Section of this Privacy Notice, the Services may rely on third-party advertising technologies that allow for the delivery of relevant content and advertising on the Services, as well as on other websites you visit and other applications you use, and these technologies will collect certain information from your use of the Services to assist in delivering such ads.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "As discussed in the Information We Share Section of our Privacy Notice and our Social Networking Notice, we may share your information with social networking services for their commercial or marketing purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may share information with list rental services, e.g. to parties whose offerings we think may interest you for marketing or commercial purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may share personal data with select third party partners with your consent so they can send you promotions, ads or offers about their services or products that you may be interested in.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you choose to opt in to receiving communications from that third party advertiser by providing your explicit consent, the third party advertiser will manage your information pursuant to their own privacy policy.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You may also choose to opt out of use of data that we or our third party service providers collect about your activities to provide you with tailored advertising about products and services of interest to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may transfer the personal data we collect about you to another country, which may not be deemed to have the same data protection laws as the country in which you initially provided the data.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you are a user located outside the United States or the country to which your information may be transferred, you understand and, as permitted under applicable law, consent to having any personal data processed in the United States and/or such country.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "You hereby grant to Company, as well as any third parties that Company may designate from time to time, the fully-paid, royalty-free, sublicenseable, irrevocable license to copy, display, perform, reproduce, make derivative works from, and otherwise use separately, or together, your Likeness and Statements, in whole or in part, in any and all media now known or hereafter developed, throughout the world, in perpetuity, for any lawful purpose, including, without limitation, in connection with i the subsequent broadcast, display, or dissemination of the events andor ii the promotion or advertising of Company or any such third party.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]