[
  {
    "For advertising and marketing purposes, including, depending on your jurisdiction, deliver targeted ads, for cross-device linking and to analyze the performance of advertising and marketing activities.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To advertisers, advertising- and marketing-related service providers and partners as well as companies that help us learn how you and others interact with our content.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To business partners and others, such as when we partner with a third party to offer products or services on a co-branded basis, or for their own advertising, marketing, and other commercial purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You may take steps to limit the use of your information for targeted advertising on your browser or mobile device.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In addition, depending on your jurisdiction, we and third parties may automatically collect certain information through automated means about your activities over time across the Digital Services as well as across third-party sites, apps or other media.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Information about your interactions with the Digital Services, including browsing and search activities and clickstream data that reflect the content including advertising and website features you have accessed, clicked on, viewed, or otherwise interacted with.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Demographic, interests and household information.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For more information about the use of automated means in the context of targeted advertising and how you can limit tracking for advertising and marketing purposes, see section C.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "3. For advertising and marketing purposes, including targeted advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Targeted advertising also known as online behavioral advertising is advertising based on your interests in topics and content based on your activities over time on the Digital Services and online services operated by third parties, as well as information from other sources, including information collected offline.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Targeted ads may consist of text ads, images, animations or videos and may be displayed to you based on various factors, including the context of the site or app in which they appear e.g., sports or travel section, information you provided to the operator of the site or app e.g., when you created an account, your activities on the site or app e.g., pages viewed, searches performed or ads clicked, and information such as your demographic, interests and household information.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Depending on your jurisdiction, we may engage in the following activities On the Digital Services and on third-party sites, apps or other media, we, our service providers and third parties may use automated means to a collect information for targeted advertising purposes or b serve you targeted ads.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These technologies may use unique identifiers associated with your browser or device to support targeted advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may use andor combine online and offline information we obtain about you, including your personal information, for targeted advertising purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may hash information, including your personal information such as an email address, and may disclose it, including for targeted advertising purposes or other advertising and marketing initiatives.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may aggregate the information we obtain to create audiences that are most likely to respond to ads based on demographic, interests or household information.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Targeted ads may be displayed to you by third parties, such as ad networks or exchanges.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "There are steps you can take to limit the collection of your information for targeted advertising purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To learn more about targeted advertising and opt-out choices, see httpsyouradchoices.comcontrol and in the section DAA Industry Opt-Out.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In serving targeted ads, we adhere to the Self-Regulatory Principles for Online Behavioral Advertising developed by the Digital Advertising Alliance.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you access the Digital Services from multiple browsers or devices, we, our service providers and third parties may try to establish connections among and link the different browsers and devices you use to access the Digital Services and our content or ads published elsewhere.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This helps us provide you with a seamless experience across the browsers and devices you use and serve you with more relevant content and ads e.g., so that we dont show you the same article twice.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "See section E. Website Browser Opt-Outs for steps you can take to limit browser and mobile app tracking for targeted advertising purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Analyzing and measuring the performance, effectiveness and reach of our advertising including targeted ads and marketing efforts on the Digital Services and elsewhere.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "4. Advertisers, Advertising- and Marketing-Related Service Providers and Partners.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Depending on your jurisdiction, we may provide your information to advertisers, advertising agencies, ad networks, ad exchanges, marketing businesses, technology vendors and other entities that create, deliver and assess advertising or marketing campaigns, including targeted ads.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may provide your information to business partners including, without limitation, joint marketing partners and content sponsors, for various purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, we may partner with a third party to offer products on a co-branded, co-sponsored or cross-promotional basis that involves providing your information to others.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may provide your contact information andor email to business partners for their own advertising, marketing, or commercial purposes, with your consent where required by law.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Applicable privacy laws may provide you with the right to limit or opt out of the use of your personal information for certain purposes, including the below Right to Opt Out of SaleTargeted Advertising We may provide your personal information to third parties for targeted advertising purposes or in ways that constitute sales under applicable laws.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You may request that we not sell or provide your data to others for targeted advertising purposes on a go-forward basis.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you re-engage with us after opting out of selling or providing your personal information for targeted advertising, such as by signing up for a newsletter andor entering a sweepstakes or contest, you acknowledge that your personal information may be used and provided in accordance with this Privacy Notice, including in ways that may constitute selling or providing personal information for targeted advertising under applicable laws.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Marketing by Third Parties.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may provide your contact information to third parties for their own marketing purposes with your consent, where required by law.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In addition, you may be able to request that third parties do not use your email address if we have it for their own marketing purposes by logging into your account or the preferences center if available for the relevant Digital Service and adjusting your email preferences.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you choose to participate in a co-branded, co-sponsored or cross-promotional offering, the brand, sponsor or other third party involved in that offering may use your information for its own purposes, including advertising and marketing purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "DAA Industry Opt-Out Depending on your jurisdiction, some of the ads you see on the Digital Services are targeted ads this is also known as online behavioral advertising described in section C.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "3 For advertising and marketing purposes, including targeted advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Please keep in mind that if you opt out of targeted ads, you will still see ads, but these ads will not be based on your inferred interests.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To limit targeted advertising on your mobile device, you can review and adjust the settings provided by your device manufacturer, such as guidance published for iOS or guidance published for Android.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Any information we obtain about you in connection with your use of the Digital Services may be processed and stored in the United States or other countries by us and our service providers.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Some of the ways in which we provide personal information to others may constitute selling or sharing for targeted advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Category of Personal Information Categories of Sources from Which Personal Information Was Collected See Section B of this Privacy Notice for additional information Business or Commercial Purpose for Collecting and Providing the Category of Personal Information See Sections C and D of this Privacy Notice for additional information Categories of Third Parties and Other Entities to Which We Provide Personal Information See Section D of this Privacy Notice for additional information Identifiers 1798.140 v1A and B which include elements such as i contact information e.g., name, mailing address, email address, phone number and ii online identifiers e.g., Internet protocol IP address, account numbers, device identifiers such as mobile advertising IDs  Directly from you  From your friends or contacts for example, if they forward you one of our listings  From cookies and similar technologies  From third-party sites or apps, content distribution channels and platforms  From third-party data suppliers and business partners  From social media platforms and similar services  To provide you with and to improve the Digital Services  To communicate with you  For advertising and marketing purposes for us or third parties, including targeted advertising  To protect our or others rights  With other users or third parties with whom you choose to interact  With affiliates and subsidiaries  With service providers  With advertising and marketing service providers and partners  With content measurement companies  With social media platforms  With business partners  With government authorities as required by law or as necessary to protect our rights Demographics 1798.140 v1C which include elements such as age and gender  Directly from you  From cookies and similar technologies  From third-party sites or apps, content distribution channels and platforms  From third-party data suppliers and business partners  From social media platforms and similar services  To provide you with and to improve the Digital Services  For advertising and marketing purposes for us or third parties, including targeted advertising  With affiliates and subsidiaries  With service providers  With advertising and marketing service providers and partners  With content measurement companies  With social media platforms  With business partners  With government authorities as required by law or as necessary to protect our rights Personal Information under subdivision e of Section 1798.80 of the California Civil Code 1798.140 v1B which includes payment information e.g., payment card number, expiration date and billing information  Directly from you  To provide you with and to improve the Digital Services  To protect our or others rights  With other users or third parties with whom you choose to interact if appropriate in light of the products or services requested  With affiliates and subsidiaries  With service providers  With government authorities as required by law or as necessary to protect our rights Commercial Information 1798.140 v1D which includes elements such as transactional information e.g., activity, listings or bids, requests  Directly from you  From cookies and similar technologies  To provide you with and to improve the Digital Services  To communicate with you  For advertising and marketing purposes for us or third parties, including targeted advertising  To protect our or others rights  With other users or third parties with whom you choose to interact  With affiliates and subsidiaries  With service providers  With advertising and marketing service providers and partners  With social media platforms  With business partners  With government authorities as required by law or as necessary to protect our rights Internet or other electronic network activity 1798.140 v1F which includes elements such as information about how you use, access, or interact with the Digital Services such as comments, photos, videos and other content you choose to publish on the Digital Services, information about your device, browser or operating system  From cookies and similar technologies  From third-party sites and apps, content distribution channels and platforms  From third-party data suppliers and business partners  From social media platforms and similar services  To provide you with and to improve the Digital Services  To communicate with you  For advertising and marketing purposes for us or third parties, including targeted advertising  To protect our or others rights  With affiliates and subsidiaries  With service providers  With advertising and marketing service providers and partners  With content measurement companies  With social media platforms  With business partners  With government authorities as required by law or as necessary to protect our rights Geolocation Data 1798.140 v1G which include elements such as location information e.g., city and state, or precise location information if location services are active on your device  Directly from you  From cookies and similar technologies  To provide you with and to improve the Digital Services  To communicate with you  For advertising and marketing purposes for us or third parties, including targeted advertising  To protect our or others rights  With affiliates and subsidiaries  With service providers  With advertising and marketing service providers and partners  With content measurement companies  With social media platforms  With business partners  With government authorities as required by law or as necessary to protect our rights Audio, Electronic, Visual, Thermal, Olfactory or Similar Information 1798.140 v1H which includes elements such as recordings of your calls with our call center  Directly from you  To provide you with and to improve the Digital Services  To communicate with you  To protect our or others rights  With affiliates and subsidiaries  With service providers Professional or Employment-Related Information 1798.140 v1I which includes elements such as your professional email address, phone number or other contact information if you have used such professional or employment related personal information to make a listing, place a bid, register for an account or to receive communications  Directly from you  To provide you with and to improve the Digital Services  To communicate with you  For advertising and marketing purposes for us or third parties, including targeted advertising  To protect our or others rights  With other users or third parties with whom you choose to interact  With affiliates and subsidiaries  With service providers  With advertising and marketing service providers and partners  With content measurement companies  With social media platforms  With business partners  With government authorities as required by law or as necessary to protect our rights Inferences 1798.140 v1K which include elements such as inferences regarding your preferences or other characteristics e.g., cooking enthusiast, travel, food and dining  Directly from you  From cookies and similar technologies  From third-party sites and apps, content distribution channels and platforms  From third-party data suppliers and business partners  From social media platforms and similar services  To provide you with and to improve the Digital Services  To communicate with you  For advertising and marketing purposes for us or third parties, including targeted advertising  To protect our or others rights  With affiliates and subsidiaries  With service providers  With advertising and marketing service providers and partners  With content measurement companies  With social media platforms  With business partners  With government authorities as required by law or as necessary to protect our rights Sensitive Personal Information 1798.140 ae12 which includes elements such as your race or precise geolocation when you enable geolocation on your device.  Directly from you  From surveys and consumer research  To provide you with and to improve the Digital Services  With affiliates and subsidiaries  With service providers For each of the categories listed above, we will retain your personal information for as long as needed or permitted, depending on the purpose for obtaining that data and consistent with applicable laws.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "2.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Right to Opt Out of SaleTargeted Advertising We may share your personal information with third parties for targeted advertising purposes or in ways that that constitute a sales under the CCPA.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you reengage with us after opting out of the sale or sharing of your personal information, such as by submitting a bid, signing up for a newsletter andor entering a sweepstakes or contest you acknowledge that your personal information may be used in accordance with this Privacy Notice, including in ways that may constitute selling or sharing under CCPA.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Your Shine the Light California Rights CA Civil Code  1798.83 You may also have the right to request a list of third parties to which certain personal information as defined by California Civil Code  1798.83 obtained through a Digital Service was disclosed to others by BaTMedia during the preceding year for those third parties direct marketing purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To accomplish our legitimate interests, we may share your information with our affiliates and subsidiaries, service providers and business partners including for our advertising and marketing purposes and in the context of a corporate transaction.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "International Data Transfers Information collected through the Digital Services will be processed in and subject to the laws of the United States, which may not provide the same level of protection for your personal information as your home country.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  }
]