[
  {
    "We may combine your information with information we collect from third parties or public sources, including analytics providers, data brokers, third party directories, advertising networks and third parties that provide us with technical services so that we can improve our sites and our Services, and publicly available sources such as Companies House and the Electoral Register.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We and our third-party partners use this data to analyse how you use our Site and our Products and Services and the effectiveness of our Site and our Products and Services, including Personalisation to personalise content, services and communications and target advertising Advertising to select and deliver advertising and content to you and measure the delivery and effectiveness of such advertising and content for example, analysing open and click rates to analyse how you use, and the effectiveness of, our sites and our products and Services to count users who have visited our sites or opened an email and collect other types of information, including insights about visitor browsing habits, which helps us to improve our sites, our products and Services and the effectiveness of our emails to measure the effectiveness of our content to learn what parts of our sites are most attractive to our users, which parts of our sites are the most interesting and what kind of features and functionalities our visitors like to see to help us understand the type of marketing content that is most likely to appeal to our visitors and customers and to help us with the selection of future product and service lines, website design and to remember your preferences.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Online personalised advertising": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We and our third party partners may use your Behavioural Data and Technical Data and other data that is collected through your interactions with third party websites and services to provide you with, and analyse the effectiveness of, personalised ads when you visit other websites andor use other services including the social media and other platforms described in the Marketing via third party channels section below.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "By personalised ads, we mean advertisements for products and services that you have shown an interest in when you have used our Site or which we or our partners otherwise think you might be interested in based on your browsing habits.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Note our third- party partners may also use the data that is collected to show personalised ads for products and services offered by third parties.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Where we use your personal data to display online personal advertising to you, we rely on the consent that you have provided in respect of the collection of such data, or it is otherwise in our legitimate interests to promote our sites and our products and Services to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Marketing via third party channels": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We share your email address and other identifiers such as your phone number or device ID usually in an encrypted or hashed form with third third-party providers of social media platforms and other services, such as Facebook and Google Platforms, so that the third party providers can try to match your data with the data of their registered users of their Platforms e.g. via Facebook Custom Audiences and Google Custom Match.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Where there is a successful match, we will display our advertising to you to make suggestions and recommendations to you about goods and services that could be of interest to you when you use the relevant Platform e.g. on your Facebook newsfeed.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This is known as custom audience advertising, because we customise the audience that we want to reach on the relevant service.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Some of the advertising that you see may be personalised to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We will only share your personal data with the third-party providers of the Platforms, so that we can advertise our products and Services to you when you use those Platforms, where you have provided your consent.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Advertising to other people who share similar interests and characteristics to you or if you are someone that sees such advertising": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We will provide your personal data to third-party providers of Platforms as described in the Marketing via third party channels and the Insight, Data Analytics and retargeting through Cookies sections.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This is known as lookalike audience advertising because we are trying to show our advertising to people who look like you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Please see the Marketing via third party channels section for details of the lawful basis that we rely on to share your personal data with the Platforms.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "It is in our legitimate interests to further use your personal data to advertise our products and Services to other individuals that use those Platforms and who share similar interests and characteristics with you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may aggregate and anonymise your Profile Data and Behaviour Data, so that we can improve and market our advertising services and monitor the efficacy of our business partnerships.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Where we have the appropriate permissions or as otherwise authorised by applicable law, we will use your information to market and advertise our products and Services, our group companies products and services, and occasionally third party products and services that could be of interest to you including third party offers, advertisements, competitions or commercial communications by telephone mobile and landline when available, post, electronic messaging including SMS and MMS, email, online or via applications.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Please see Marketing communications Online personalised advertising Marketing via third party channels Advertising to other people who share similar interests and characteristics to you or if you are someone that sees such advertising sections for further information.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The servers powering and facilitating that cloud infrastructure are located in secure data centres around the world, and personal data may be stored in any one of them.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "We share your information with our advertising partners as described in our Cookie Notice when you use our sites.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This data is used to provide you with, and measure the effectiveness of, online personalised advertising and for other advertising related activities.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In some instances we will transfer your data to our Group Companies located outside the UK andor EEA.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Many of our third party service providers and partners are based outside the UK andor EEA, or use servers located outside of the UK andor EEA for the purposes of storing and processing data, so their processing of your personal data will involve a transfer of data outside the UK andor EEA.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Whenever we transfer your personal data out of the UK andor EEA, we will comply with our legal and regulatory obligations in relation to your personal data, including having a lawful basis for transferring personal data and putting appropriate safeguards in place to ensure an adequate level of protection for the personal data.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "When transferring your personal data outside the UK or the EEA, we will, where required by applicable law, implement at least one of the safeguards set out below.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Model clauses": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, our linking with Amazon which earns us advertising revenue.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, our linking with Amazon which earns us advertising revenue.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]