[
  {
    "We and our third party partners may use cookies for advertising purposes, which, subject to applicable law requirements, we will request your consent for us to do so.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Cookies are also used to help customize your experience and for advertising purposes including personalized advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Targeting and Advertising Cookies.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These cookies are set through our website by our advertising partners.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "They may be used by these companies to build a profile of your interests and show you advertisements that are relevant to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "They work by uniquely identifying your browser and device and allowing the ad server to recognize your computer each time they send you an online advertisement to compile information about you or others who use your computer.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This information allows us and our advertising partners to, among other things, deliver targeted advertisements that will be of interest to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Among other, we use the following third party cookies on our website: Google Analytics, Analytic, Measurement and Performance, Google Ad Manager, Targeting  Advertising, Google Adsense, Targeting  Advertising, Facebook, Targeting  Advertising, Twitter, Essential, Functionality, Operation and Security, Targeting  Advertising, YouTube, Essential, Functionality, Operation  Security, Targeting  Advertising, Amazon, Targeting  Advertising, AppNexus, Targeting  Advertising, Oath Verizon Media, Targeting  Advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Please note that there might be additional cookies of our third-party advertising partners used in our website  all as detailed in the cookie notification and management tool that will be displayed once you access our website, and subject to applicable law in your jurisdiction.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "As we explained above, we use third-party advertising companies to serve ads when you visit our website.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These companies may collect certain information about you in order to provide advertisements about goods and services that may be of interest to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These third party advertisers may provide ways for you to opt out from or limit their collection of information from and about you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may store or process your Personal Data in a variety of countries including the United States.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  }
]