[
  {
    "Cookies can be used for several purposes, including to enable aspects or features on our properties or to remember your preferences, to better understand how you use our properties, and to provide you with more personalized advertising messages on and off our properties.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "LoveToKnow and our Third-Party PartnersAffiliates may use cookies or other tracking technologiesbeacons to collect usage information and personalize content and advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Creating a more personalized advertising experience based on your interests, including email communication.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you enter a contest or sweepstakes promotion that is sponsored by a third party or client and have agreed to opt-in to marketing and promotions, the information you provide via the contest or sweepstakes may be disclosed to that third party for their use subject to their own policies.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "LoveToKnow Media is supported and monetized by third-party advertising partners.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These partners may employ technologies which allow for the delivery of personalized advertising on Our Properties.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These technologies may collect specific and anonymized information to deliver more relevant advertising and marketing messages.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These third parties include advertising and supply side partners, data management platforms and exchanges, advertising servers, web analytics providers, and other advertising technologies.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may also sometimes provide specific and anonymized information to service providers, who may attempt to match our data with their own, this would come in the form of hashed unidentifiable email addresses, mobile ad IDs, and other proprietary and anonymous IDs which we may assign, in order to provide you with a more personalized ad experience.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You can also opt-out of receiving some interest-based advertisements on mobile apps by visiting httpswww.aboutads.infoappchoices.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Opting-out simply means that the advertisements that you will see are either non-personalized or follow the NAI self-regulatory program and should not be based on your interests or tailored to your browsing behaviors.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The data protection laws in these countries may have differing standards of protection for your information than the country that you are located, or your country of residence.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may disclose specific categories of personal information or identifiers to the service providers, third-party advertising and analytics companies, and additional affiliatesproviders outlined in this policy as described in the How Do We Share or Disclose Information section of this policy.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "LoveToKnow sellsshares information outlined in the CCPA to the extent that we engage third-party companies to use tracking technologies within their services, including personalization and contextualization of advertising messages.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Depending on what products and services of ours that you use, we may sellshare information to third-parties for more personalized contextual and behavioral advertising the following categories of personal information to third-parties Contact information, device level information, connection data, demographic data, inferred interest information, user-generated content, contact information, geolocation, and social media data.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Under California law you have the right to opt-out of the sale or sharing of your Personal Information that we have collected about you to third-parties now or in the future for the purposes of contextual advertising or analytics.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "As stated and defined in the How Do We Share or Disclose Information Section of this Policy, LoveToKnow does share personal information that is gathered when you visit our Products, such as cookies and tracking beacons with third-parties for more personalized and customized advertising purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You have the right to opt-out of utilization of your Personal Information for purposes of targeted advertising messages, or the sale of personal data.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This processing is done with the basis of legitimate interest in undertaking marketing activities to offer products or services that may be of interest to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This may include advertising messages, customized content recommendations, and specific offers or promotions to you based on your interests or digital behaviors, from us or third-parties.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Some of our processing could involve transferring your Personal Information outside the EEA, UK, or Switzerland.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Several of our external third-party providers are also based outside of Europe and their processing of your Personal Information may involve a transfer of such information outside of the EEA.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "When a transfer to a third-party located in a Country not recognized by the EU Commission as ensuring an adequate level of protection, LoveToKnow will take appropriate steps to transfer the Personal Information, subject to adequate safeguards, such as standard contractual clauses as well as other appropriate measures and safeguards to ensure Data Security approved by the European Commission.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "The Information may include advertisements, which may be targeted to certain Content, Information or queries.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]