[
  {
    "We may also use Information to offer, market, and advertise products, programs, and services from us and third parties that we believe may be of interest to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We use this Information i to provide, develop, maintain, protect, and improve our Site, products and services and to operate our business, ii to perform analytics, including to analyze and report on usage and performance of our Site, iii to endeavor to protect against, identify, and prevent fraud and other unlawful activity, iv to create aggregate data about categories of our users, and iv for us and select third parties to target, offer, market, or advertise products, programs, or services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may also share Information with third parties, such as retailers, research organizations, advertisers, ad agencies, advertising networks and platforms, participatory databases, publishers, and non-profit organizations, which may want to market products or services to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If we share personal information with such unaffiliated third parties for their own marketing purposes, we will provide you with an opportunity to opt out of such uses.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Advertising networks.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may share certain information with parties to provide advertising to you based on your interests.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may work with third parties to present advertisements and to engage in data collection, reporting, ad delivery and response measurement, and site analytics.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "They may also obtain information about applications you use, websites you visit, and other information from across your devices and browsers in order to help serve advertising that may be more relevant to your interests on and off our Site and across your devices and browsers.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may also use cookies and other technologies i to provide, develop, maintain, personalize, protect, and improve our Site, products, programs, and services and to operate our business, ii to perform analytics, including to analyze and report on usage and performance of our Site and marketing materials, iii to protect against, identify, and prevent fraud and other unlawful activity, iv to create aggregate data about categories of our users, v to synchronize users across devices, affiliates, business partners, and select third parties, and vi for us and third parties to target, offer, market, or advertise products, programs, or services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Cookies and other technologies also facilitate, manage, and measure the performance of advertisements displayed on or delivered by or through us andor other networks or Site.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We operate internationally, but our computer systems are currently based in the United States, this means Information we collect will be processed by us in the U.S. where data protection and privacy regulations may not offer the same level of protection as in other parts of the world, such as the European Union.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "We collected these categories of California Information for the following purposesPerforming services on behalf of the business, such as customer service, processing or fulfilling orders, providing content recommendations, and processing paymentsAuditing customer transactionsFraud and crime preventionDebugging errors in systemsMarketing and advertisingInternal research, analytics, and development  e.g., user-preference analyticsDeveloping, maintaining, provisioning, or upgrading networks, products, services, or devices.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In the year before the date this policy was issued, we may have shared these categories of California Information for operational purposes with providers who provide services for usName, address, and other identifiers Online identifiers  such as IP address, device IDs, or other similar identifiersCommercial information  such as products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendenciesElectronic network activity information  such as browsing history, search history and information regarding an individuals interaction with an internet website, application, or advertisementLocation information  e.g. if you access our Site on your mobile device we may collect Information about your devices precise location.Online viewing activities e.g., videos viewed, pages viewedInferences drawn from California Information, such as individual profiles, preferences, characteristics, behaviors.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "It includes the sharing of California Information in exchange for anything of value.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "According to this broad definition, in the year before the date this policy was issued, we also sold the following categories of California InformationName, address, and other identifiers Online identifiers  such as IP address, device IDs, or other similar identifiersCommercial information  such as products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendenciesElectronic network activity information  such as browsing history, search history and information regarding an individuals interaction with an internet website, application, or advertisementLocation information  e.g. if you access our Site on your mobile device we may collect Information about your devices precise location.Online viewing activities e.g., videos viewed, pages viewedInferences drawn from California Information, such as individual profiles, preferences, characteristics, behaviors.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If we transfer your personal information out of the European Economic Area or Switzerland and are required to apply additional safeguards to your personal information under European data protection legislation, we will do so.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "When you submit material to BICs web site or through the App, you agree that BIC has the right to publish the material for any type of use, including promotional and advertising purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]