[
  {
    "These technologies may be used for many purposes by us, our service providers, and our third-party business partners, such as automatically collecting Usage Information, enabling features, serving advertisements to you online, and remembering your preferences.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Provide interest-based content and advertising to you based on the way you browse or shop on the Services and other platforms.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Communicate with you about your requests, questions and comments, and administer your participation in special events, programs, surveys, contests, sweepstakes, and other offers or promotions from us and third party marketing offers from our trusted partners, as well as from other companies.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, you may be presented with an opportunity to receive marketing offers from a third party, or you may choose to write a product review, share a wish list, send a message, or engage with a social media service or third party application or feature, through which information about you is shared.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Our Weekly Ads pages are operated by Fusion92 Fusion92, whose own privacy policies apply to the collection, use and disclosure of information obtained through the Weekly Ads pages by Fusion92 and its partners such as Fusion92 ad networks.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "By participating in a Promotion, you are agreeing to the provisions, conditions, or official rules that govern the Promotion, which may contain specific requirements of you including, except where prohibited by law, allowing the sponsors of the Promotion to use your name, voice, likeness or other indicia of persona in advertising or marketing materials.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "ALDI works with third party business partners such as network advertisers, ad agencies, analytics providers, and other advertising partners to serve ALDI ads online, to serve third party ads on the Services, and to provide us with information regarding the use of the Services and the effectiveness of our advertisements.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These third parties may set and access their own tracking technologies on your device including cookies and web beacons, and they may otherwise collect or have access to Usage Information and other information about you, some of which may be personal information under various state laws.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may share information, typically information that has been hashed or otherwise de-identified or pseudonymized including hashed email addresses, Usage Information, and location information, with third party advertising companies, analytics providers and other third parties for the purpose of serving you more relevant ads on and off the Services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may use a variety of companies to serve our advertisements.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Some of these companies are members of the Network Advertising Initiative NAI or the Digital Advertising Alliance DAA Self-Regulatory Program for Online Behavioral Advertising and you may want to visit the following webpages, which provide opt-out mechanisms for participating companies httpsoptout.networkadvertising.org and httpsoptout.aboutads.info.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "By accessing or using a Service or providing us with any information, you consent to the transfer, processing and storage of your information outside of the United States and other countries, jurisdictions in which the privacy laws may not be as comprehensive as those in the country where you reside andor are a citizen.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Personal information processed or stored in another jurisdiction may be subject to access requests from governments, courts, or law enforcement in accordance with the laws of that jurisdiction.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "To opt-out out of the processing of your personal information for the purposes of targeted advertising Right to Opt-Out of Targeted Advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "the processing of your personal information for the purposes of a sale Right to Opt-Out of Sale.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may disclose this type of information to third party service providers Parent company, affiliates and subsidiaries Third parties whose features are integrated with the ALDI Services, such as social media companies Third party advertising and analytics companies Third parties with whom we have joint marketing and similar arrangements Law enforcement, government entities, or others if required by law or in connection with court proceedings such as pursuant to subpoenas or court orders Third parties who may acquire your information as a result of a merger, acquisition or other ownership transition Third parties when you agree to or direct that we share your information with them.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may disclose this type of information to Third party service providers Parent company, affiliates and subsidiaries Third parties whose features are integrated with the ALDI Services, such as social media companies Third party advertising and analytics companies Third parties with whom we have joint marketing and similar arrangements Law enforcement, government entities, or others if required by law or in connection with court proceedings such as pursuant to subpoenas or court orders Third parties who may acquire your information as a result of a merger, acquisition or other ownership transition Third parties when you agree to or direct that we share your information with them.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may disclose this type of information to Third party service providers Parent company, affiliates and subsidiaries Third party payment processors Third parties whose features are integrated with the ALDI Services, such as social media companies Third party advertising and analytics companies Third parties with whom we have joint marketing and similar arrangements Law enforcement, government entities, or others if required by law or in connection with court proceedings such as pursuant to subpoenas or court orders Third parties who may acquire your information as a result of a merger, acquisition or other ownership transition Third parties when you agree to or direct that we share your information with them.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may disclose this type of information to Third party service providers Parent company, affiliates and subsidiaries Third parties whose features are integrated with the ALDI Services, such as social media companies Third party advertising and analytics companies Third parties with whom we have joint marketing and similar arrangements Law enforcement, government entities, or others if required by law or in connection with court proceedings such as pursuant to subpoenas or court orders Third parties who may acquire your information as a result of a merger, acquisition or other ownership transition Third parties when you agree to or direct that we share your information with them.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may disclose this type of information to Third party service providers Parent company, affiliates and subsidiaries Third party advertising and analytics companies Law enforcement, government entities, or others if required by law or in connection with court proceedings such as pursuant to subpoenas or court orders Third parties who may acquire your information as a result of a merger, acquisition or other ownership transition Third parties when you agree to or direct that we share your information with them.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may disclose this type of information to Third party advertising and analytics providers Any categories of personal information described in subdivision 1798.140 Third party advertising and analytics providers.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may disclose this type of information to Third party advertising and analytics providers.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may disclose this type of information to Third party advertising and analytics providers.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may disclose this type of information to Third party advertising and analytics providers.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Californias Shine the Light law Civil Code Section 1798.83, also known as S.B. 27 allows California residents to request from companies conducting business in California certain information relating to third parties to which the company has disclosed certain categories of personal information during the preceding year for the third parties direct marketing purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]