[
  {
    "Please note that in order to use our Services and Software, you acknowledge that Adobe will transfer your personal information across national borders and to other countries where Adobe and its partners and providers operate, including the United States.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "The privacy protections and rights of authorities to access your information in these countries may not be equivalent to those in your country.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "We also disclose personal information to other companies in the Adobe family and with advertising and sales partners consistent with your choices.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We transfer your personal information to the US and other countries, which may be outside the country in which you live.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Does Adobe transfer my personal information across national borders?": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "The following links provide further information on Adobe product improvement program Usage Data FAQ Creative Cloud and Document Cloud Apps Experience Cloud usage information FAQ Adobe Genuine Software Your privacy choices regarding how we use this information Adobe products and services licensed by educational institutions How Adobe uses cookies and similar technologies and How Adobe analyzes your content using techniques such as machine learning in order to improve our Services and Software, and how to opt out of this.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": true
    }
  },
  {
    "Adobe advertises online in a variety of ways, including displaying Adobe ads to you on other companies websites and apps and on social media platforms, such as Facebook and LinkedIn.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Providing you with the Adobe Services and Software for which you have registered and any other products and services you have requested Analyzing your use and measuring effectiveness of our Services and Software, including recordings, to better understand how they are being used so we can improve them and engage and retain users Sending you information about Adobe products and services, special offers and similar information, and sharing your information with third parties for their own marketing purposes, where your consent is not required Analyzing your use and navigation of our Services and Software, your profile information, your interaction with our communications excluding your content, to Detect and prevent fraudulent, deceptive, or, illegal activity, or misuse of our Services and Software Improve our Services and Software, and the user experience, subject to your opt-out and consent rights, including those described here and Tailor and customize the Services and Software through marketing communications learn more Diagnosing problems in our Services and Software Conducting surveys and market research about our customers, their interests, the effectiveness of our marketing campaigns, and customer satisfaction unless we need consent to undertake such surveys, in which case we will only do this with your permission Investigating and responding to any comments or complaints that you may send us Checking the validity of the sort code, account number and card number you submit if you use a credit or debit card for payment, in order to prevent payment fraud or other illegal or deceptive payment practices we use third parties for this see Does Adobe disclose my personal information to others? below Sharing account information registered under a business email address with employers for account migration purposes Combining with other data we may have about how you interacted with our products and services when logged out or logged in, in order to provide a more seamless experience, show you the most relevant content and services, and for marketing purposes, with your consent where required If we merge with or are acquired by another company, sell an Adobe website, app, or business unit, or if all or a substantial portion of our assets are acquired by another company, your information will likely be disclosed to the prospective purchaser, our advisers and any other prospective purchasers advisers and will be one of the assets that is transferred to the new owner and In connection with legal claims, compliance, regulatory and investigative purposes as necessary including disclosure of information in connection with government agency requests, legal process or litigation.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Where required, when you give Adobe your consent or otherwise consistent with your choices Sending you information about Adobe products and services, special offers and similar information, and sharing your information with third parties for their own marketing purposes Placing cookies and using similar technologies in our Services and Software and in email communications, in accordance with our Cookies Policy and the information provided to you when those technologies are used Accessing information stored on your device for the following operational uses Information relating to your use of, and engagement with, Services and Software related to crash reports in order to fix the underlying problem causing the crash Information which you allow us to receive through device-based settings e.g., photos, location and camera in order to provide certain functionality within our Services and Software Analyzing your use and navigation of the Services and Software or your content and its characteristics using automated techniques or human review in order to Detect and prevent fraudulent, deceptive, or illegal activity or misuse of the Services and Software Improve our services and the user experience, such as through the Adobe Product Improvement Program as described here and Respond to your request e.g., customer service.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The types of third parties your information may be disclosed to include our resellers and other sales and advertising partners, retailers, advertisers, ad agencies, advertising networks and platforms, information service providers, fraud monitoring and prevention providers, and publishers.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In some cases, in order to show you more relevant ads, we disclose with social media platforms and other advertising partners, information about actions you take on our websites and apps, such as which pages you visit and which ads you saw.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Such companies including those that may record or store communications include providers of customer support services, chatbots, session replay partners who provide services which recreate a web or app session showing meaningful insight into a visitors experience, providers of analytics technologies that record and analyze your interaction with our websites to help us improve your experience, providers of artificial intelligence technologies that record and analyze your content or communications, payment processing services, fraud monitoring and prevention, detecting and preventing deceptive or illegal activity or misuse of our Services and Software, email, social media, and other marketing platforms and service providers, and hosting services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": true
    }
  },
  {
    "Does Adobe transfer my personal information across national borders?": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "The main locations where we process your personal information are the US and India, but we also transfer personal information to all other countries in which Adobe or its affiliates, providers, and partners operate.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Where Adobe Ireland transfers your personal information to a country which is not within the EEA and is not subject to an adequacy decision by the EU Commission, we rely on one or more of the following legal mechanisms European Commission approved Standard Contractual Clauses andor your consent in certain circumstances.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "In addition, you can object to the processing of your personal information in some circumstances such as where we are using the information for direct marketing.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If your browser is configured to send this signal, Adobe will opt you out of Adobes use of advertising cookies on that browser.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Withdrawing consent or otherwise objecting to direct marketing The Adobe family of companies see list of Adobe entities and our acquired companies and companies we hire to help market our Services and Software on our behalf may use your information to provide you with information and offers related to Adobe.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "What information is collected by companies using Adobe Experience Cloud solutions? Adobe Experience Cloud solutions help our business customers personalize and improve the performance of their websites, apps, and marketing messages.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "2.5 Transfer of Personal Information We process and store information in the U.S. and other countries.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "By using our Services and Software, you authorize Adobe to transfer your personal information across national borders and to other countries where Adobe and its partners operate.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "B License to Cloud Content to Improve our Services and Software.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": true
    }
  }
]