[
  {
    "To provide personalized marketing services, including using third-party cookies to offer marketing communications and advertising that we believe may interest you, or recommend services based on your use of ASUS products and services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, marketing agencies help us with promotional activities, forwarder companies handle the delivery of products, advertising campaign providers analyze data for targeted advertisements and marketing communications based on third-party cookies, customer service providers assist with support services like product repairs, call center assistance, and online chat services, and payment-related companies process your billing or conduct payment fraud detection.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This paragraph explains how ASUS may transfer your personal data to other countries.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "When providing your personal data with ASUS, you understand and agree that ASUS and its affiliated entities or service providers and partners may transfer, store, use, or process your personal data in a country different from yours.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "For analytical purposes and to offer you personalized advertising services and other functions, we use the following cookies to enhance your experiences when using ASUS products and services Function Example Analytics Advertising cookies We use cookies to track the duration and frequency of your visits to ASUS products and services, as well as the specific parts or features you visit the most, such as Google Tag Manager, Google Analytics provided by Google Inc. httpspolicies.google.comtechnologiescookies?hlen, CrazyEgg cookie provided Crazy Egg, Inc. httpswww.crazyegg.comcookies, Matomo cookie by InnoCraft Ltd httpsmatomo.orgprivacy-policy.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We also use cookies to gather information, such as which ads youve seen while using ASUS products and services, to understand your interests.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These cookies also play a role in assessing the success of our advertising campaigns, such as Google Ads, Google Double Click and Google Campaign Manager cookies provided by Google Inc. httpspolicies.google.comtechnologiescookies?hlen, Twitter Ads by X Corp. httpstwitter.comenprivacy, Meta Ads by Meta Platforms, Inc. httpswww.facebook.comprivacypoliciescookies, LinkedIn Ads by LinkedIn Corp. httpswww.linkedin.comlegalcookie-policy, TikTok Ads by TikTok httpswww.tiktok.comlegalpagerowprivacy-policyen, AWIN pixel by AWIN Ltd httpswww.awin.comgbprivacy, Criteo tags by Criteo S.A httpswww.criteo.comprivacy and Quantcast cookies by Quantcast International Limited httpslegal.quantcast.com.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The data collected through these cookies may be shared between ASUS and advertising campaign providers.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These cookies allow Google to track the record of watching any YouTube videos embedded on our website and service, and to personalize your YouTube browsing experience.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you dont want ASUS to offer you personalized marketing services and advertisements through third-party cookies, you can block or delete these cookies through your browser at any time.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]