[
  {
    "Provide you with targeted advertising based on your activity on our sites and applications and on third-party sites and applications to learn more about how we use your information for personalization and tracking, please visit Online Tracking Technologies and Advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Accordion ToggleSHARING YOUR INFORMATION WITH OTHER ENTITIES We will not share your personal information with a third party outside The Walt Disney Family of Companies except in limited circumstances, including When you allow us to share your personal information with another company, by electing to share your personal information with carefully selected companies so that they can send you offers and promotions about their products and services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "When we provide you with relevant advertising on third-party sites and applications, we may share limited personal information about you, such as certain identifiers or hashed email address, with third parties.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may also share such information to provide you with and to measure relevant third-party advertising on our sites and applications.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Choosing whether we share your personal information with other companies so they can send you offers and promotions about their products and services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Controlling targeted advertising by clicking on Do Not Sell or Share My Personal Information or Manage Your Cookie Settings in our website footers or application settings.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Controlling targeted advertising from many ad networks and partners data exchanges and marketing analytics and digital advertising and marketing service providers by visiting the Digital Advertising Alliance.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Choosing to control targeted advertising you receive within applications by using the settings and choices made available to you through your devices, for example, by opting out of interest based ads.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Choosing to limit participation in Nielsen Digital Ad Ratings in markets where available when viewing Disney on certain living room devices and mobile applications by logging into Disney on your computer and clicking Manage Nielsen Measurement on your Disney Account page.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You can also opt out of targeted or interest based ads by visiting the Digital Advertising Alliance or European Interactive Digital Advertising Alliance or using the opt-out mechanism in the Interest Based Ads link in the footer of the site you are visiting.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Accordion ToggleDATA TRANSFERS, STORAGE, AND PROCESSING GLOBALLY We operate globally and may transfer your personal information to individual companies of The Walt Disney Family of Companies or third parties in locations around the world for the purposes described in this privacy policy.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "K. Affiliate Advertising Programs. Disney is a participant in affiliate advertising programs designed to provide a means for websites, apps, or services to earn advertising fees by advertising and linking to third-party retail sites.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]