[
  {
    "Disclosure of your Personal Information to recipients overseas.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "However, this Privacy Policy does not apply where Rokt processes your Personal Information on behalf of any Partners to enable those Partners to serve their own Offers and not those of any other Advertiser.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "What does Rokt do? Rokt provides services to ecommerce companies (Partners) that allow you to receive offers, promotions, coupons, discounts, app download invitations, and calendar subscription invitations, and to interact with other marketing services including during or after a transaction (collectively, Offers) from third-party advertisers (Advertisers), displayed on Rokt Sites.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You may choose to sign up to receive communications in respect of such Offers, including by email, phone or SMS, from Advertisers or Partners, and from Rokt.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you sign up to any Offers, we may share your Personal Information, where applicable, with the party identified in the Offer, so that any Offers they have offered may be fulfilled by them, and so they may provide further information associated with such Offers, as further detailed below under Use and Disclosure of your Personal Information.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Types of Personal Information that we collect, when, why and from whom: we collect and process a number of categories of Personal Information, on the basis of the legitimate interests of Rokt and its Partners and Advertisers: Personal Information you give us when you engage with us or sign up to Offers across Rokt Sites such as your name and email address; Personal Information you provide to us through our various customer contact channels such as your name, email address, phone number, and/or any other personal details you choose to provide when you contact us; Personal Information about you provided to us by Advertisers and Partners as part of our services to them, such as your identifying details such as email address, gender, age/DOB, postcode, title, phone number, transaction details or conversion data such as what you purchased, when and via what method; Usage data about your interactions with the Rokt Sites and/or Offers or any communications sent on behalf of Rokt, Advertisers or Partners, including information relating to your Offer interaction, such as Offer click-through rates and viewing data; device information and website analytics information retrieved from your device/web browser, such as your device profile, IP address, browser type/version, language preferences, access times, referring website address, or your general geographic area based on your IP address; Information we automatically obtain using cookies, eTags/cache, browsers, pixels, web beacons/GIFs, local storage, or other identifiers or other tracking technologies on Rokt Sites and in e-mails we send you, that tell us the pages you view, the links you click, whether an email has been opened, transaction information and other actions relating to our services and technology; If you engage with Rokt on behalf of your business or employer in furtherance of commercial dealings with us, we will collect Personal Information in the course of managing the relationship, such as your business contact information and our contact history, as well as your login credentials to access your Rokt account; Personal Information about you that we may obtain from third-party sources and platforms including data validation services, authentication service providers (including for calendaring services), data enrichment providers, social networking sites, online marketing and segmentation providers, and ad-targeting companies to supplement the information we collect from Partners and Advertisers and directly from you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In some circumstances where we process your Personal Information on the basis of our legitimate interests and those of our Partners and Advertisers, separate consent may be required by law for us to operate our technology (for example, in the case of cookies or other tracking technology that we use to access end user devices or technology that identifies your general location or geographic position).": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Use and disclosure of your Personal Information: Rokt's technology allows us to display Offers from Partners and Advertisers on Rokt Sites, and allows you to sign up to receive communications with respect to such Offers.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The following subsections detail how your Personal Information is used by Rokt (i.e. for what purpose) as well as the basis on which we disclose information to our Partners and Advertisers and other third-party processors: i) Use of Personal Information by Rokt: We use your Personal Information for purposes including providing, maintaining, protecting, and improving our technology, products and services; monitoring the effectiveness of our services; selecting, displaying and providing to you Offers that are targeted and customized and personalized to your interests, attributes, preferences and experiences; predicting what Offers are relevant and engaging to people like you, based on your known characteristics; disclosing the information to Rokt's Partners and, if applicable, Advertisers as set out in the sub-section ii below; making our services easier to use by eliminating the need for you to repeatedly enter your information; Offer targeting and suppression purposes, including display retargeting; sending you confirmation messages, further details messages and follow-up reminders for Offers that you have signed up to, via the applicable or appropriate medium (including email, SMS, or communicating with you at the telephone number provided or confirmed, which may include using an automatic telephone dialing system or pre-recorded message), on our own behalf and on behalf of Partners and Advertisers where you have signed up on rokt.com or the Rokt Owned Sites, or verbally confirmed with our staff; sending you marketing and promotional materials you have elected to receive; maintaining appropriate legal or business records; enabling us to conduct customer research and develop new services; validating the information you provide to us; verifying your identity in relation to privacy requests you make; to protect our rights, property or safety, our users and employees, or any third-party including Advertisers or Partners; complying with applicable laws and regulations; and if you engage with us in a business-to-business capacity on behalf of your business or employer, in addition to the above, we also use your Personal Information to administer and manage our relationship with you and your employer such as record keeping, payments, communicating with you, tracking outcomes, or verifying your eligibility and suitability.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "ii) Disclosure of your Personal Information to Advertisers or Partners: We disclose your Personal Information (including information you give us and Offer-related information) to the Partner when you engage with Offers while on the Partner’s site, including by swiping or clicking on Offers.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We disclose your Personal Information (including email address and segmentation data) for example, to Advertisers if you indicate that you wish to accept their Offers (including by swiping or clicking).": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, where you sign up to an Offer that involves receiving information from an Advertiser via email or otherwise joining their CRM: your email and name, gender, state, country, zip code or other location details, age or date of birth, and your device, browser information and transaction information where relevant to the Offer you have accepted (e.g. date or location of an event).": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If receiving a call from an Advertiser: your phone number, email and name, gender, state, zip code or other location details, age or date of birth, and your device, browser information and transaction information where relevant to the Offer you have accepted (e.g. date or location of an event).": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If visiting an Advertiser's site: your email and name, gender, state, country, zip code or other location details, or age, but only to pre-populate an online form for your convenience.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Electronic Communications: Where a Partner or Advertiser has made an Offer, and you indicate that you wish to accept it (including by swiping and clicking), we disclose your Personal Information to the Partner or Advertiser as applicable so that any Offers they have offered may be fulfilled by them, and they may provide you with further information associated with such Offers to you via the applicable or appropriate medium (including email, SMS, or communicating with you at the telephone number provided or confirmed, which may include using an automatic telephone dialing system or pre-recorded message).": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "iii) Further disclosure of your Personal Information: We may additionally disclose your Personal Information as follows: to third-party agents and processors, such as our technology vendors, CRM and data management platforms, data transmission companies, email service providers, data validation service providers, authentication service providers, data enrichment providers, online marketing and segmentation providers, and ad-targeting companies, as applicable, predominantly located in the USA for third-party processing; to Advertisers or Partners if you have entered a contest or promotion sponsored by Rokt via their site; to any member of the Rokt Group, meaning subsidiaries of parent company Rokt Inc., and their respective professional advisors, directors, employees, contractors, and personnel; as required by any law, subpoena, court order, or other enforceable legal process (including laws outside your country of residence); as necessary to detect, prevent, or otherwise address fraud, security or technical issues; as necessary for us to do in order to establish or exercise our legal rights or defend against legal claims; or as part of or in anticipation of a business sale, merger, consolidation, investment, change in control, transfer of substantial corporate assets, reorganization, liquidation, or similar business transaction or corporate event; and for such other purposes that are consistent with the way we have informed you that we will use your Personal Information in this Privacy Policy or at the time we collect your Personal Information and subject to appropriate confidentiality and security measures.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Disclosure of your Personal Information to recipients overseas: Rokt processes Personal Information in multiple countries, on high-security servers, possibly located outside the country where you live, with our primary servers located in the USA.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Before we disclose your Personal Information to an overseas recipient, we take steps as are necessary and reasonable in the circumstances to help ensure that the overseas recipient does not breach privacy laws in relation to your Personal Information.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Where we disclose your Personal Information to Advertisers and other third-party processors, it is likely (although not assured) the Advertisers or third-party processor will be located in one of the markets in which we operate or have a presence, namely the United States, Canada, Australia, Singapore, Japan, the EU, the United Kingdom, New Zealand and any other countries in which we operate as disclosed at https://rokt.com/about-us and https://rokt.com/rokt-subprocessors.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Rokt discloses Personal Information of individuals located in the European Economic Area with: i) suppliers; ii) other members of the Rokt Group; and iii) Rokt's Advertisers and Partners located outside of the European Economic Area.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Such transfers may be made: a) to a third country or territory that is assessed by the European Commission as ensuring an adequate level of protection; b) to recipients who have in place appropriate safeguards, such as standard contractual clauses that are approved by the European Commission or binding corporate rules that have been approved by a competent supervisory authority; or c) where a transfer to a third country is occasional and necessary in relation to a contract between us or in your interest, or for the establishment, exercise or defense of legal claims.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Data retention: Rokt sets data retention periods in consultation with its Partners and Advertisers in determining how long to retain the Personal Information about you supplied to us by them, subject to you exercising your lawful data subject rights and further subject to any requirement for us to hold data for such period as may be required to establish, exercise or defend legal rights or ongoing legitimate business interests (e.g. to prove that you signed up to a particular Offer or electronic communication).": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "We rely on the following criteria to help determine the appropriate retention periods: i) the necessity of the Personal Information to provide our services to Partners and Advertisers; ii) the types and sensitivity of Personal Information being processed; iii) regulatory requirements that we are subject to, including laws and regulations related to tax, employment, accounting, and securities; and iv) whether a legal claim might be brought against us, for which the Personal Information would be relevant.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Rokt is not responsible for how long Partners and Advertisers may retain your Personal Information.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "What this Privacy Policy does not cover: Where Rokt provides information to a third-party (such as an Advertiser or Partner), for example, in relation to an Offer, you acknowledge that your Personal Information will be handled by that third party in accordance with its own privacy policy and not in accordance with the Rokt Privacy Policy.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You should consult our Advertisers' and Partners' own privacy policies for further details on their use, disclosure, transmission or storage of your Personal Information.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Rokt gives you the opportunity to elect to receive information about Offers that you determine are of interest to you without taking any of your specific personal circumstances into account.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Your privacy rights: Where provided for by applicable law where you are located, you may have a number of rights regarding the processing of your Personal Information, including some or all of the following rights: the right to request access to, or copies of, your Personal Information that we process or control, or have collected or shared about you, together with information regarding the nature, processing and disclosure of that Personal Information such as: i) the categories of Personal Information that we have collected about you (including sensitive Personal Information); ii) the categories of sources from which we have collected Personal Information about you; iii) the business or commercial purpose for collecting your Personal Information; iv) the categories of Personal Information that we have sold or disclosed about you and the categories of outside parties to whom the Personal Information was sold or disclosed; and v) information about the logic involved in any automated decision-making processes used by us (if applicable), as well as a description of the likely outcome of the process with respect to you; the right to request rectification of any inaccuracies in your Personal Information that we process or control; the right to request, on legitimate grounds, deletion of your Personal Information that we process or control or restriction of processing of your Personal Information that we process or control; the right to object, on legitimate grounds, to the processing of your Personal Information by us or on our behalf; the right to request available information on the source of the Personal Data where it is not from you; where we engage in profiling or automated decision-making (as defined under applicable laws), you may request to opt-out of such profiling or automated decision-making; the right to request that we limit our use and sharing of your sensitive Personal Information only to those purposes described under applicable privacy laws (e.g. providing our goods and services that you have requested, maintaining the quality of our services, or protecting our platforms against illegal activity); where we rely on your consent to use your Personal Information (e.g. for the sending of direct marketing by electronic mail), the right to withdraw that consent (see below under How do I withdraw consent / unsubscribe?); where we process your Personal Information on the basis of your legitimate interests, the right to object to the processing of your Personal Information (see below under How do I opt out?); the right to opt-out of the sale of your Personal Information and the sharing of your Personal Information for cross-context behavioral Advertising (we allow third parties to place their own cookies on Rokt Owned Sites, some of which could be considered a sale or sharing of your Personal Information under local laws).": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you would like to opt out of such cookie-based sales and sharing of your Personal Information on Rokt Owned Sites, you can click the Do Not Sell or Share My Personal Information link in the footer below to update your cookie preferences and disable Targeting cookies.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To opt-out of cookie-based sales and sharing of your Personal Information for cross-context behavioral advertising on Rokt Owned Sites, click the Do Not Sell or Share My Personal Information link at the bottom of this page.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Where Rokt Advertisers and Partners have integrated with the Rokt unsubscribe mirroring service, where you request to unsubscribe from any further email correspondence from Rokt, you will be presented with the option to also unsubscribe from the applicable Rokt Partner or Advertisers communications at the same time.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Otherwise, if you wish to unsubscribe from any further electronic correspondence from a Rokt Partner or Advertiser, you should submit a request to those organizations directly using the unsubscribe facility provided by them, or otherwise as described in their communications to you, or as set out in their privacy policy.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "How do I opt out of Offers? Opting out from Advertiser Offers: Rokt provides a facility for you to opt out of seeing all future third-party Advertiser Offers on Rokt Sites thereby avoiding any targeted third-party Offers in the future.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you use another email with a Rokt Partner, then you may need to opt out from multiple email addresses in order to ensure you don't see any targeted third-party Offers in the future.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Even if you opt out you will still need to unsubscribe directly from any of our Partners or Advertisers' mailing lists if you want to stop receiving electronic communications from them.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Depending on the nature of your interactions with Rokt, we may collect and use the following categories of personal information for the business and commercial purposes described in this Privacy Policy: identifiers and personal information categories listed in Cal. Civ. Code § 1798.80(e) (e.g. your name, email address, phone number, and date of birth); characteristics of protected classifications under California or federal law (e.g. gender and age); commercial information (e.g. your interactions with Offers, what you purchase from Advertisers or Partners, which Rokt services you express an interest in or purchase on behalf of your business or employer, and which areas of the Rokt Sites you visit); internet or other electronic network activity information (e.g., your browsing activity on Rokt Sites, or your interactions with our online content and emails that we send you); geolocation data (i.e., your general location based on your IP address or ZIP code); professional information (e.g. your job title and business contact information); and sensitive information (your login credentials to access your Rokt account) and inferences.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may collect the above-described categories of Personal Information from the following categories of sources, as more fully described in the Types of Personal Information that we collect, when, why and from whom section above: directly from you; automatically from your devices; from our service providers; from Advertisers and Partners; from social networking sites; from third-party data providers (e.g. data validation services, authentication service providers, and data enrichment providers); from online marketing and segmentation providers and ad-targeting companies; and from our corporate affiliates in the Rokt Group.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Depending on the nature of your interactions with Rokt, we may disclose each of the foregoing categories of Personal Information to: our corporate affiliates in the Rokt Group; our service providers (e.g. our technology vendors, CRM and data management platforms, data transmission companies, email service providers, data validation service providers, authentication service providers, data enrichment providers, and professional advisors for tax, legal, or similar purposes); online marketing and segmentation providers; ad-targeting companies; Advertisers and Partners; with entities for legal compliance purposes as necessary to protect our company from fraudulent or illegal activity or to establish or exercise our legal rights; and with potential acquirers of parts of our business.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may sell or share (as those terms are defined under California privacy law) the following categories of Personal Information: identifiers; personal information categories listed in Cal. Civ. Code § 1798.80(e); commercial information; internet or other electronic network activity; geolocation data; and inferences.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We sell and share this Personal Information with advertisers, advertising networks, and social networks.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]