[
  {
    "Sportskeeda may also carefully select other companies to send you information about their products or services which are related to the site's service but are not necessary to its operation (an Extended Service).": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "When you use our website we share information that we collect from you, such as your email in hashed form, IP address or information about your browser or operating system, with our identity partners/service providers, including LiveRamp Inc.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "LiveRamp returns an online identification code that we may store in our first-party cookie for our use in online, in-app, and cross-channel advertising and it may be shared with advertising companies to enable interest-based and targeted advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "When you browse through our website and when you enter your email address on these either to log in, or to sign up to a newsletter, or similar we may share personal or other information that we collect from you, such as your email address in hashed, pseudonymous form, IP address, your mobile advertising ID or information about your browser or operating system, with our partner LiveRamp, Inc. and its group companies, acting as joint controllers.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "LiveRamp uses this information to create an online identification code for the purpose of recognising you on your devices.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We place this code in our cookie or use a LiveRamp cookie and allow it to be used for online and cross-channel advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "It may be shared with our advertising partners and other third-party advertising companies globally for the purpose of enabling interest-based content or targeted advertising throughout your online experience (e.g., web, email, connected devices, and in-app, etc.).": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These third parties may in turn use this code to link demographic or interest-based information you have provided in your interactions with them.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "When you visit or log in to our website, cookies and similar technologies may be used by our data partners or vendors to link these activities to other personal information they have about you, including your email or online profiles.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We or our service providers may then send communications and marketing to these emails or profiles.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You can opt out of this advertising by visiting httpsapp.maximise.aioptout.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]