[
  {
    "For example, we process your information to provide you a more personalized experience, including to show you content and information that is most relevant to your experience, as well as more relevant advertisements.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We try to show you ads that we think will be relevant to your interests, but if youd like to have a less personalized experience, you can change your advertising settings in the Snapchat app.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This also includes device information such as your hardware or software, operating system, device memory, advertising identifiers, apps installed, browser type, information from device sensors that measure the motion of your device or compasses and microphones, including whether you have headphones connected, and information about your wireless and mobile connections, location information IP address, information collected by cookies and similar technologies, depending on your settings, cookies, pixels small graphic data that recognize user activity, such as if and how often a user has visited a website, web storage, unique advertising identifiers, and log information such as details about how youve used our Services, access times, pages viewed, IP address, and unique identifiers like cookies.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This includes linked third-party service data information we get when you link your Snapchat account to another service, data from advertisers information from advertisers, app developers, publishers, and other third parties to help target or measure the performance of ads, contact info from other Snapchatters or third parties if another Snapchatter uploads their contact list which includes your information, we may combine that with other information we have about you to better understand who you may want to communicate with.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "So if theres a dog in the photo, it may be searchable in Memories by the term dog, show up on the Map at the location where you created the Memory, and inform us that youre into dogs so we can surface you fun dog videos and dog food ads in other parts of our Services, such as Spotlight.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may show recommended places on the Snap Map, generate stickers, or even generate Snaps and other content using AI, infer your interests based on your content or activity, or customize the content we show you, including ads.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": true
    }
  },
  {
    "Or, if you interact with a lot of music venues we may use that to show you ads for upcoming shows in town.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, we may automatically tag the Snaps you save to Memories based on the content within it e.g., the Snap contained a dog, and then use that tag to personalize your experience, make recommendations, or show you ads such as showing you Spotlight Snaps containing dogs.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": true
    }
  },
  {
    "Provide Relevant Ads": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Another way we provide a personalized Service is through the ads we show.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We use your interests and preferences from the information weve collected to personalize, target, and measure ads.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We think ads are best when theyre relevant.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Thats why we try to select the right ads and show them to you at the right time.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, if youve interacted with ads for video games, we will infer that you like video games, and show you similar ads, but those wont be the only ads you see.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We also use your information to avoid showing you ads you probably wont be interested in.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, if a ticketing site tells us youve previously bought tickets for a movie  we can stop showing you ads for it.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You can learn more about how we collect, use, and share your information for advertising purposes here.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, we may use information collected on an advertisers website to show you more relevant ads.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Develop  Improve Features, Algorithms  Machine Learning Models": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": true
    }
  },
  {
    "In order to do this, we also develop and improve the algorithms and machine learning models an expression of an algorithm that combs through significant amounts of data to find patterns or make predictions that make our features and Services work, including through generative AI features artificial intelligence capable of generating text, images, or other media, using generative models.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": true
    }
  },
  {
    "We use algorithms and machine learning models for personalization, advertising, safety and security, fairness and inclusivity, augmented reality, and to prevent abuse or other Terms of Service violations.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": true
    }
  },
  {
    "For example, our algorithms and machine learning models take into account the conversations Snapchatters are having with My AI to improve the responses from My AI.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": true
    }
  },
  {
    "To make that possible, we may collect your personal information from, transfer it to, and store and process it in the United States or other countries outside of where you live.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  }
]