[
  {
    "We make our best efforts to make sure you see only relevant ads and receive relevant communications from us, including but not limited to, by building a profile based on your Data.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Collaborating with third parties we may partner with third party businesses to receive or share your Data for Data segmentation, enrichment and optimization purposes, which allow us or our partners to personalize and optimize the services, advertisements and marketing activities we or they offer you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "c. Business partnersWe may disclose your Data to third-party businesses for their own purposes, including marketing products or services to you, showing you relevant advertising, or providing an enhanced experience that integrates with our Services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, we may offer content or Activities e.g., competitions, sweepstakes, promotions, games, that are sponsored by or co-branded with third parties which may collect or obtain Data from participants.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may also share your Data for Data segmentation, enrichment and optimization purposes, which allow us or our partners to personalize and optimize the Services, advertisements and marketing activities we or they offer you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "g. ActivitiesWhen you register for or enter an Activity through our Services, we may disclose the information you provide for such purposes to certain third-party service providers, participating sponsors, and advertising partners.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "By entering into any Activity, you agree to the official rules governing that Activity, which may include a requirement that you allow us or the sponsor of that Activity to use and publicly release your name, voice andor likeness in advertising for or associated with the Activity.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In addition, we and third-party advertising companies may use this information to help serve advertising tailored to your interests, both on and off our Services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These technologies also help measure interaction with advertisements across our Services, marketing emails and third-party websites, apps, devices and services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Please review the support materials andor the privacy settings for the respective devices and systems to learn more about these features and how they apply to targeted advertisements.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "d. Targeted Advertising.You can opt out of targeted advertising on websites and apps by third parties that participate in self-regulatory programs via the following linksWebsites The Digital Advertising Alliance DAA WebChoices and Network Advertising Initiative NAI WebChoicesMobile DAA AppChoices and NAI Mobile Choices In some jurisdictions, including some US states, the UK, the EEA and other applicable jurisdictions, you can also opt out of targeted advertising through consent tools available on our Websites, as more fully described in our Cookie Policy and in the US State Supplement and International Supplement below.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Restrict our use of your personal informationdata for targeted advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You may ask us not to use or disclose your personal information for targeted advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Requests to Opt Out of Sale of Personal InformationData or to Limit Use of Personal InformationData for Targeted AdvertisingIf you do not want us to sell your personal informationdata to third parties or if you wish to limit use of your personal informationdata for targeted advertising, please use the consent management tool available on the homepages of our Websites.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In the preceding 12 months, we have collected, disclosed, andor sold the following categories of personal informationPersonal and online identifiers, such as full name, email address, postal address, social media identifiers, photos, IP address, UDID, advertising IDs.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We collect personal information from you and from the following categories of servicesOur affiliates and PartnersPayment processorsAdvertising networksData analytics providersID companiesData segmentation providers andCloud services.Consumer Requests MetricsWe publish metrics regarding the number of requests we have received, complied with in whole or in part or denied, and also the median number of days in which we responded to such requests, in the previous year these metrics are compiled annually and refer to the period between July 1st of the previous year to April 20th of the following yearCompetedDeniedMean Number of Days to Substantive ResponseRequests to Delete350Up to 72 hours from the day of applicable requestRequests to Know00Up to 72 hours from the day of applicable requestRequests to Opt Out of Sale206,7680206,768Children under 16.We do not share or sell as defined under California law personal information of children we know are under 16 years of age.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Marketing and Advertising We may use Tracking Technologies which may collect Personal Data in order to provide you with personalized advertisements when you visit our Services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Our legitimate interests in this case are providing you with tailored Services, content and advertisements that better correspond with your interests.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Third Party Advertising and Data Segmentation We may share your personal data with third party ad networks and data segmentation solution companies to enrich, segment or optimize your data for marketing and advertising purposes of ourselves and our business partners.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Our legitimate interests in this case are providing you with tailored Services, content and advertisements that better correspond with your interests, and assisting our business partners to do the same.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "b. Transfer of Data Outside the EEA, UKWe operate globally, thus any information that we collect, disclose or share, including your personal data, can be stored and processed in various other jurisdictions around the world Other Jurisdictions, including but not limited to the United States and Canada, for the purposes detailed in this Policy.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Using users contact information for marketing purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "By providing your email address and any other data, when signing up for a newsletter on the Services, you agree that we may use the data you provided us with including, without limitation, email address for the purpose of providing you commercial andor non-commercial materials related to our current andor future product and Services, and in order to send you various product deals, promotions, marketing messages and ads including also targeted ads.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]