[
  {
    "To do that, we show you personalized content and ads we think you'll be interested in based on information we collect from you and other parties.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Usage data and inferences. When you're on our Services, we use your activity such as which Pins you click on, terms you search for, boards you create, and any text that you add in a comment or description along with other information you've provided when you first signed up and information from our partners and advertisers to make inferences about you and your preferences.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": true
    }
  },
  {
    "For example, if you create a board about travel, we may infer you are a travel enthusiast.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We also receive information about you and your activity outside Pinterest from our affiliates, advertisers, partners and other third parties we work with.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Advertisers or other partners Online advertisers or third parties share information with us about you to measure, report on or improve the performance of ads on Pinterest, or to help us better understand what kinds of ads to show you on Pinterest.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, we may receive information about your visits to an advertisers site, or purchases you made from them, or information about your interests from a third-party service, which we might use to help show you ads on the Service.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Sometimes we get this information through the Pinterest Tag a piece of code an advertiser puts on their site, which delivers insights to us and our ad partners about actions that a person takes on their website after viewing an ad on our Services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You can control how we use this information to personalize your experience and the ads you see on Pinterest in your Privacy and Data Settings.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, if we know that you're near a retailer we may show you that retailer's Pins that may be of interest to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, using information to train, develop, and improve our technology such as our machine learning models.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": true
    }
  },
  {
    "We also use your information to personalize the ads you see.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Decide which ads to show you, directly on Pinterest, and depending on where you live, show you ads through our partners.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, if you show an interest in camping tents on Pinterest or browse sleeping bags on one of our partners websites, we may show you ads for other outdoor products.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We customize the ads we show you by identifying your interests based on your onsite and offsite activities, as well as by using information we receive from ad partners or other third parties.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Advertise Pinterest products and services to you on other sites and apps.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To do this, we disclose information such as cookie IDs, your IP address, or a hashed version of your email address to third parties, such as Facebook Ads, Google Marketing Platform, and others who may combine that information with other information they already have about you and deliver ads about Pinterest to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Tell our ad partners how their Pinterest ads are doing, and how to make them better.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To do this, we disclose information about the ads you see or interact with on Pinterest to our advertisers and third-party companies to improve the performance of the ads that we or they use to audit or improve the delivery and performance of ads or content on websites and apps.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, we would report to an advertiser that a certain percentage of people who viewed a Pin went on to visit that advertiser's site.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, we would let an advertiser know that a particular Pin has been saved by certain people.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Some of these activities may be considered targeted advertising sharing or selling as those terms are defined under certain state privacy laws in the US.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Customize your Pinterest experience based on your offsite behavior.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, if you visit websites that sell electric guitars, we may suggest guitar Pins to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The actual information used depends on the factual circumstances, but could include any of the following Account information excluding race or ethnicity, Content, Location information, Log data, Information from cookie data and similar technologies, Device information, Usage data and inferences, User choices, Data from other sources third-party platforms, technical service partners, advertisers, and other partners.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The actual information used depends on the factual circumstances, but could include any of the following Account information excluding race or ethnicity, Content, Location information, Your contacts, Log data, Information from cookie data and similar technologies, Device information, Usage data and inferences, User choices, Data from other sources third-party platforms, technical service partners, advertisers, and other partners.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The actual information used depends on the factual circumstances, but could include any of the following Account information excluding race or ethnicity, Content, Location information, Your communications with us, Log data, Information from cookie data and similar technologies, Device information, Usage data and inferences, User choices, Data from other sources third-party platforms, technical service partners, advertisers, and other partners.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, using information to train, develop, and improve our technology such as our machine learning models.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": true
    }
  },
  {
    "To deliver advertising that is relevant, interesting and personal on our Services, we:": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Decide which ads to show you based on information on our Services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, if you show an interest in camping tents on Pinterest, we may show you ads for other outdoor products.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "It is in our interest and in the interest of Pinterest users to receive relevant and interesting adverts for products or services they are interested in, as opposed to receiving randomized and generic ads which they may have no interest in.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To provide measurement and ad analytics we:": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, we would report to an advertiser that a certain percentage of people who viewed a Pin went on to visit that advertiser's site.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "It is in our interest to enable business accounts and advertisers to view and understand how their ads or content performed and the audience that viewed or interacted with their ads or content.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This is so that they can make informed decisions such as what kinds of ad campaigns they may want to run, the type of audience they want to reach and the types of content that users enjoy the most.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This is also in the interest of other users as this helps keep the advertising and other content we show users relevant and entertaining and keeps the Service free for all users.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To deliver ads, off Pinterest, that are relevant, interesting and personal to you about Pinterest, we:": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Advertise Pinterest products and services to you on other sites.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To do this, we disclose information such as cookie IDs, your IP address, and a hashed version of your email address to services we use to market Pinterest to you on sites and apps other than Pinterest, such as Facebook Ads, Google Marketing Platform, and others.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "As explained above some of our activities may constitute targeted advertising, sharing, or selling as those terms are defined under certain state privacy laws in the US.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Creators may direct us to share information with advertisers or other partners for paid engagements.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Depending on where you live, we share data for advertising and related purposes, including showing you ads about Pinterest on third-party services, showing you ads through our partners, and helping advertisers understand how ads on Pinterest perform.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, when you fill out a lead ad form, or click on an ad on Pinterest, we'll share this information with advertising partners.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "By using our products or services, you authorize us to transfer and store your information outside your home country, including in the United States, for the purposes described in this policy.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "The privacy protections and the rights of authorities to access your personal information in such countries may not be equivalent to those of your home country.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Information controlled by Pinterest Europe Limited will be transferred or transmitted to, or stored and processed in, the United States or other countries outside of where you live for the purposes as described in this policy.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "We transfer your information as described in How we use the info we collect to some countries with such adequacy decisions, such as the countries listed here or Standard contractual clauses (SCCs).": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "The European Commission has approved contractual clauses under Article 46 of the GDPR that allows companies in the EEA to transfer data outside the EEA.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "We rely on standard contractual clauses to transfer information as described in How we use the info we collect to third parties in countries without an adequacy decision.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "While transfers to countries that don't have an adequacy decision typically take place on the basis of SCCs, in certain circumstances, transfers can also take place on the basis of exemptions provided under data protection law.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  }
]
