[
  {
    "Furthermore, your personal data will be used to provide you with relevant advertising for our services and products and for statistical analysis that helps us to improve our website.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Your personal data may be disclosed to third parties that might be located outside your country of residence potentially, different data protection standards may apply.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "We will process the personal data you provide to- Identify you at sign-in, Provide you with the services and information offered through the website or which you request, Administer your account, Communicate with you, behavioural Advertising and profiling, Facilitate attendance of a conference, Manage manuscript submissions, Provide access where appropriate to other Springer Nature group content if you so request.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The use of your personal data for behavioural advertising and profiling is done with consent, Article 6 sec. 1 sent. 1 lit. a GDPR.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The use of your personal data for directly advertising related products and services is with consent, Article 6 sec. 1 sent. 1 lit. a GDPR.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For this purpose, we are using Facebook Lead Ads, a service of Meta Platforms Inc, 1 Hacker Way Menlo Park, California 94025, USA Meta.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Lead Ads makes it even easier for you to sign up to newsletters and request to be contacted as the form will already be pre-populated via Facebook with your data and you only need to submit the form.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Springer Nature America, Inc. SNAI 1 New York Plaza, Suite 4500, New York, NY 10004-1562, USA and for China, Macmillan Information Consulting Services Shanghai Co. Ltd 10-11unit, 42 Floor, The Center, 989 Changle Road, XuHui District, 200031 Shanghai, CHINA, affiliates of Springer Nature Limited together Springer Nature entities, collect personal data from attendees to Nature conferences to facilitate registration and plan for the events.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "For the most part, customers contacting customer service are directed to our level 1 teams at our Philippines-based data processor Straive 77 Robinson Road, 13-00 Singapore 068896, if necessary, the service ticket is forwarded to a local level 2 Springer Nature Customer Service team or another relevant team at Springer Nature.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "We use marketing services to provide you with interesting offers.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For this purpose, we place advertisements via advertising service providers that use cookies andor web beacons that are activated when you visit our website.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To present online advertising we use the services of, inter alia, Google AdExchange, Google AdSens.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The cookies and web beacons enable our service providers to collect information about you and your surfing behaviour, e.g. IP address, browser information, information on user activities and click data, and to recognize visitors to our website under a pseudonym and only display products that are likely to be of interest to our visitors.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The data is used to analyse the use of our website and, thereby, improve and optimize the website and to display advertising tailored to your needs.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Google AdWords Remarketing": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In this Website, we use the remarketing or Similar audiences feature of AdWords offered by Google Inc., 1600 Amphitheatre Parkway, Mountain View, CA 94043 USA, hereinafter referred to as Google.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Third party providers, including Google, place advertisements on websites on the Internet.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Third party providers, including Google, use stored Cookiestracking information to place advertisements based on previous visits of a user on this Website.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You may object to data collection and storage for the purpose of remarketing at any time - this objection will be effective for the future, but not retroactively - by deactivating interest-based advertising in Google or by deactivating the services on the website of the Network Advertising Initiative.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Facebook Custom Audience": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This Website uses retargeting tags and Custom Audience of Meta Platforms Inc, 1 Hacker Way Menlo Park, California 94025, USA Meta, hereinafter referred to as Facebook.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "When you visit our web pages, remarketing tags will build a direct connection between your browser and the Facebook server.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This way, Facebook learns that you have visited our web page with your IP address.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This will enable Facebook to match your visit of our pages with your user account.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The information obtained this way can be used to display Facebook ads.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "With regard to the use of Custom Audience we would like to point out that Facebook and third parties use cookies, web beacons or similar technologies to collect or gather information on this Website.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Based on the data gained we can make our Facebook activities more efficient and, e.g., arrange for contents or ads to be shown only to visitors of our Website.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The data collected this way will be encrypted and transferred to Facebook and is anonymous for us, e.g., we cannot see personal data of individual users.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may also utilize other tools, such as Permutive, to build anonymous behavioural segments, and pass the status of membership of these segments into the Facebook cookie.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This will enable membership of these segments to be used when building Custom Audiences within Facebook.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The legal basis for this processing is Art. 6 sec. 1 sent. 1 lit. a GDPR and represents you consent to accepting 3rd party targeting cookies.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Depending on the provider the information generated about your use of the website may be transferred to and processed in third countries, e.g. the United States.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "The cookie set by Google Analytics on your device causes your web browser to transmit corresponding information to Google each time our website is called up.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Only in exceptional cases will the full IP address be transmitted to a Google server in the USA and shortened there.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "The information processed by Google about your use of this website may be transmitted to a Google server outside the EEA and processed there.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Due to the integration of the plugin Facebook collects the information that a user is visiting the corresponding website.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If the user is logged in on Facebook at the moment he or she visits the website, Facebook may be able to connect the visit on the website to the users Facebook account.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If the user interacts with the plugin for example if he or she presses the like button or comments on something the users browser transmits this information to Facebook.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Some of the recipients may reside outside the EEA.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "If the Licensee resides outside the EEA, the transfer is safeguarded by a Commissions adequacy decision such as EU Standard Contractual Clauses.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Within the scope of our information sharing activities set out above, your personal data may be transferred to other countries including countries outside the EEA which may have different data protection standards from your country of residence.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Please note that data processed in a foreign country may be subject to foreign laws and accessible to foreign governments, courts, law enforcement, and regulatory agencies.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "However, we will endeavour to take reasonable measures to maintain an adequate level of data protection when sharing your personal data with such countries.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "We also use optional cookies for advertising, personalisation of content, usage analysis, and social media.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Some third parties are outside of the European Economic Area, with varying standards of data protection.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Your personal information In addition to these Terms and the Additional Terms, please read the Privacy Policy at httpwww.nature.cominfoprivacy.html carefully as it governs our collection and use of information about you, and states that we may collect your information in the UK and transfer it to companies within our group including companies based outside of the UK and Europe.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  }
]