[
  {
    "Furthermore, your personal data will be used to provide you with relevant advertising for our services and products see VII and for statistical analysis that helps us to improve our website see VIII.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Your personal data may be disclosed to third parties see X that might be located outside your country of residence potentially, different data protection standards may apply see XII.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "We will process the personal data you provide to - Identify you at sign-in - Provide you with the services and information offered through the website or which you request - Administer your account - Communicate with you - behavioural Advertising and profiling - Facilitate attendance of a conference - Manage manuscript submissions - Provide access where appropriate to other Springer Nature group content if you so request": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The use of your personal data for behavioural advertising and profiling is done with consent, Article 6 sec. 1 sent. 1 lit. a GDPR.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The use of your personal data for directly advertising related products and services is with consent, Article 6 sec. 1 sent. 1 lit. a GDPR.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For this purpose, we are using Facebook Lead Ads, a service by Facebook Inc., 1601 South California Avenue, Palo Alto, CA 94304 U.S.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Facebook Lead Ads makes it even easier for you to sign up to newsletters and request to be contacted as the form will already be pre-populated via Facebook with your data and you only need to submit the form.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For the most part, customers contacting customer service are directed to our level 1 teams at our Philippines-based data processor Straive 77 Robinson Road,  13-00 Singapore 068896, if necessary, the service ticket is forwarded to a local level 2 Springer Nature Customer Service team or another relevant team at Springer Nature.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "VII. Online advertising, e-commerce and related tools We use marketing services to provide you with interesting offers.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For this purpose, we place advertisements via advertising service providers that use cookies andor web beacons that are activated when you visit our website.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To present online advertising we use the services of, inter alia, Google AdExchange, Google AdSens.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The cookies and web beacons enable our service providers to collect information about you and your surfing behaviour, e.g. IP address, browser information, information on user activities and click data, and to recognize visitors to our website under a pseudonym and only display products that are likely to be of interest to our visitors.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The data is used to analyse the use of our website and, thereby, improve and optimize the website and to display advertising tailored to your needs.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Your personal data will be transferred to and processed inside and outside of the EEA.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "You can prevent the installation of such a cookie i by a respective setting of your browser that blocks the installation of third party cookies, ii by deactivating the interest-related advertising under httpswww.google.co.ukadspreferences, iii generally blocking cookies under httpswww.google.co.uksettingsadsplugin or iv by deselecting the option for tracking cookies via the Springer Nature cookie preference centre.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Google AdWords Remarketing and Facebook Custom Audience In this Website, we use the remarketing or Similar audiences feature of AdWords offered by Google Inc., 1600 Amphitheatre Parkway, Mountain View, CA 94043 USA, hereinafter referred to as Google Google uses Cookiestracking technologies, i.e., text files that are stored on your computer and that allow us to analyze your use of our Website.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Third party providers, including Google, use stored Cookiestracking information to place advertisements based on previous visits of a user on this Website.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You may object to data collection and storage for the purpose of remarketing at any time - this objection will be effective for the future, but not retroactively - by deactivating interest-based advertising in Google or by deactivating the services on the website of the Network Advertising Initiative.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Furthermore, this Website uses retargeting tags and Custom Audience of Facebook Inc., 1601 South California Avenue, Palo Alto, CA 94304 U.S., hereinafter referred to as Facebook.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "When you visit our web pages, remarketing tags will build a direct connection between your browser and the Facebook server.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This way, Facebook learns that you have visited our web page with your IP address.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This will enable Facebook to match your visit of our pages with your user account.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The information obtained this way can be used to display Facebook ads.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "With regard to the use of Custom Audience we would like to point out that Facebook and third parties use cookies, web beacons or similar technologies to collect or gather information on this Website.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The data collected this way will be encrypted and transferred to Facebook and is anonymous for us, e.g., we cannot see personal data of individual users.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you do not wish your data to be collected via Custom Audience, you can deactivate Custom Audience using this link.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Targeted online advertising using email address and third-party advertising platforms With your consent, we may occasionally run online advertising activities targeting you specifically by utilising personal information you have shared with us, namely your email address.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This allows us to advertise in the most relevant way, promoting products, services and opportunities that we deem beneficial to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The legal basis for this processing is Article 6 sec. 1 sent. 1 lit. a GDPR, consent to the use of your email address for this purpose, including its transfer to third party advertising platforms.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This targeting method may be used on the following third-party advertising platforms Meta, Google, LinkedIn, X, Microsoft ads and Criteo.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Your personal data may be transferred outside of the EU to countries with varying data protection regulations.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "The legal basis for this processing is Art. 6 sec. 1 sent. 1 lit. a GDPR and represents you consent to accepting 3rd party targeting cookies.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Depending on the provider the information generated about your use of the website may be transferred to and processed in third countries, e.g. the United States.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "If the user interacts with the plugin  for example if he or she presses the like button or comments on something  the users browser transmits this information to Facebook.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If the user is a member of Facebook and does not wish Facebook to collect personal data via this homepage and to link this with his data stored on Facebook, the user needs to log off from Facebook before going to this homepage.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Some of the recipients may reside outside the EEA.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Your personal data will be transferred to and processed inside and outside of the EEA.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "If the Licensee resides outside the EEA, the transfer is safeguarded by a Commissions adequacy decision or EU Standard Contractual Clauses.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "XI. Cross border data transfers Within the scope of our information sharing activities set out above, your personal data may be transferred to other countries including countries outside the EEA which may have different data protection standards from your country of residence.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Please note that data processed in a foreign country may be subject to foreign laws and accessible to foreign governments, courts, law enforcement, and regulatory agencies.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "However, we will endeavour to take reasonable measures to maintain an adequate level of data protection when sharing your personal data with such countries.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "In the case of a transfer outside of the EEA, this transfer is safeguarded by EU Model Clauses in accordance with Article 46 GDPR.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "We also use optional cookies for advertising, personalisation of content, usage analysis, and social media.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Some third parties are outside of the European Economic Area, with varying standards of data protection.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  }
]