[
  {
    "To opt-out of ad personalization on third-party platforms, please see information on the right to opt-out of the sale or sharing below.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Depending on which DoorDash Services you use or interact with, DoorDash may provide or disclose Personal Information as described in Section II above as follows: To Service Providers To enable us to meet our business operations needs and to perform our Services, we may provide Personal Information to our service providers and vendors, including, but not limited to, providers of identification and verification services, cloud services, payment services, gift card program services, auditing services, security services, marketing and advertising services, promotions, sweepstakes and contest services, market research services, communication services, analytics services that help us understand usage of our Services, market enrichment services, location and mapping services, and customer support functions.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These service providers may access, store and process your personal information outside of the jurisdiction in which you reside, including, without limitation, outside of Australia, Canada and if you reside in the Province of Quebec, outside of Quebec, New Zealand and the United States.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "To Marketing and Advertising Partners We may use third-party marketing and advertising partners to deliver advertising to you on behalf of DoorDash andor our Merchants, including advertising that may be personalized based on your interactions with our Services as well as your activity on third-party services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These disclosures may include lawful access by US or foreign courts, law enforcement, or other government authorities.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Opt-Out of Sale or Sharing Targeted Advertising or Ads Personalization We may disclose Personal Information e.g., identifiers and service and platform usage to advertising partners to provide you with personalized ads on third-party platforms, which may constitute a sale or sharing of your Personal Information.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You have the right to opt-out of our selling or sharing for purposes of targeted advertising of your Personal Information.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Note If you are not a logged-in registered user, you can opt-out of having information about your activity on DoorDash disclosed to partners for personalized advertising on third party platforms by disabling Ad Personalization when you use a specific browser.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You can learn more about interest-based advertising generally and how to opt-out of receiving tailored advertising more broadly than the options available in this Policy by visiting i. the Network Advertising Initiative's Consumer Opt-Out link or ii. the opt-out options available through the Digital Advertising Alliance's opt-out options available through https://digitaladvertisingalliance.org.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The Personal Information processed in connection with this Policy, including, without limitation, by us and/or our third-party service providers, may be stored and processed on systems and servers and accessed by persons and parties, located outside of the jurisdiction where you live including, without limitation, outside of Australia, Canada including outside of the province in which you live, New Zealand and the United States, including storing, accessing, and processing the Personal Information in the United States and other global locations whose data protection laws may differ from those where you live.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  }
]