[
  {
    "Inferences from personal information Profiles reflecting a persons preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may receive your personal information from third parties, such as our third-party business partners, including data brokers and advertising partners your organizations governmental agencies who publish public records and other publicly or generally available sources, including online websites.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Send you personalized and interest-based advertising and marketing Improve and develop new marketing campaigns, segments, and materials.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Third parties to market their products or services to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "As described above, we are a global organization, so your personal information may be transferred outside of your home country and may be stored in and accessed from multiple countries, including the United States.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "When you interact with us, you authorize us to transfer your personal information outside of your home country, and you acknowledge the risk that we may transfer your personal information to countries that may provide less protection than your home countrys privacy laws, and we may not be able to prevent government authorities in some countries from accessing your personal information.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Residents of certain U.S. states may also have the right to opt out of the use of their personal information for profiling or targeted advertising, including online behavioral advertising, and to opt out of the sale or sharing of their personal information, in which you may, in addition to the below, click the Do not sell or share my personal informationlimit the use of my sensitive personal information link or change the cookie settings through our cookie banners.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For individuals located in the European Union, the United Kingdom, and Switzerland, please see our European Data Privacy Framework Supplemental Statement for how we transfer your personal data to the United States.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Additionally, California Civil Code Section 1798.83 may permit you the right to request information regarding the personal information about you we disclose to third parties for the third parties direct marketing purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This Cookie IBA Statement supplements our Privacy Statement and specifically explains how we and our third-party business partners deploy cookies and other tracking technologies Tracking Technologies, including for interest-based advertising IBA, as well as the options you have to control them.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Cookies and other tracking technologies are commonly used to identify users, remember their preferences, track their browsing activities, perform analytics on the use of our Services, and enable targeted advertising based on their online behavior.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These Tracking Technologies may be operated and set by us first-party trackers or by our third-party business partners, such as social media networks, advertising networks, and content providers third-party trackers.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These technologies are widely used to remember you and your preferences and understand how you interact with us so that we may perform essential functions, such as providing our Services or delivering content and allowing users to register and remain logged in personalize our Services and content and ensure a quality, consistent, and efficient experience for our users analyze your usage of our Services and interactions with content, including emails and to deliver and measure advertising, including IBA.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Interest-based advertising IBA is also commonly referred to as targeted advertising, online behavioral advertising, and personalized advertising, and it generally means the delivery of personalized or targeted advertising to you that is tailored to your specific interests and demographics.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "IBA may also include analytics and reporting related to those advertisements, such as ad measurement and attribution, segmentation, and market research.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may send you IBA based on the use of Tracking Technologies and other information you make available to us when you interact with our Services, our content, and our advertisements.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We engage various third-party business partners to serve you IBA and we may share with those third-party business partners certain information about you and our Tracking Technologies to do so.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Some of these third parties will deploy their own Tracking Technologies on our Services and content when doing so, wherein they automatically receive your IP address, browser or device information, and other information from these Tracking Technologies.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Some of our third-party business partners and their business partners may also use or provide us with additional information about you that they have independently collected from offline and online sources to better target and provide you with more relevant and useful advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Some of these third parties may collect personal information about your online activities over time and across different websites.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In addition to the above, you may also be able to choose not to receive IBA from participating companies that participate with any of the following The Digital Advertising Alliance DAA, in which you may opt out of IBA using this DAA tool The Network Advertising Initiative NAI, in which you may opt out of IBA using this NAI Opt Out Tool and, for those in the EUEEA, this tool The AppChoices App for opting out on mobile devices Certain mobile devices may have an advertising identifier that allows companies to serve IBA to a specific mobile device using that identifier.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Depending on your specific device, you may be able to limit advertising or sharing of that advertising identifier.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For more details on your choices regarding the use of your web browsing activity for IBA, you may also visit the following sites networkadvertising.org, optout.aboutads.info, youradchoices.com, and youronlinechoices.eu.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Doing so may limit the manner in which we and our third-party business partners may use your personal information in connection with IBA.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may, where applicable under the Chinese laws, rely on some or all of the following applicable legal bases for the processing of your personal information i your consent Your Consent, ii the necessity to conclude or perform a contract to which you are a party Contract Basis, iii the necessity to perform a statutory duty or legal obligation Legal Obligation Basis iv the necessity to safeguard your life safety, health and property safety in emergency situations Emergency Basis v personal information has been made public by you or has otherwise been lawfully made public, and our processing is done pursuant to the PIPL and the extent of the processing is reasonable Public Information Basis and vi other circumstances as stipulated in Chinese laws.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "As mentioned in the Where do you store personal information? section of this Privacy Statement, your personal information may be transferred outside of China.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  }
]
