[
  {
    "We also offer a digital media platform that allows content creators to monetize content by allowing us and these content creators to show advertisements on such content.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To allow Partners to earn advertising from their content, we share identifiers that do not identify you personally but may identify your browser or device with Partners and advertising partners as described in the Advertising and Analytics Services Provided by Others section below.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "ADVERTISING, ANALYTICS, AND IDENTITY SERVICES PROVIDED BY OTHERS We and our Partners may allow others to provide analytics services and serve advertisements on our or their behalf across the web and in mobile applications.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This information may be used by ARENA, Partners, and others to, among other things, analyze and track data, determine the popularity of certain content, deliver advertising and content targeted to your interests on our Services and other websites, and better understand your online activity.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For more information about interest-based ads, or to opt out of having your web browsing information used for interest-based advertising purposes, please visit Your Ad Choices.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Your device may also include a feature Limit Ad Tracking on iOS or Opt Out of Interest-Based Ads or Opt Out of Ads Personalization or Opt Out of Interest-Based Ads on Android that allows you to opt out of having certain information collected through apps used for behavioral advertising purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "When you use our Services, we may share information that we collect from you, such as your email in hashed form, IP address or information about your browser or operating system, with our identity service providers, including LiveRamp Inc.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "LiveRamp returns an online identification code that we may store in our first-party cookie for our use in online, in-app, and cross-channel advertising and it may be shared with advertising companies to enable interest-based and targeted advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To opt out of this use, please visit LiveRamps opt-out page.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "TRANSFER OF INFORMATION TO THE U.S. AND OTHER COUNTRIES ARENA is based in the United States and we process and store information in the U.S. and other countries.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Therefore, we and our service providers may transfer your information to, or store or access it in, jurisdictions that may not provide equivalent levels of data protection as your home jurisdiction.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "By using the Services or providing personal information to us, you consent to the transfer of your personal information to the United States and other countries that may not provide equivalent levels of data protection as your home jurisdiction.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "NO K. Inferences drawn from other personal information. Profile reflecting a persons preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To personalize your Website experience and to deliver content and product and service offerings relevant to your interests, including targeted offers and ads through our Website, third-party sites, and via email, or phone, with your consent, where required by law.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "SALES OF PERSONAL INFORMATION In the preceding twelve 12 months, we have sharedsold the following categories of personal information Identifiers.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We sell your personal information to the following categories of third parties Partners.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If we sold or disclosed your personal information for a business purpose, two separate lists disclosing sales, identifying the personal information categories that each category of recipient purchased and disclosures for a business purpose, identifying the personal information categories that each category of recipient obtained.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]