[
  {
    "When you visit our Websites from either a desktop or mobile device, we may collect and use cookies or other identifiers to serve you with personal advertisements for Marriott and third-party products, via email, on our Websites, or on other websites on the Internet to measure how you interact with our Websites and to maintain your preferences.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Advertising Cookies Advertising cookies allow us to select which advertisements or offers are most likely to appeal to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We also use them to track responses to online advertisements and marketing, and we may use them to better understand your interests so we can present you with relevant messages and offers.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may use Advertising Partners and other third-party advertising companies to serve advertisements on our Websites, Apps, and other websites regarding both Marriott and third-party goods and services that may interest you when you access and use the Online Services or other websites or online services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You may receive advertisements based on information relating to your access to and use of the Online Services and other websites or online services on any of your devices, as well as on information received from third parties.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To serve such advertisements, these companies place or recognize a unique cookie on your browser including through use of pixel tags.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "With your consent if required by the operating system andor applicable law, we may also collect mobile device advertising identifiers to enhance and personalize your experience and deliver relevant products, content, or ads to show you on our Websites, Apps, or through external advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you use our automated chat functionalities or AI-powered chat technologies, we collect the Personal Data that you submit to provide, improve, or develop the chat functionality, so we can better respond to your and other customers future interactions.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": true
    }
  },
  {
    "We may also use both Personal Data and Other Data to divide customers into segments, or groups, to provide more relevant advertising, including third-party advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "There are a number of activities associated with this purpose, such as administering customer-care services to facilitate and address inquiries, comments and complaints about any of our services such as in person, through phone lines, email, or on social media handling security and fraud prevention administering the Online Services including troubleshooting, data analysis, testing, system maintenance, support, reporting and the hosting of data monitoring and analyzing usage of services and using data analytics or AI to improve services, marketing, programs, overall customer experience, gathering feedback, carrying out pilot programs for potential new services and both developing new and improving existing services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": true
    }
  },
  {
    "There are a number of activities associated with this purpose, such as communicating about products and services that may be of interest to guests providing personalized advertisements for products and services on Marriotts Websites and Apps, and third-party websites facilitating participation in sweepstakes, contests and other promotions such as best vacation photo contests on social media analyzing Data to gain insights and create customer marketing segments and handling customer requests, inquiries and complaints.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Our goal is to serve you better and meet your expectations and preferred level of hospitality at each stage, of your travel journey and to send you personalized advertising and marketing.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We disclose Personal Data and Other Data to Homes and Villas Property Management Companies and their service providers for the purpose described in this Privacy Statement, such as providing, facilitating, and personalizing the Services, facilitating the loyalty programs and their own marketing.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may share your information with spa, restaurant, health club, concierge, and other outlets at our properties to provide you with services and their own marketing such as with Disney Destinations, LLC and Walt Disney Travel Company when you stay at one of our properties affiliated with Walt Disney World.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We share Personal Data and Other data with Advertising Partners to provide marketing, advertisements, and promotions to you, such as sweepstakes, contests, deals, offers, or other marketing and promotional communications.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "As a result, we will, subject to applicable law, transfer or Personal Data and Other Data collected in connection with the Services, to entities in countries where data protection standards may differ from those in the country where you reside, including outside the EEA, the UK, or Switzerland.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  }
]