[
  {
    "Cookies, for advertising: Some of our Services participate in behavior-based advertising, which means that technology (e.g., a cookie) is used to collect information about your use of our Services to provide advertising about products and services tailored to your interests on our Services, or on other websites.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The purposes for collection and use of this data are that we have a business need to engage in behavior-based advertising and capture analytics on our Services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We use this information to ensure that the Services work properly, and to deliver customized content and advertising, including personalized ads, to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We also have a business need to provide personalized advertising on each device that is inferred from the browsing patterns on all of the devices.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": true
    }
  },
  {
    "These analytics services, including third-party services such as Google Analytics, also use this information to place advertisements for our products on other websites that you visit after your use of the Site.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These advertisements may be based on actions such as the pages you visited and actions you take during your use of the Site.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Activity and usage information, including information about your interests, purchase behavior, and other navigation data, such as websites visited and advertisements viewed or clicked on, used to customize content and advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Publicly-observed data: Such as activities on blogs, videos, and other online postings used to customize content and advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In addition to the purposes and uses described elsewhere in this policy, we may use information in the following ways: To identify you when you engage with us and our Services; To provide content and product recommendations based on your interactions and interests; To make our Services available to you and to complete orders placed in our Services and with our Clients; To process transactions associated with your use of Services for which there is a charge, including to process payments and verify your identity or payment information for your security and protection; To communicate with you (e.g., about your account or updates to our terms and to respond to inquiries related to support, employment opportunities, or other requests); To deliver marketing and promotional materials related to our Services in accordance with applicable laws, including information relating to our products, services, sales, marketing research or promotions; To provide you with personalized advertising on our Services based on your online activity; We use the information we have to improve our advertising systems so we can show you relevant interest-based advertising, measure the effectiveness and reach of advertisements and services, verify delivery and track performance of an advertising campaign, and ensure that an ad is only delivered when a real person is visiting the site and that the same users don’t see the same ads too frequently; You may update your preferences regarding personalized advertising by visiting the Cookie Settings link in the footer of each site to manage your settings.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Audience Measurement Services: We may share your Personal Information with audience measurement companies like Comscore and Nielsen that help us and other websites measure and understand the audiences that view our content.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Video Viewing Behavior: Consistent with applicable law, we may share your video viewing behavior with third parties including advertising companies, analytics partners, and social media sites.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Advertising: We may share certain data with Advertising platforms, including Google and Social Networks such as Twitter, Facebook, LinkedIn and Snapchat to allow us to target existing users and customers with highly relevant advertising campaigns.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For the purposes of such campaigns, we may share a unique code such as a hashed email address with the applicable Advertising platform in order for that identifier to be matched against existing users of the relevant Advertising Platform and to identify potentially relevant audiences for targeted advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We use services such as Google Ads Customer Match, LiveRamp, LinkedIn Matched Audiences, and Facebook Custom Audiences for these purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In addition to advertisements for our own goods and services, we may also facilitate third parties to advertise their own goods and services including by targeting those advertisements to those that might be most interested in them.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These advertisements may be shown within our Services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In order to provide advertisements relevant to you, your IP address may be used, as well as your operating system and device type.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Information about your particular device will be used to show you advertisements which work properly on that device.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To opt-out of advertising on a person-based level from LiveRamp, please click here.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Other Persons or Entities with Your Consent: With appropriate consent when required, certain Services may share your Personal Information with third party marketing partners, and they may contact you by email, telephone, postal mail or other common communication methods with marketing and promotional messages about their products or services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Sometimes we will give you the option to receive further communications from one of our advertising partners, for example when we run a competition with that advertiser.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "When you provide consent to receive communications from that third party advertiser, your personal information will be managed by that third party’s own privacy policy.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may use this information on an aggregate basis to place ads that are based on your interests on these social media sites.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "By using your Services account with a third-party TV app or audio control service, you consent to share information about you, including the video content that you have watched on the Services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, California residents may be entitled to object, or opt-out, of having their Personal Information sold to third parties.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "However, if our site detects a GPC signal from your device, we will interpret it as a Do Not Sell or Share request under U.S. law and we will also interpret it as a request to limit the sale of personal information for targeted advertising for residents of the European Economic Area, the UK, China, and Brazil.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In providing the Services, your personal information may be stored and processed in any country where we have facilities or in which we engage service providers, and by using the Services you acknowledge the storage and processing of your personal information in countries outside your country of residence, including the United States, which may have different data protection rules than your country.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Under the laws of several U.S. States, some information we share may be considered a sale.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To opt-out of the sale of your personal information, please click here.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "As a result, your information may be stored and processed in any country where we have facilities or in which we engage service providers.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "For certain jurisdictions, your Personal Information may be subject to the laws of the country to which it is transferred, and if permitted by law, may be accessible without notice to you by the courts, law enforcement and national security authorities of that country.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "By using and participating in any of our Services or providing us with your information, you acknowledge the collection, international transfer, storage, and processing of your information.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  }
]
