[
  {
    "We collect or infer your gender to enable Women Rider Preference, and for marketing and advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This includes banks in connection with cash back programs, and data resellers.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We also use data To enhance the safety and security of our users and services, and to prevent and detect fraud For marketing and advertising To enable communications between users For customer support For research and development To send non-marketing communications to users In connection with legal proceedings 1. To provide our services. Uber uses data to provide, personalize, maintain, and improve our services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Account Communications between users Data from other sources driver data Device Identity verification info Location Triporder info Usage c. Predicting and helping avoid pairings of users that may result in increased risk of conflict, or where one user has previously given the other a low for instance, one star rating.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": true
    }
  },
  {
    "Account phone, user name, vehicle details Location Triporder info User content 3. For marketing and advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Uber uses data except Guest Users data to market its services, and those of Uber partners. Data uses Data used includes a. Personalizing marketing communications and ads relating to Uber products and services, and those offered by other companies.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, Uber may Send push notifications suggesting your favorite destinations or merchants, or in-app messages offering discounts or promotions for products or merchants similar to those youve previously ordered Display personalized ads on Uber or other companies apps or websites Personalize sponsored listings, discounts or promotions for restaurants and merchants available on Uber Account Data from other sources Demographics including inferred gender Device Location Triporder info Usage b. Displaying ads that are targeted based on data about your current trip or delivery request, including time of request and services requested.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, if you request a trip to a supermarket, we may display in-app ads for third-party products that may be available at that supermarket.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Data uses Data used includes We use data for analysis, research and product development, including training machine learning models.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": true
    }
  },
  {
    "Uber uses cookies and similar technologies for purposes such as Authenticating users Remembering user preferences and settings Determining the popularity of content Delivering and measuring the effectiveness of advertising campaigns Analyzing site traffic and trends, and generally understanding the online behaviors and interests of people who interact with our services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may also allow others to provide audience measurement and analytics services for us, to serve ads on our behalf across the internet or for other companies products and services on our apps, and to track and report on the performance of those ads.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We also enable you to share your phone number, email andor order info with restaurants or merchants to receive marketing communications from them.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Ad and marketing partners and providers, including ad and marketing publishers such as social media platforms, ad networks and advertisers, third-party data providers, ad technology vendors, measurement and analytics providers, and other service providers.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Uber uses these vendors to reach or better understand current and potential users of Uber services or of our advertising partners, and measure and improve ad effectiveness.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Service providers that provide us with artificial intelligence and machine learning tools and services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": true
    }
  },
  {
    "This also includes ad intermediaries, such as Criteo, Google, Rokt, The Trade Desk, TripleLift and others.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We share data including advertising or device identifier, hashed email address, approximate location, current trip or order information, and ad interaction data with these intermediaries to enable their services and for such other purposes as are disclosed in their privacy notices.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You can choose here whether Uber may share your data with third parties, or collect data regarding your visits and actions on third-party apps or websites, for purposes of personalized ads.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You can choose whether Uber uses your Uber trip, order or search history to personalize the ads you see on Uber or Uber Eats and Postmates.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For information on how to control Ubers use of cookies and related technologies, including for purposes of displaying personalized ads, please see our Cookie Notice.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This may result in processing of your personal data in countries, including the United States, whose data protection laws may differ from those where you live or are located.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "This includes processing of your data on Ubers servers in the United States, and transferring or enabling access to your data globally, in order to Provide you services wherever you request them Provide you access to your information, such as trip  order history, wherever you request it Provide access to and responses from Ubers customer service agents Respond to requests for information by governments or law enforcement, as necessary Uber is committed to protecting your personal data regardless of where you are located or where, or by whom, your personal data is processed.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "In the event that the EU-US DPF or the Swiss-US DPF are invalidated, Uber will transfer data that is subject to these certifications in reliance on the other data transfer mechanisms described above.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  }
]