[
  {
    "If you contact customer service through our chat feature or by phone, we may monitor and retain those conversations, including for training purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": true
    }
  },
  {
    "These SDKs allow us to track our conversions, bring you advertising both on and off the Service, and provide you additional functionality.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Target advertisements to you on third-party platforms and websites for more information and to opt out, see the Your Privacy Rights and Choices section below": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Target advertising to you when you use our Services based on information provided by our advertising partners for more information and to opt out see the Targeted Advertising and Analytics section below": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "3. TARGETED ADVERTISING AND ANALYTICS.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We engage others to provide analytics services, serve advertisements, and perform related services across the web and in mobile applications.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This information is used to deliver advertising targeted to your interests on other companies sites or mobile apps and to analyze and track data, determine the popularity of certain content, and better understand your activity.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Some of the activities described in this section may constitute targeted advertising, sharing, or selling under certain laws.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You can also learn more about interest-based ads, or opt out of having your web browsing information used for behavioral advertising purposes by companies that participate in the Digital Advertising Alliance, by visiting www.aboutads.infochoices, or, if you reside in the European Union, by visiting www.youronlinechoices.eu.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may disclose your information to vendors who we use to help us run our business, such as marketing agencies, data analytics and contextual intelligence providers, and digital advertising agencies including those providing attribution, cross contextual behavioral advertising or targeted advertising, affiliate network marketing, and commercial data products to or on behalf of Dictionary, including, among others, InMobi PTE Ltd and its affiliates whose privacy policy can be found here httpswww.inmobi.comprivacy-policy Triple Lift, Inc. whose privacy policy can be found here httpstriplelift.comprivacy and Teads Inc. whose privacy policy can be found here httpsprivacy-policy.teads.com.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "When you sign up to participate in a contest or sweepstakes, your information may be provided to our sweepstakes or contest advertisers, operators, or sponsors and the use of that information will be also governed by those advertisers, operators, or sponsors privacy policies or practices.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "5. TRANSFER OF INFORMATION TO THE UNITED STATES AND OTHER COUNTRIES.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Therefore, we and those that perform work for us may transfer your personal information to, or store or access it in, jurisdictions that may not provide levels of data protection that are equivalent to those of your home jurisdiction.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Where the laws of your country allow you to do so, by using our Services, you consent and authorize Dictionary to transfer, store, and use all such information in the United States and any other country where we operate which may not offer an equivalent level of protection to that required in the country where you reside and to the processing of that information by us on its servers located in the United States as described in this Privacy Policy.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you do not want your personal information transferred to the United States and any other country where we operate, please do not submit any information to us or use our Services.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "We collect, and have collected, in the preceding 12 months, the following categories of personal information identifiers, such as name, email address, mailing address, phone number, and IP address categories of personal information, such as name, address, credit card number, debit card number, or other financial information characteristics of protected classifications under state or federal law, such as age or gender commercial information, such as record of purchases internet or other electronic network activity information, such as log data and information about the devices and computers you use to access the Services geolocation data, such as GPS, Bluetooth or WiFi signals where you have allowed access to that information other information you choose to provide, such as messages to customer service inferences drawn from any of this information, including about the content or ads that may be of interest to you and sensitive personal information if you consent to sharing your precise geolocation.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Category of Personal Information Categories of Recipients Identifiers Advertising networks, data analytics providers, data brokers, operating systems and platforms, email service providers, data storage providers, customer support providers, payment processing providers, and account management providers.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Categories of personal information Payment processing providers Commercial information Payment processing providers Internet or other electronic network activity information Advertising networks, data analytics providers, data brokers, operating systems and platforms, data storage providers Geolocation data Advertising networks, data analytics providers, operating systems and platforms, data storage providers Inferences Advertising networks, data analytics providers, operating systems and platforms, data storage providers Sale of Personal information": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Some states law also requires that we notify you if we share or sell your personal information with third parties.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Sharing in this context means that we make available or otherwise disclose your information to third parties for cross-context behavioral advertising, such as targeting of advertising to you based on your personal information obtained from your activity across businesses, websites, apps, and services other than our Services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We share or sell personal information for the following commercial purposes to advertise our products to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Category of Personal Information Categories of Recipients Identifiers Advertising networks Internet or other electronic network activity information Advertising networks Inferences Advertising networks": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You may also have the right to opt out of sharing and sales at any time by clicking here.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Alternatively, the law provides that if a company has a privacy policy that gives either an opt-out for use of your personal information by third parties for their own marketing purposes, the company may instead provide you with information on how to exercise your disclosure choice options.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]