[
  {
    "We do this to better understand your profile and interests so that we can deliver customized offers and other personalized services to you, such as to serve relevant offers to you via email, chatbots, phone or personalized advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Some of these providers may combine data collected from our Service through cookies, pixels, tags and similar technologies, with email or mailing addresses to which they have access to help us serve relevant offers to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you are not a Canva subscriber, we may obtain your contact details from a social media platform, such as LinkedIn, or a third party data provider, so that we can promote our product offerings and subscriptions to you if we think they would be helpful in your role.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may also receive information about you and your engagement with our advertisements from our ad servers, ad networks and social media platforms.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We will directly collect or generate certain information about your use of the Service such as user activity data, analytics event data, and clickstream data for data analytics and machine learning, and to help us measure traffic and usage trends for the Service.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": true
    }
  },
  {
    "Cookies also convey information to us about how you use the Service e.g., the pages you view, the links you click and other actions you take on the Service, and allow us or our business partners to track your usage of the Service over time.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "They also allow us to measure traffic and usage trends for the Service, deliver personalized advertisements that may be of interest to you and measure their effectiveness, and find potential new users of the Service.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may analyze your activity, content, media uploads and related data in your account to provide and customize the Service, and to train our algorithms, models and AI products and services using machine learning to develop, improve and provide our Service.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": true
    }
  },
  {
    "You can manage the use of your data for training AI to improve our Service in the privacy settings page under your privacy settings.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": true
    }
  },
  {
    "These activities include, but are not limited to: labeling and detecting components in images e.g., background, eyes in order to provide and enhance photo editing tools such as background removal, blemish and red eye correction and erasure of components; labeling raw individual data e.g., man with dog; translating audio soundtracks; predicting the most relevant subscription or product offerings for a user to tailor communications and advertising; and search terms and corresponding search interaction data to deliver the most relevant design result.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": true
    }
  },
  {
    "For example, to recommend templates, ingredients and fonts that are likely to be useful to you in a design, we may use information derived from your prior behavior on our Service, the use of these elements by other people working on similar designs and other inferred information.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": true
    }
  },
  {
    "We also use information we collect about you to make sure that you get the most relevant offers and promotions based on your use of the Service, and your preferences.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We use information about you, including cookies information and other information we and our third-party partners collect from you automatically about your use of the Service, to serve, personalize and measure the effectiveness of advertising on the Service and third-party sites and platforms.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This includes showing you advertising we think you might find interesting as well as displaying advertising to potential new users that have similar interests.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may use information about you, your activity, content, media uploads and related data in your account to prevent, detect, investigate and address safety, security, fraud and abuse risks, and to develop our algorithms and models to identify violations of this Privacy Policy, our Terms of Use or our Acceptable Use Policy, e.g., detecting content such as pornographic or copyright protected material.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": true
    }
  },
  {
    "Some of the third parties with whom Canva may share your personal information are: billing, customer support and customer management, email services, hosting and storage, data analytics and predictive analytics, data labelling and machine learning, security, advertising and marketing services, domain name registration, delivery of physical products, and other service providers.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": true
    }
  },
  {
    "We partner with third-party ad servers, ad networks and social media platforms like Facebook, Google, LiveRamp, Outbrain, Taboola and Appsflyer to deliver personalized advertisements on our Service and other sites that may be of interest to you and/or to measure their effectiveness, and/or to identify potential new users of our Service.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Canva may share certain information with our third-party advertising partners, such as your email address, location, cookie information and information relating to your use of our Service, and allow partners to perform a match of your information against information from other third-party networks or sites to serve ads either on the Service or on third-party sites to measure the effectiveness of these ads.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We also share certain information with social media platforms, such as Facebook and TikTok, to display advertising to potential new users whose demographics and behaviour look like those of our existing users.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In addition, these third-party ad servers or ad networks may use technology to send, directly to your browser or mobile device, these personalized ads and ad links directly to your browser or mobile device, and will automatically receive your IP address when they do so.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "They may also use other technologies such as cookies, JavaScript, device identifiers, location data, and clear gifs to compile information about your browsers or devices visits and usage patterns on the Service, and to measure the effectiveness of their ads and to personalize the advertising content.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Please note that an advertiser may ask Canva to show an ad on the Service to a certain audience of users e.g., based on demographics or other interests.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you respond to such an ad, the advertiser or ad server may conclude that you fit the description of the audience they are trying to reach.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Please consult the respective privacy policies of such advertisers or contact such advertisers for more information.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Canva transfers information that we collect about you, including personal information, to affiliated entities, and to other third parties across borders and from your country or jurisdiction to other countries or jurisdictions around the world.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "As a result, we may transfer information, including personal information, to a country and jurisdiction that does not have the same data protection laws as your jurisdiction.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Note that disabling cookies and/or other tracking tools prevents Canva or its business partners from tracking your browser's activities in relation to the Service, and for use in targeted advertising activities by Canva, including via third-party websites.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "As described above, we may combine information about you with information obtained from third-party sources to better understand your profile and interests so that we can deliver customized offers and other personalized services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You can manage your preferences relating to how Canva and the third party service providers we engage to enable functionality within the Service, may use your data for training AI, including through the use of machine learning technologies.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": true
    }
  },
  {
    "Legitimate interests - it is necessary for our legitimate interests for example, providing a useful and customized Service, sending you relevant marketing messages, displaying advertising and tracking its effectiveness, using information we collect about you like your spending, platform usage, occupation and employer so that we can make more informed predictions, decisions and offers for our users, helping users connect with team members and their employers' subscription on Canva and enhancing our Service via research and development, data analytics, data labelling, machine learning and predictive analytics relating to your usage data.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": true
    }
  },
  {
    "We may transfer your personal data to other countries where our affiliates and service providers are located.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Please note that some of these countries may have data protection laws that are different from your country and, in some cases, may not be as protective.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "For Canva users in the EEA, Switzerland or UK, where we transfer your information to a third-party service provider that is not located in Europe, and is not in a country that benefits from an adequacy decision by the European Commission, UK or Swiss authorities, we will require those third party providers to enter into an agreement that provides appropriate safeguards for your information, including by using the EU Model Clauses and the UK International Data Transfer Addendum.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  }
]