[
  {
    "If you submit an email address or other Personal Information through an advertisement on the Service, Patch will share that information with the advertiser so that they may contact you directly if you are located in the EUEEAUK, we will only share this information with the advertiser with your consent.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "By providing your email address or other Personal Information in or in response to an advertisement on the Service, you may receive promotional emails or other communication from the advertiser.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Patch and its third-party service providers, advertisers, advertising networks and platforms, agencies and other partners Partners may collect or receive information about you or your computer or other device used to access the Service.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may use this information to determine your location and to provide you with location-based services, such as advertising, search results and other personalized content.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Patch and its Partners may use your information, including Personal Information and any other information you provide or we collect to, or in connection with, the following key purposes: Provide the Service to you, including providing technical and other support for the Service and personalizing your experience using the Service; Maintain, improve and develop the Service and features and content of the Service, including research and analysis with respect to the Service; Communicate with you regarding the Service or with marketing messages and respond to and fulfill your inquiries and requests, such as subscriptions to Patch email newsletters if you are located in the EUEEAUK, we will only communicate marketing messages with your consent; Administer contests and sweepstakes, and notify you if you have won; Enforce this Privacy Policy and the Patch Terms of Use, address fraud and other illegal activities, including claims of copyright infringement, and protect your safety and the safety of other users of the Service; The purposes for which you provide the information; Deliver, and help advertisers and content providers deliver, advertising and content that is customized to your individual behavior or demographic, based on your use of the Service and other online or mobile websites, apps and services, location information and inferred interests if you are located in the EUEEAUK, we will only do this with your consent; Analyze your use of the Service and the performance of, and your interactions with, advertising and content provided on the Service and provide reports to third parties regarding use of the Service and advertising on the Service, such as showing trends regarding preferences, advertising effectiveness and user experience on the Service; These reports may include aggregate or anonymized information; Associate your activity across the Service and the different devices you use, and associate any accounts you may use across the Service; Carry out or support promotions; Promote our legitimate business interests and those of a third party; Provide location-based aspects of the Service, advertising, search results and content, in accordance with your location settings; Back-up Patch systems, allow for disaster recovery and enhance security of the Service; Comply with legal obligations and As you may otherwise agree or consent.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may also associate cookies with your information, including de-identified or anonymized information, for use by Patch or our Partners to send advertisements and offers based on your individual behavior and demographic information.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Patch may disclose your information, including Personal Information, as follows: To our service providers or Partners who provide services to Patch, such as user support marketing services hosting research and analytics administration of contests and sweepstakes sending or supporting advertising and otherwise in connection with provision of the Service.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Advertisers and other Partners may use cookies on or through the Service to collect the same types of information for the same purposes as Patch.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Such third parties may be able to associate information they collect in connection with the Service with other information they have about you from other sources.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may share non-personally identifiable information, such as advertising identifiers or other information with third parties to facilitate targeted or interest-based advertising, including advertising across devices and platforms.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may also share aggregate or anonymized information with third parties, such as advertisers or other Partners.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Our content partners may be able to use and display public content available through the Service, including content you have provided.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may sometimes send offers to certain users on behalf of other businesses.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you participate in a contest or sweepstakes, or another part of the Service sponsored by a third party, the third party may obtain or collect information about you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Patch, or its Partners, may also use cookies and similar technologies to customize your visit to or use of the Service, or to help enhance or improve the Service, for example by storing your password or delivering relevant advertising to you when you use the Service.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may also work with our Partners to use such technologies to help them provide advertisements to you when you visit other websites or applications, and to research and analyze how the Service is used and user response to and interaction with advertisements.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Patch may work with our Partners to synchronize unique, non-personally identifiable identifiers in order to match our identifiers with those used by our Partners.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These companies may collect and use non-personally identifiable information during your visits to or use of the Service and other websites and apps.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The use of cookies, web beacons and similar technologies by such Partners and advertisers is not in Patchs control and is subject to the privacy policies of such third parties.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Some Partners may use technologies other than cookies to recognize your computer or device or to collect information about your use of the Service or other websites or services, and you may not be able to block use of such technologies.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Patch or its Partners may use mobile Software Development Kits SDKs to collect information, such as your IDFA or Android Advertising ID, and other information about how your device interacts with the Service.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "SDKs allow app developers to enable advertising, collection of data and related services and analytics in apps.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Patch may use this technology to deliver, or to help Partners deliver, advertising through the Apps and other mobile applications and browsers based on information associated with your device.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Patch Partners may use cookies, widgets, SDKs, IP addresses and similar technologies when you access or use the Service or see advertisements provided through the Service, for purposes such as providing you with advertising that is relevant to you, analytics purposes for example to determine whether you later purchased a product or service in an advertisement you clicked on or took some other action, providing content from a content providers server, and offering content or services based on the content of the pages you visit or other criteria.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In connection with the foregoing, Patch Partners may collect information about the content or ads you viewed, how long you spent on different pages or parts of the Service, how you arrived at specific pages on the Service, and how you responded to ads that you saw.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Patch may also allow certain Partners, such as third-party ad servers, advertising agencies, technology vendors and providers of sponsored content to serve advertisements and collect information within the Service.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you wish to opt-out of sharing of your Personal Information with third parties for the third parties direct marketing purposes, or to find out more about your opt-out rights, please contact us at privacypatch.com.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you are in the EUEEAUK, you will be visiting Patch from a location outside of the United States and therefore you will be connected through and to servers located within the United States where data privacy laws are less stringent than in the EUEEAUK and some other jurisdictions.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Some of the recipients processing your Personal Information may be located in countries including the United States that do not provide a level of data protection equivalent to that set forth by the EEA and some other jurisdictions.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "As discussed in the Privacy Policy, Patch does disclose or share other types of identifiers to our partners, advertisers and service providers, for use in providing their services, advertising purposes, or for improving and maintaining the quality and performance of the Patch Service.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The CCPA includes a very broad definition of sale, and under that definition some of such disclosures or sharing may be deemed to be a sale.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Depending on how you use the Service and the permissions you have given Patch, Patch may sell the following categories of information as defined in the CCPA to third parties identifiers contact information internet or electronic network activity information geolocation information commercial information inferences, including advertising and content related inferences and professional or employment related information.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you are a California resident, you may request information about our disclosure of your personal information to third parties or affiliated companies for their direct marketing purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You can opt-out of resale of your Personal Information by participants in the IABs CCPA Limited Service Provider Agreement by clicking on this link to the IABs Signatory Identification List and then opting-out by clicking the links provided for the applicable participants.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You acknowledge that our use of Your Content may include licensing Your Content to third parties andor using Your Content for advertising purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]