[
  {
    "We may use this to build a more detailed profile of you and your interests.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may also provide you with location-based services for example, advertising and other personalised content, where we collect geo-location data.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We also use this anonymised data to report on our performance and to sell advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This may in turn be used for analytics and targeting.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may share information that we collect from you for example, when you browse through our websites or use our mobile applications, such as your email in hashed, pseudonymous form, IP address, your mobile advertising ID or information about your browser or operating system, with our partners, and their group companies, who use this information to create an online identification code for the purpose of recognising you on your device.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We place this code in our first-party cookie or use a partners cookie, and allow it to be used for online and cross-channel advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This hashed, pseudonymous code may be shared with our advertising partners and other third-party advertising companies globally for the purpose of enabling interest-based content or targeted advertising throughout your online experience e.g. web, email, connected devices, and in-app, etc.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These third parties may in turn use this code to link demographic or interest-based information you have provided in your interactions with them.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, one of these third parties is LiveRamp who acting as joint controllers as applicable and defined in the GDPR use the information to create an online identification code that we may store in our first-party cookie for our use in online, in-app, and cross-channel advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This may be shared with advertising companies to enable interest-based and targeted advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We also work with other parties, for example The Trade Desk who acting as joint controllers as applicable and defined in the GDPR use your email to create an Encrypted Code called a European Unique Identifier or EUID.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This non-identifiable code is then used to recognise you on your device and is also shared with different sites and advertisers who have permission to process the Encrypted code.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "As a result other websites, apps, advertisers, and advertising companies are able to show you relevant advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To opt-out of this activity with Trade Desk, click here httpswww.transparentadvertising.eu.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To opt-out of your hashed email address being shared for profile-based online advertising, please email dpofuturenet.com using the subject line opt-out of hashed email ad profiling.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Where we have your email address, We and our partners will store andor access information on your device and will use the unique advertising identifiers and other personal information for personalized ads and content, ad and content measurement, audience insights, and to develop and improve our products.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Other information, such as inferred data and demographics data, may also be collected and used to match, combine and enrich profile information we hold on you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This may result in you receiving communications from Future regarding your business sector or business interests without you having directly supplied your information to us.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We rely on Legitimate Interests for the following activities providing, maintaining, improving and developing our products and services sending direct marketing communications about our products and services to customers, which may, for example in the US, include content we send on behalf of advertisers sending marketing communications related to the products and services of carefully selected companies in a business-to-business context managing suppression and unsubscribe requests researching publicly available business contact details managing certain aspects of our events analysing the use of our products and services using aggregated, non personally identifiable statistical and analysis data to identify usage trends, such as your visits and activity on our sites, and to determine the effectiveness of campaigns allowing you to comment on our sites, provide feedback or take a survey dealing with queries and complaints notifying you of product recalls or providing other information concerning products you have purchased personalising your experience on our sites Improving merchandise selections and your overall shopping experience using your data in hashed non-identifiable form to help find you or similar audiences through Facebooks audience function and Google customer match identifying fraudulent behaviour and ensuring our websites and systems are secure building and enriching profiles of users based upon, for example, product selection and online behaviour and sharing the information you provide and other information held about you within our Group companies, for the purposes of this policy.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Alternatively, when you register for an event, webinar we may share data with the sponsors of the event or webinar, and other partners and advertisers collectively, Sponsors.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "By participating in a Promotion, you are agreeing to official rules that govern that Promotion, which may contain specific requirements of you, including, allowing the sponsor of the Promotion to use your name, voice andor likeness in advertising or marketing associated with the Promotion.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may use a third-party network advertiser to serve the advertisements on this website.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Network advertisers are third parties that display advertisements based on your visits to this website and other websites you have visited.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This third-party ad serving enables us to target advertisements to you for products or websites you might be interested in.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This websites advertisers, sponsors andor traffic measurement services may themselves set and access their own cookies on your computer if you choose to have your cookies enabled in your browser.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may also share de-identified information andor aggregated information with a third party who is helping us select and deliver interesting and relevant advertising to you andor other potential customers.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This includes sharing data with advertising networks and search engines, in order for us to deliver relevant advertising to you, based on what you appear to be interested in.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These third parties may use this code to link demographic or interest-based information you have provided in your interactions with them in order to limit the number of times you see a particular ad, enable interest-based content or provide you with targeted advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You have the right to express a choice regarding our sharing of this data for the above purposes of the creation of this code or of our sharing of the code with our advertising partners.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "After you have visited our site, we may use remarketing services provided by companies such as Facebook and Google and Bing, to show you advertising on third-party websites, based on your browsing patterns and interactions.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This enables us to understand your preferences and to show you personalised advertising even if you are currently on another website within the network.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may also share de-identified information with social media platforms for advertising purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, we may share a hashed, non-identifiable version of your email with, for example, Facebook or Google, with the aim of showing you advertising on those platforms.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We only share data in this way if you have agreed to receive marketing communications from us.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Our ability to subsequently tailor or exclude ads in this way are determined by your account settings on those platforms.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This may include collecting certain personal data about you for an online audience measurement project that analyses internet users behaviour and profile across different websites, applications and devices in the UK, working with IPSOS, a specialist research agency.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Personalisation The collection and processing of information about your use of this service to subsequently personalise advertising andor content for you in other contexts, such as on other websites or apps, over time.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Typically, the content of the site or app is used to make inferences about your interests, to help us to personalise your experience and show you more relevant content and advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Ad selection, delivery, reporting The collection of information, and combination with previously collected information, to select and deliver advertisements for you, and to measure the delivery and effectiveness of such advertisements.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This includes using previously collected information about your interests to select ads, processing data about what advertisements were shown, how often they were shown, when and where they were shown, and whether you took any action related to the advertisement, including for example clicking an ad or making a purchase.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This does not include personalisation, which is the collection and processing of information about your use of this service to subsequently personalise advertising andor content for you in other contexts, such as websites or apps, over time.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In addition, a key way we share data across systems and Group companies is for advertising and targeting purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This can be based on your online behaviour on our sites, for example When you go onto one of our brand sites we can track your behaviour on those sites, or any of our other sites across our Group companies, and use this to target advertising or email content to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, if you use a technology site such as techradar to look for best iphones, or GoCompare for phone insurance, we can see if you later visited one of our other sites and you may see advertising for iphones andor insurance based on this.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This also applies if you open an email from us and this takes you online as we can use the information from your online behaviour to later target marketing to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may also upload emails in hashed, pseudonymous form straight to the advertising data system and this enables us to identify the same non-identifiable user across devices.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We operate a global business, so your personal data may be processed in a country other than your country of residence.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, if you are UK citizen you may find your data is processed by a supplier or service based outside the UK or EEA, such as in the United States.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "To the extent applicable, we may rely on derogations as set forth in Article 49 of the GDPR for the transfer and onward transfer of personal information collected from individuals in the UK or EEA to the United States, and other countries that the EU views as not providing adequate data protection.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "By using our website, products or services or by interacting with us in the ways described in this Privacy Notice, you consent to the transfer, storage and processing of your personal information outside your country of residence, including out of the EEA, in the circumstances set out in this Privacy Notice.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "When you register for an event, webinar or content item on any of the websites we may add your information to our mailing lists and share information, including personal data with the sponsors of the event, webinar or content item and other partners and advertisers collectively, Sponsors.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, in the EUUK, you may have actively given specific consent for marketing from Future brands, and separately for your data to be shared with a named sponsor.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Whereas in the US, by registering for a webinar or other event, you may be deemed to have consented to receive marketing communications via phone andor email from Future, and the event Sponsors for example if the event was free and you agreed to your data being shared andor used in accordance with this Privacy Policy.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If we sell your Personal Information, you can opt-out.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you do not wish for us or our online third-party partners such as advertising networks to sell or share your personal information with others, please click on the Do Not Sell or Share My Personal Information link in the footer of the relevant website.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you do not wish for us or our online third-party partners such as advertising networks to sell or share your personal information with others, please click on the Do Not Sell or Share My Personal Information link in the footer of the relevant website.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]