[
  {
    "We use your information to provide our Services, tailor your experience, show you bookings and transactions made with our travel partners through KAYAK and our group companies, send you marketing communications, provide you with more relevant advertising and offers that may be of interest to you, and for other purposes described below.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We share your information with our travel partners with our group companies with other business partners including advertisers with social networking services with third-party services or applications you use to log into your KAYAK account with service providers including payment card processors and others as described below.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We share information to provide and improve our Services, for our own marketing purposes, to facilitate offers and advertising from others that may interest you, and for other purposes as described below.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We use cookies and similar technologies to help provide our Services, offer you a more personalized user experience and market our and third parties products and services to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We operate internationally, and information about you may be transferred to, or accessed by, entities located in countries outside of your home country.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may use and store this information to provide and improve features of our Services, for example, to tailor our Services on a needs-based manner to better facilitate your requests such as helping you find the hotel closest to you and to provide you with more relevant content in the cities you visit such as sending you marketing communications relating to goods or services in your current city, including local accommodations and travel options.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We combine the information we collect, generate, or otherwise obtain to draw inferences about your preferences and interests in order to provide and personalize our Services and tailor the advertising we and our partners display or offer to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, if you frequently book rooms at four-star hotels and rent cars when you travel, we may prioritize four-star hotels in your search results or bring you a combined package offer for hotel and car, or prioritize accommodations you have previously bookedProvide you more relevant advertising on and off our Services, including to show you personalized offers and advertising on and off our Services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, if you tend to book rooms at four-star hotels and often travel to Tokyo, we may display advertising for a four-star Tokyo hotel to you on our Services or work with our travel partners and advertising partners to display advertisements for four-star Tokyo hotels to you on other websites you visit.Protect against, investigate, and deter fraudulent, unauthorized, or illegal activityComply with our policies, procedures and legal obligations, including complying with law enforcement or government authority requests, addressing litigation-related issues, and exercising rights or obligations conferred by lawAs otherwise consented to by you and as required or permitted by applicable law.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We share your information with our travel partners to provide the Services such as connecting users with airlines or online travel agents to book a flight or other travel service, and sharing personal details, contact information, passport information, preferences, requests, accommodations, and other information with the airline or online travel agent and for our travel partners own purposes, which may include marketing or advertising purposes see below for more detail on Sharing with Travel Partners.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We share information with other third-party business partners for their own marketing purposes, including sharing with online advertisers or advertising technology ad tech companies to provide you with targeted advertising and marketing communications, where permitted under law see below for more detail on Sharing with Our Business Partners.Trips shared by you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Travel partners use this information for their own purposes, which may include to improve their products or services and to provide you with targeted advertising and marketing communications, where permitted under law.Sharing with Our Group Companies.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We share your information with other third-party business partners for their own marketing purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These third parties include online advertisers or ad tech companies, who may provide you with targeted advertising and marketing communications, where permitted under law.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The information we share includes information collected through your use of our Services e.g., information about your bookings and reservations for flights, hotels, car rentals, or other travel accommodations and information we collect about you through the use of cookies and similar technologies e.g., information about the websites you visit information about your searches, including the cities or destinations you search for, the types of accommodations you search for, your travel preferences, price range, intended travel dates, and the number of travelers in your party.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, if you frequently search for flights from Seattle to Paris around certain holidays, we may share that information with a particular airline partner so it can better understand which of our customers are interested in flights from Seattle to Paris on certain dates.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The airline partner may then, for example, use this information to offer you a promotion.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We share information with third-party vendors, consultants, and other service providers who perform services or functions on our behalf e.g., hosting or operating our Services, data collection, manually parsing booking confirmations, reporting, ad response measurement, site analytics, data analysis, delivering marketing messages and advertisements, processing credit card payments, and providing fraud detection services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "As described above in the How We Share Your Information section, we share your information with third parties for their own purposes or work with those partners to support their own marketing purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You can opt out of sharing your information withOur group companies, for their own marketing purposesTravel partners, for their own marketing purposes including sending marketing communications and providing targeted advertising, promotions, and other offersOther business partners, who use information for their own marketing purposesYou can opt out of such sharing by changing your KAYAK account preferences.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In addition to the rights described above in this section, you may have the following additional rights regarding your personal information, depending on where you reside and under applicable local lawThe right to access and request a copy of personal information we hold about youThe right to have your personal information corrected or updatedThe right to request deletion of your personal informationThe right to restrict how we process your personal informationThe right to opt-out of the sale of your personal information as the term is defined under applicable local lawsThe right to opt-out of the sharing of your personal information for cross-context behavioral advertising or targeted advertising purposesThe right to have your personal information delivered to you in a usable electronic format the right to data portabilityThe right to object to how we use your personal information if the legal basis for processing that information is our legitimate interest.Where we are using your personal information on the basis of your consent, and where applicable under local law, you have the right to withdraw that consent at any time.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For residents of Australia, if you are not satisfied with the outcome of your complaint after first contacting us, you may wish to contact the Office of the Australian Information Commissioner.INTERNATIONAL TRANSFERS OF INFORMATIONInformation about you will be transferred to, or accessed by, entities located around the world as described in this Policy.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Some of these entities may be located in countries that do not provide an equivalent level of protection for personal information as your home country.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Under California law, some of these disclosure activities may be considered sales under California law, even if no money changes hands, and some of these disclosure activities are considered sharing for purposes of cross-context behavioral advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The categories of personal information we have sold or shared as described in How We Share Your Information in the past 12 months include the followingIdentifiersCommercial informationInternet activityGeolocation dataInferencesWe also disclose certain personal information for business purposes, such as disclosures to service providers who assist us with securing our Services or delivering marketing messages and advertisements.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "On mobile websites and mobile applications, we use device IDs and/or Advertising IDs in a similar manner to which we use cookies.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Other cookies on our Sites are used both by us for the purposes described in this policy and by third parties for purposes where those third parties may wish to combine information from our Sites with information from other sites to improve their services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, these types of cookies may be used for interest-based advertising purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You can opt out of our use of Google Analytics by downloading the browser add-onAdvertising e.g., Google DoubleClick, Google Ads, Meta, Bing AdsTo recognize you if you have used our services on another device.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To enable you to post to social media sites and other platforms, for example, to allow you to access a particular social media page to post a comment or a like.To collect information for use in advertising on our own Sites and on third party sites which you may visit.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We have included more information about our use of advertising cookies below.Where required by law, advertising cookies will be used only on the Sites where you have given your consent to their use.See the section entitled Your Cookie Choices below to learn more about how to withdraw your consent to advertising cookies.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We work with third parties that place cookies on our Sites to provide their services, includingAd Targeting.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We work with third-party advertising companies to serve ads while you are visiting our Sites and to permit these companies to place and access their own cookies on your computer in the course of serving advertisements on our Sites.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These companies may use information obtained through their cookies which does not include your name, address, e-mail address or telephone number about your visits to our Sites and other websites, in combination with information about your purchases and interests from other online sites in order to provide advertisements about goods and services of interest to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We also allow certain third parties as described in our Privacy Policy to collect web log data from you which may include IP address, where permitted, and information about your browser or operating system, when you visit our Sites, or to place or recognize a unique cookie on your browser to enable you to receive customized ads or content.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The cookies may reflect de-identified usage data or other data linked to data you voluntarily have submitted to us, for example, your email address, that we may share with third parties solely in hashed, non-human readable form.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Advertising AnalyticsMeasurement.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In particular, our Sites use Google Analytics 360 Suite, including Google Analytics Advertising, which are web analytics and analytics advertising services provided by Google, Inc., which use third party cookies.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Our Sites also use the following Google Analytics Advertising features Google Remarketing, Google Segments, Google Ads Manager and Google Ads.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These features use third party cookies to collect information about our website traffic by tracking users across websites and across time and generating reports for us to better understand our website users and to create audiences for our advertisements based on such understanding.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Remarketing Pixel Tags.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In addition, we may share website usage information about visitors to our Sites with third-party advertising companies for the purpose of managing and targeting advertisements and for market research analysis on our Sites and other sites.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For these purposes, we and our third-party advertising companies may place pixel tags also called clear gifs on some of the pages you visit on our Sites.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We will then use the information that is collected using these pixel tags to serve you relevant advertisements when you are visiting other sites on the Internet.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These advertisements may be based on your interests, for example, on the basis of specific searches you conducted on our Sites during earlier browsing sessions.Other Cookies": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Our partners, who provide certain features on our Sites or display advertising based on your browsing activity, also use Local Storage such as HTML5, to collect and store content information and preferences.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We and/or third parties that we have engaged may collect and store a unique identifier matched to your mobile device, in order to deliver customized ads or content while you use applications or surf the internet, or to identify you in a unique manner across other devices or browsers.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In order to customize these ads or content, we or a third party may collect de-identified usage data or other data about you which you have either voluntarily submitted to us, for example, your email address, or has been passively collected from you, such as your device identifier or IP address, where permitted.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you no longer wish to receive interest-based advertising on your mobile applications, please refer to your devices operating system settings and follow instructions below.iOS users To use the Limit Ad-Tracking option, follow the instructions provided by Apple here Apple Support CenterAndroid Users To use the opt-out of interest-based advertising option, follow the instructions provided by Google here Google Play HelpYou may also consider downloading the DAA AppChoices Mobile App to manage online behavioral advertising technology.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you no longer wish to receive interest-based advertising on your mobile device browser, you can follow the steps in relation to Browsers outlined above.Do-Not-Track Signals.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]