[
  {
    "Cookies may also be placed and accessed by third-party advertisers or Our third-party service providers these are known as third-party Cookies.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "When third-party Cookies are used, third parties may receive information about Your visit to Our Site and use it to present content or advertisements to You on Our Sites, to recognize You and customize Your experience at third-party sites, or for any other purpose described in this Privacy Policy.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "California law permits our customers who are California residents to request certain information regarding the disclosure of certain personal information to third parties for their direct marketing purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If we have disclosed any personal information to third parties for direct marketing purposes, we will provide a list of the categories of personal information, along with the names and addresses of these third parties to you at your request.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Healthgrades may also allow Healthgrades and Our third-party advertisers and retailers and their affiliates to communicate with You to deliver relevant information or offers.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Healthgrades may disclose your Personal Information with third parties who have agreements with Us, including marketers, advertisers and other health service providers.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Healthgrades may disclose your Personal Information with audience measurement companies like Comscore and Nielsen that help us and other websites measure and understand the audiences that view our content.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "With appropriate consent when required, Healthgrades may share your Personal Information with third party marketing partners, and they may contact you by email, telephone, postal mail or other common communication methods with marketing and promotional messages about their products or services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Sometimes Healthgrades will give you the option to receive further communications from one of our advertising partners, for example when we run a competition with that advertiser.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "When you provide consent to receive communications from that third party advertiser, your personal information will be managed by that third party's own privacy policy.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Healthgrades may share certain data with Advertising platforms, including Google and Social Networks such as X, Facebook, LinkedIn and Snapchat to allow us to target existing users and customers with highly relevant advertising campaigns.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For the purposes of such campaigns, Healthgrades may share a unique code such as a hashed email address with the applicable Advertising platform in order for that identifier to be matched against existing users of the relevant Advertising Platform and to identify potentially relevant audiences for targeted advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Healthgrades may use services such as Google Ads Customer Match, LiveRamp, ZetaGlobal, Yahoo, LinkedIn Matched Audiences, and Facebook Custom Audiences for these purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In addition to advertisements for our own goods and services, Healthgrades may also facilitate third parties to advertise their own goods and services including by targeting those advertisements to those that might be most interested in them.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In order to provide advertisements relevant to you, your IP address may be used, as well as your operating system and device type.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Information about your particular device will be used to show you advertisements which work properly on that device.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To opt-out of advertising on a person-based level from LiveRamp, please click here.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Healthgrades may provide Your Registration Information to Our marketing partners with whom You have explicitly authorized Us to share this information, and whose offers You have elected to receive via electronic delivery, telemarketing and direct mail.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Healthgrades also reserves the right to share or transfer Your Registration Information or other Personal Information as We determine in Our sole discretion to be necessary or appropriate in the following circumstances to comply with a legal requirement or other legal requests in response to a court order or subpoena, search warrant, to enforce Our terms and conditions to protect Our operations or family of brands, or those of any affiliate of Healthgrades to protect Our rights, privacy, safety or property, or that of any affiliate of Healthgrades, You or others, Healthgrades may disclose any activities or information about You to cooperate with law enforcement in investigating and prosecuting activities that are illegal, violate our rules or other government officials, including public or government authorities outside Your country of residence in connection with an investigation of fraud, for the administration of justice, intellectual property infringements or other activity that is illegal or may expose Us or You to legal liability in cooperation with various law enforcement inquiries to allow Us to pursue available remedies or limit Our damages and/or in emergency situations.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Healthgrades discloses Personal Information to third parties or advertisers in aggregate form, that is, in a manner that cannot be traced back to You.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, Healthgrades might tell an advertiser how many males between 20 and 30 years in age have visited the Site over a period of time.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Inferences drawn from any of the information identified in this subdivision to create a profile about a consumer reflecting the consumers preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To opt-out of other disclosures that may be considered selling, or sharing, or targeted advertising and are not based on cookies and similar technologies on the Healthgrades site, click Privacy Choices.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We are required to provide You with notice and with the Right to Opt-out if We sell Personal Information to third parties or process Personal Information for the purposes of targeted advertising, the sale of Personal Information, or profiling in furtherance of decisions that produce legal or similarly significant effects concerning You and automated decision-making.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We are required to allow You to opt out of any processing of Your Personal Information for the purposes of targeted advertising, or any sale of the consumers personal data through an opt-out preference signal sent, with Your consent, by a platform, technology, or mechanism indicating Your intent to opt out of the processing or sale.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Under applicable laws, You may designate another person as the consumers authorized agent to exercise the consumers right to opt out of the processing of the consumers personal data for purposes of targeted advertising and sale on Your behalf.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Cookies may also be placed and accessed by third-party advertisers or Our third-party service providers these are known as third-party Cookies.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "When third-party Cookies are used, third parties may receive information about Your visit to Our Site and use it to present content or advertisements to You on Our Sites, to recognize You and customize Your experience at third-party sites, or for any other purpose described in this Cookie Policy.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Our Site may use the following types of Cookies: Strictly Necessary Cookies. These are Cookies we use to provide the Site and its services and features, as well as to prevent fraudulent activity, improve security, and for system administration; without these necessary Cookies, We may not be able to provide the Site or certain services or features to You; Functionality and Preference Cookies We may use Cookies to collect information about Your choices and preferences, such as Your user settings, and customize the Site accordingly; for example, Healthgrades uses Cookies to recognize registered users and help manage user access privileges to this Site; Performance Cookies These Cookies collect information about Your use of the Site and enable Us to track Site usage and traffic patterns, assess the performance of the Site, and improve the way it works; for example, they may show Us frequently visited pages, help Us record any difficulties You have with the Site, show Us whether Our advertising is effective, and help Us estimate the Sites audience size; Targeting Cookies We and third-party advertisers may use Cookies to show advertisements for goods or services targeted to your interests based on information submitted by users to our Site, or inferred by the actions of users of Our Site; these advertisements may display on our Site, on other websites, or in social media networks; targeting Cookies can also help Us to personalize a users viewing experience on this Site or on other third-party sites with which Healthgrades has an advertising arrangement, and otherwise help Us provide You with content on the Sites that is tailored to You and Your interests; Social Media Cookies We may use Cookies to enable You to log into Our Site or share content from the Sites using Your social media account; Cookies may also help Us place advertisements in social media networks.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Healthgrades may work with third party network advertisers to serve advertisements on the Site, or to manage advertising on other websites.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These ad-network partners may use Cookies to collect information about your activities on this Site and other websites to provide you with targeted advertising based upon your interests.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This enables Us and third parties to target advertisements to You for products and services in which You might be interested.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To opt out of interest-based advertising across browsers and devices, please opt out through the Digital Advertising Alliance or National Advertising Institute websites, and you also opt out through the settings within the mobile app or your mobile device.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Your opt-out choice may apply only to the browser or device you are using when you opt out, so you should opt out on each of your browsers and devices if you want to disable all cross-device linking for interest-based advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Please note that DNT is different than the user preference signal, which is a browser-based control that indicates whether you would like to opt out of processing of your information for certain purposes, such as the sale of your information or the disclosure of your information for targeted advertising purposes, as defined under applicable laws.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]