[
  {
    "For example, our payment processors may update your payment information, advertising partners may help us send you communications, and third parties may help us prevent fraud by verifying your contact information.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These third parties place digital tracking tools on Houzz websites, applications, and advertising to facilitate tracking, advertising, and measurement services and to enable your access to the content that you have asked for.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We process this information to provide and improve our Platform, its features, and functionality, including to display content you post publicly, fulfill your purchases, process, store, and deliver your communications to provide customer service and support to respond to your inquiries or requests to back-up our systems and to improve the security of our Platform evaluate use of our Platform for our business purposes and to provide and improve our products and services, including new and co-branded products and services and our Platforms functionality personalize your experience, such as tailoring the content and information made available to you and our support services display relevant or targeted advertising on our Platform and third-party sites for us and other businesses and to evaluate the success of such advertising promote engagement with the Houzz Platform, including to get in touch with you about certain features, offers, and surveys provide feedback to professionals and merchants on our Platform communicate with you as described in our agreements with you for example, the Houzz Terms of Use or this Privacy Policy prevent fraud and to maintain a quality experience for our business purposes or legal reasons, including to filter for spam and communications that violate our agreements with you for example, the Houzz Terms of Use enforce compliance with our agreements with you for example, the Houzz Terms of Use and applicable law to comply with our legal obligations to prosecute or defend a lawsuit, arbitration, or similar legal proceeding to respond to lawful requests by public authorities including national security or law enforcement requirements perform research and analysis for our business purposes and to conduct journalist research and award badges and similar designations and if you decide to participate, to administer surveys, contests, and promotions.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We use your device information, IP address, and other information we collect from cookies and similar technologies for personalization, advertising, and operating our websites.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We also enable our service providers, third-party businesses advertising on our Platform, advertising networks, and advertising partners to use cookies or similar technologies to track your activities on our Platform and other online properties to provide you with tailored ads across websites, apps, and devices and to understand how those ads perform.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Algorithmic Processing.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": true
    }
  },
  {
    "Certain Houzz functionalities may process various types of information by automated means including by algorithmic, machine learning, and artificial intelligence to personalize and recommend content and products for you including services for enhanced project visualization and budget assistance.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": true
    }
  },
  {
    "For example, we ask third parties to help us perform payment processing, telecommunications, product sales and support, logistics, order fulfillment, marketing and advertising, IT services, fraud detection, customer management, and analytics providers to help us understand user behavior on our Platform.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Advertisers and Ad Networks.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We use advertising networks and partners to serve advertisements for us and other businesses, including interest-based, targeted advertising, on third-party sites and to assist us in evaluating the effectiveness of our advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may also work with advertising networks and partners to serve ads on our Platform and to communicate with you at the addresses they have for you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may provide advertising networks, advertising partners, and businesses advertising on our Platform with aggregate information but other than hashed information or device identifiers, we do not disclose your name, contact information, or other personal information.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, we may provide a hashed version of your email address or other information to advertising networks e.g., Facebook and Google to serve advertisements to you or others.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Where provided under your local laws, you may opt-out of having your personal information shared with third parties for targeted advertising and similar commercial purposes by visiting Your Privacy Choices located in the footer of this website, or by adjusting your Houzz Settings.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may transfer your personal information to our affiliates, third-party partners, and service providers who are located around the world.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "When we transfer your information to countries that may not have equivalent privacy and data protection rules to the laws of your country, we take measures to comply with the applicable data protection laws related to our transfer.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Categories of Personal Information we Collect Disclose for a business purpose Sharing for behavioral targeted advertising Disclose for valuable services Third Parties to which we Disclose Personal Data Disclose for money Intended Data Retention Period Identifiers for example, real name, address, email address, account name, user ID, device identifiers, IP address, or other similar identifiers Yes Yes Yes e.g. advertising Professionals, vendors and sellers on our Platform, advertising providers, and other service providers No As long as the account is active or as legally required or permitted Customer Records for example, customer records containing personal information, such as name, signature, address, telephone number, bank account number, credit card number, debit card number, or any other financial information Yes No No Professionals, vendors and sellers on our Platform, and other service providers, except for payment information which will be only shared with payment processors No As long as the account is active or as legally required or permitted Protected Classifications for example, gender, age, and ethnicity No except gender and ethnicity may be published at your direction No No NA No As long as the account is active or as legally required or permitted Commercial Information for example, records of products, services purchased or considered, and purchase preferences Yes Yes Yes e.g. advertising Professionals, vendors and sellers on our Platform, advertising providers, and other service providers No As long as the account is active or as legally required or permitted Internet Activity Information for example, browsing history, search history, and interactions with an Internet website, application or advertisement Yes Yes Yes e.g. advertising Professionals, vendors and sellers on our Platform, advertising providers, and other service providers No As long as the account is active or as legally required or permitted Audiovisual for example, audio, photos, videos, or similar information Yes only if you choose to provide this information No No NA No As long as the account is active or as legally required or permitted Precise Geolocation Data for example, latitudelongitude from a particular device No No No NA No As long as the account is active or as legally required or permitted Work History for example, professional or employment-related information Yes if this information is provided No No NA No As long as the account is active or as legally required or permitted Inferences for example, inferences drawn from any of the information identified above to create a profile about a consumer reflecting preferences and behavior Yes No No NA No As long as the account is active or as legally required or permitted": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We share or sell information with third-party partners to display targeted advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We collect, use, and disclose personal information for the following purposes to provide and improve our Platform and its features and functionality to evaluate use of our Platform for our business purposes and to provide and improve our products and services to personalize your experience to display relevant or targeted advertising on our Platform and third-party sites for us and other businesses and to evaluate the success of such advertising to provide feedback to professionals and merchants on our Platform to communicate with you as described in our agreements with you for example, the Houzz Terms of Use or this Privacy Policy to prevent fraud and to maintain a quality experience for our business purposes or legal reasons for example, the Houzz Terms of Use to enforce compliance with our agreements with you for example, the Houzz Terms of Use and applicable law to comply with our legal obligations to prosecute or defend a lawsuit, arbitration, or similar legal proceeding to respond to lawful requests by public authorities including national security or law enforcement requirements to perform research and analysis for our business purposes and to conduct journalist research to award badges and similar designations and if you decide to participate, to administer surveys, contests, and promotions to inform your contacts who have accounts on our Platform that you also have joined our Platform and follow them on your behalf so that you may view their public activities on our Platform to provide quality assurance purposes and training to understand and help manage the quality of requests received, and responses sent, by professionals and merchants on our Platform and to provide them with feedback to review your communications and improve user experience, including using automated technology.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]