[
  {
    "Other parties that support the Fox News Services, for example, by serving advertisements, providing analytics, or other services, may also use these technologies to collect similar information when you use the Fox News Services or other parties services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For more information about advertising networks and similar entities that use these technologies, including your choices with respect to them, see the section entitled To deliver relevant advertisements, below.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This may include to measure, maintain, and improve those Fox News Services and features and to develop new products and services, including conducting research and quality and safety assurance measures to improve your experience with both online and off-line Fox News Services by delivering content you will find more relevant and interesting, including advertising and marketing messages.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To make inferences and predictions about your potential areas of interest in order to provide you with content and advertising that is more interesting, personalized, and relevant to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To deliver relevant advertisements.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Fox News and our service providers may use information we collect from and about you as described in this Privacy Policy to deliver and measure relevant, more personalized ads to you when you use the Fox News Services or another service on any of your devices.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This may include, for example, sharing certain information with advertising technology companies e.g., identity partners, such as an advertising identifier for your device, IP address, or a hash of an identifier i.e., a value generated using a cryptographic hash algorithm.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In some instances, these entities may return an online identification code that we may store in a first party cookie, or other similar technology, for our use in online and cross-channel advertising and it may be shared with advertising companies to enable interest-based and targeted advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "As noted above, advertising technology companies and advertisers may use cookies and similar technologies to collect information, such as demographic information, inferred interests, aggregated information, and information about the different devices and/or browsers you use and your activity on such devices and browsers, to assist them in delivering advertising that is more relevant to your interests.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Such information may also be used to deliver more relevant advertising to you across marketing channels, including email.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you wish to opt out of tailored advertising in Fox News Services, please go to privacy.foxbusiness.commainwebmain for Fox Business and privacy.foxnews.commainwebmain for all other Fox News Services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To find out more about advertising networks and similar entities that use these technologies, see httpsyouradchoices.com.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In addition, for more information about advertising industry opt outs, please visit httpoptout.aboutads.info or httpoptout.networkadvertising.org on each of your devices and browsers and, for mobile devices, you can use the AppChoices app at httpsyouradchoices.comappchoices.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In addition, to opt out in mobile apps, you may use your device's setting to opt out of ads personalization or similar settings.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Similarly, to opt out on connected TVs that support opt outs, please use the device setting opt out of ads personalization, Interest-based Ads, or equivalent settings on your device.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Fox News may share information we collect from and about you as described in this Privacy Policy with business partners to permit them to send you marketing communications consistent with your choices.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you are a user located outside the United States, you understand and consent to having any personal information processed in the United States or in any other country in which we have facilities or in which we engage service providers.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "The United States and other countries data protection laws may not be the same as those in your jurisdiction.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Categories of Personal Information Collected, Disclosed, and/or Sold or Shared The categories of Personal Information that we have collected, disclosed, and/or sold or shared are below, along with the categories of third parties to whom each category of Personal Information was disclosed, and/or sold or shared.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Please note that we disclose some categories of Personal Information in connection with certain types of advertisements, which could be considered selling or sharing under the CCPA.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Service providers, Fox News Affiliates, and other providers or partners that support our operational business purposes Advertising technology companies advertisers for purposes of targeted advertising Fox News Affiliates For purposes of marketing and targeted advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Service providers, Fox News Affiliates, and other providers or partners that support our operational business purposes Advertising technology companies advertisers for purposes of targeted advertising Fox News Affiliates For purposes of marketing and targeted advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Characteristics of protected classifications under California law, such as age or gender Service providers, Fox News Affiliates, and other providers or partners that support our operational business purposes Advertising technology companies advertisers for purposes of targeted advertising Fox News Affiliates For purposes of marketing and targeted advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Commercial Information, such as transaction information and purchase history Service providers, Fox News Affiliates, and other providers or partners that support our operational business purposes Advertising technology companies advertisers for purposes of targeted advertising Fox News Affiliates For purposes of marketing and targeted advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Internet or network activity information, such as browsing history and interactions with our websites, mobile, or connected TV applications collectively, Fox News Digital Properties Service providers, Fox News Affiliates, and other providers or partners that support our operational business purposes Advertising technology companies advertisers for purposes of targeted advertising Fox News Affiliates For purposes of marketing and targeted advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Audio, electronic, visual and other similar information, such as call recordings Service providers, Fox News Affiliates, and other providers or partners that support our operational business purposes NA Non-public education information e.g., in connection with news or entertainment productions or sports programs Service providers, Fox News Affiliates, and other providers or partners that support our operational business purposes NA Inferences drawn from any of the Personal Information listed above to create a profile or summary about, for example, an individual's preferences and characteristics Service providers, Fox News Affiliates, and other providers or partners that support our operational business purposes Advertising technology companies advertisers for purposes of targeted advertising Fox News Affiliates For purposes of marketing and targeted advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Sources of Personal Information. We collect Personal Information directly from California residents themselves, as well as from social media platforms e.g., if the individual has connected a social media account to a Fox News Digital Property joint marketing, co-branding, co-promotional, or advertising partners, including advertising technology companies and advertisers Fox News Affiliates and sources of demographic and other information.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Purposes. We may use Personal Information and/or disclose it to third parties for the following purposes to operate, manage, and maintain our business, including in connection with a sale, acquisition, reorganization, merger, transfer of all or a part of our business, or other corporate transaction e.g., a bankruptcy or similar proceeding to provide our products and services to accomplish our business purposes and objectives, including developing, improving, repairing, and maintaining our products and services personalizing, advertising, and marketing our products and services conducting research, analytics, and data analysis maintaining our facilities and infrastructure quality and safety assurance measures conducting risk and security controls and monitoring detecting and preventing fraud performing identity verification performing accounting, audit, and other internal functions complying with law, legal process, and internal policies maintaining records and exercising and defending legal claims.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We will, in turn, use your Personal Information for the purposes set forth in this privacy policy, such as sending you alerts and marketing messages and personalizing your experience, including providing advertising you may find more relevant and interesting.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To the extent we can estimate the value of your Personal Information to us, we consider the value of the offer such as special content or features, the cost to us associated with providing the offer, and the potential benefit to us in the form of additional advertising or other revenue we may receive as a result of you using Fox News Services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "As noted above in this section, and depending on your interactions with us, we may share some categories of Personal Information in connection with certain types of advertisements.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Depending on your interactions with us, we and our advertising partners may use certain Personal Data to deliver online advertisements to you on your devices tailored to your interests.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Depending on where you live, this may be considered selling under some state laws for example, Colorado and Connecticut law and targeted advertising for example, under Virginia, Colorado, and Connecticut law.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This Section 9 provides details about the categories of Personal Data of consumers in Virginia, Colorado, Connecticut, and other states with similar privacy laws, that we have collected, disclosed, or sold or processed for purposes of targeted advertising, as well as rights consumers in Virginia, Colorado, Connecticut, and other states with similar privacy laws have under their states laws.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Categories of Personal Data Collected, Disclosed, or Sold or Processed for Targeted Advertising The categories of Personal Data that we collected, disclosed, processed for purposes of targeted advertising e.g., under the Virginia law or sold e.g., under Colorado and Connecticut laws are below, along with the purposes for processing, and categories of third parties to whom each category of Personal Data was disclosed or sold or processed for the purpose of targeted advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "As noted above, we process some categories of Personal Data in connection with targeted advertising, which could be considered selling under some state privacy laws e.g., Colorado and Connecticut.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Category of Personal Data Collected Processed Purposes for Processing Categories of Third Parties to Whom Personal Data is Disclosed Categories of Third Parties to Whom Personal Data is Sold or Processed for Targeted Advertising Identifiers, such as name, IP address, email address, and online and device identifiers To provide the Fox News Services, To allow service providers to assist us in providing and managing the Fox News Services, To deliver video content, To provide co-branded services and features, To deliver relevant advertisements, To contact you, To share with our Fox News Affiliates, To share with business partners consistent with your choices Service providers e.g., hosting providers, content delivery networks, email marketing platforms, Fox News Affiliates, and Other providers or partners that support our operational business purposes Advertising technology companies, Advertisers, Fox News Affiliates Virginia Processed for targeted advertising Colorado and Connecticut Sold for purposes of targeted advertising Personal Information such as contact and financial information To provide the Fox News Services, To allow service providers to assist us in providing and managing the Fox News Services, To provide co-branded services and features, To contact you, To share with our Fox News Affiliates, To share with business partners consistent with your choices Service providers e.g., that help with order fulfillment, contests or sweepstakes providers, Fox News Affiliates, and Other providers or partners that support our operational business purposes Advertising technology companies, Advertisers, Fox News Affiliates Virginia Processed for targeted advertising Colorado and Connecticut Sold for purposes of targeted advertising Characteristics of protected classifications, such as age or gender To provide the Fox News Services, To allow service providers to assist us in providing and managing the Fox News Services, To deliver relevant advertisements, To share with our Fox News Affiliates Service providers e.g., contest or sweepstakes providers, Fox News Affiliates, and Other providers or partners that support our operational business purposes Advertising technology companies, Advertisers, Fox News Affiliates Virginia Processed for targeted advertising Colorado and Connecticut Sold for purposes of targeted advertising Commercial Information, such as transaction information and purchase history To provide the Fox News Services, To allow service providers to assist us in providing and managing the Fox News Services, To deliver relevant advertisements, To share with our Fox News Affiliates, To share with business partners consistent with your choices Service providers e.g., in connection with order fulfillment and payment services, Fox News Affiliates, and Other providers or partners that support our operational business purposes Advertising technology companies, Advertisers, Fox News Affiliates Virginia Processed for targeted advertising Colorado and Connecticut Sold for purposes of targeted advertising Internet or network activity information, such as browsing history and interactions with our websites, mobile, or connected TV applications collectively, Fox News Digital Properties To provide the Fox News Services, To allow service providers to assist us in providing and managing the Fox News Services, To deliver relevant advertisements, To share with our Fox News Affiliates Service providers like analytics providers, Fox News Affiliates, and Other providers or partners that support our operational business purposes Advertising technology companies, Advertisers, Fox News Affiliates Virginia Processed for targeted advertising Colorado and Connecticut Sold for purposes of targeted advertising Audio, electronic, visual and other similar information, such as call recordings To provide the Fox News Services, To allow service providers to assist us in providing and managing the Fox News Services, To share with our Fox News Affiliates Service providers e.g., in connection with customer support, Fox News Affiliates, and Other providers or partners that support our operational business purposes NA Non-public education information e.g., in connection with news or entertainment productions or sports programs To provide the Fox News Services, To allow service providers to assist us in providing and managing the Fox News Services, To provide co-branded services and features, To share with our Fox News Affiliates Service providers, Fox News Affiliates, and Other providers or partners that support our operational business purposes NA Inferences drawn from any of the Personal Data listed above to create a profile or summary about, for example, an individual's preferences and characteristics To provide the Fox News Services, To allow service providers to assist us in providing and managing the Fox News Services, To deliver relevant advertisements, To share with our Fox News Affiliates Service providers, Fox News Affiliates, and Other providers or partners that support our operational business purposes Advertising technology companies, Advertisers, Fox News Affiliates Virginia Processed for targeted advertising Colorado and Connecticut Sold for purposes of targeted advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We and our advertising partners use certain Personal Data to deliver online advertisements to you on your devices tailored to your interests, which could be considered selling under the Colorado and Connecticut laws.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "As noted above in this section, and depending on your interactions with us, we may process and share some categories of Personal Data in connection with targeted advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To opt out of targeted advertising and/or sales, you can visit our Your Privacy Choices Internet Webpage for Fox Business at privacy.foxbusiness.commainwebmain and for all other Fox News Services at privacy.foxnews.commainwebmain.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "By posting or transmitting any User Content on, through or in connection with the Company Services, you hereby grant to Company and our Company Affiliates, licensees, assignees, and authorized users a worldwide, perpetual, irrevocable, non-exclusive, fully-paid and royalty-free, freely sublicensable, transferable in whole or in part right including any moral rights and license to use, modify, excerpt, adapt, publish, translate, create derivative works and compilations based upon, publicly perform, publicly display, reproduce, sublicense, and distribute such User Content, including your name, voice, likeness and other personally identifiable information to the extent that such is contained in User Content, anywhere, in any form and on and through all media formats now known or hereafter devised, for any and all purposes including, but not limited to, promotional, marketing, trade or any non-commercial or commercial purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]