[
  {
    "3. Advertisement push": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In order to better provide you with recommendation services, we may, through methods including but not limited to system notifications, short messages, and emails, reasonably send you commercial advertisements, the latest management and product information on the platform, and other service notifications that registered users must be informed of, or show you personalized third-party promotional information through the system.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We will entrust such partners to process information related to advertising coverage and effectiveness, but will not provide your personally identifiable information, or we will process such information in an unidentifiable manner.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Such partners may combine the above-mentioned information with other data they obtain legally to implement advertising services or decision-making suggestions entrusted by us.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Name of third-party organization Purpose of collection and use Scope of information collected NetEase Provide a new way of man-machine verification to efficiently intercept machine actions For more information, please visit httpsdun.163.comclauseprivacy Tencent Technology Shenzhen Co., Ltd. Online audio and video communication, live streaming Product video and company video storage For more information, please visit httpscloud.tencent.comdocumentproduct30111470 Google Ads Release advertisements on Google search result page online For more information, please visit httpssupport.google.comadspolicyanswer54817?hlzh-Hans Youku Synchronize product videos uploaded in the background to major platforms For more information, please visit httpsh5.m.youku.comappflsm.html Microsoft Synchronize product videos uploaded in the background to major platforms For more information, please visit httpsprivacy.microsoft.comzh-cnprivacystatementmainhowtocontactusmodule Version 2 Technology Shenzhen Co., Ltd. Virus scanning for annexes to inquiries Virus scanning for instant chat message files For more information, please visit httpwww.eset.com.cnaboutprivacy Ups Provide logistics services for trading users For more information, please visit httpswww.ups.comcnzhhelp-centerlegal-terms-conditionsprivacy-notice.page? 4PX Provide logistics services for trading users For more information, please visit httpswww.4px.comviewmprivacy.html Sensors Network Science and Technology Beijing Co., Ltd. Big data analysis services For more information, please visit httpswww.sensorsdata.cntermsprivacy.html Beijing Baidu Netcom Technology Co., Ltd. Translation of IM chat messages For more information, please visit httpsxueshu.baidu.comdutyyinsiquan-policy.html Google Inc. Translation of IM chat messages For more information, please visit httpswww.google.cnpoliciestermsarchive20070416 SDL Software Technology Shenzhen Co., Ltd. Inquiry translation Automatic information translation of Multilingual-site supplier product company For more information, please visit httpswww.sdl-china.cncnlegalprivacy Transn IOL Technology Co., Ltd. Artificial precision translation of multilingual-site supplier product company For more information, please visit httpwww.transn.comprivacy-policy.html China Merchants Bank Co., Ltd. Users offline payment, and systems online virtual account reconciliation For more information, please visit httpwww.cmbchina.compersonalnetbankNetbankInfo.aspx?guidca085e03-b3f2-4ac8-8a35-3560e8276cb2 UnionPay International Co., Ltd. Users offline payment, and systems online virtual account reconciliation For more information, please visit httpwww.unionpayintl.comcnprivacyNotice Beijing Networkbench Co., Ltd Provides monitoring and analysis of Web front-end performance, and quickly locates Web front-end performance issues For more information, please visit httpswukongdoc.tingyun.comty-docdocsdocRUMprivacy Microsoft Clarity Improve user experience For more information, please visit httpsprivacy.microsoft.comprivacystatement Some third-party plug-ins or similar applications that we embed may collect your personal information.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "top VII. Global Transfer of Information": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Cross-border data transfers occur as a necessary part of our core business processes to fulfill essential operational requirements.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "2 Scope and Destination of Personal Information in Cross-Border Transfers": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "The personal information involved in cross-border transfers includes email, country of origin, name, gender, company name, phone number, delivery address, and nickname.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Your personal information will be synchronized between our data centers in the United States, Germany, and China.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "By registering and using our services, you agree that your personal information may be transferred to and stored in our data centers in the United States, Germany, and China.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "We will transfer your personal information to our data centers in the United States, Germany, and China based on your explicit consent.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Despite our stringent security measures, there remains some risk associated with cross-border data transfers.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "2. Based on the relevant features of the Internet, We would like to have your understanding and agreement that the information You posted on MIC can be browsed by the users of the suppliers located in China, and based on this, You can conduct trade transactions.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "2. To provide better recommendation services to You, You agree that We can reasonably send You commercial advertisements, MIC's latest information about suppliers and products, and other service notices that are necessary to inform You, or show You personalized third party promotional information through the system, including but not limited to system notifications, SMS, and email.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]