[
  {
    "We may share or sell, or use for targeted advertising, as those terms are defined by applicable law, certain categories of Personal Information, including online and other identifiers, commercial information, internet activity, and non-precise location information.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "When you visit and interact with our Services, we or our third-party advertising and analytics partners and service providers may use a variety of technologies, such as cookies, tags, SDKs or scripts, to collect certain information regarding your activity.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "They can also enable the delivery of relevant and personalized advertisements to you across the internet.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Cookies and other similar tracking technologies provided by third parties may be placed on certain places within our Sites and the providers of these technologies may combine information collected from your interactions with our Services with information they collect from other sources and use the combined information for analytics and or advertising purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Our Marketing advertising and analytics partners, such as online advertising networks and analytics providers.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To communicate with you, such as through bots which may be powered by third party vendors and be trained on your inputs through AI-based technology, including to respond to your inquiries requests and request feedback from you, and to send you important updates and messages about changes to our Services, our Privacy Policy or this Notice and or other applicable terms and conditions.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": true
    }
  },
  {
    "To provide you or others with customized content or targeted offers.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may disclose Personal Information to third-party ad network providers, sponsors and or traffic measurement services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These third parties may use cookies, JavaScript, web beacons including clear GIFs, and other tracking technologies to measure the effectiveness of their ads and to personalize advertising content to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You may have the right to opt out of the sale or sharing of your Personal Information, or the use and disclosure of your Personal Information for targeted advertising as these terms are defined under applicable law.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You may request to opt out of the sale or sharing of your Personal Information, or of targeted advertising, at any time by clicking the Your Privacy Choices link here or at the bottom of our Services homepages.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In addition, you may opt out of the collection and use of your Personal Information for ad targeting by Google Ad Manager on the Site and the CVS App.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You can opt out of this ad targeting powered by Google Ad Manager here.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Further, you may be able to opt out of receiving certain targeted or interest-based advertisements using the browser opt-out tools and consumer choice mechanisms provided by advertising industry self-regulatory groups by following the links below Network Advertising Initiative NAI httpsoptout.networkadvertising.org?c1 Digital Advertising Alliance DAA httpsyouradchoices.comcontrol.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Your device operating system may provide mechanisms that allow you to opt in or opt out of the use of information about your use of mobile apps to deliver interest-based advertising to your mobile device.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The DAA offers a tool for opting out of the collection of cross-app data on mobile devices for interest-based advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Even if you choose to opt out of receiving interest-based advertising, you may still receive advertising, but the advertisements may be less relevant.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Some of our partners may provide you with additional choices with respect to interest-based advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you choose to join a third-party partners program through your ExtraCare Plus membership, you may receive additional ExtraBucks Rewards and members-only rewards in exchange for access and use of your information you provide to our partners as part of these third-party partners programs.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We use this information for the purposes described in our Notice at Collection of Personal Information, including for targeted advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may share your Personal Information with third parties as described in our Notice at Collection of Personal Information, including data analytics providers, advertising technology vendors, and social media platforms.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may share your data with trusted third parties, including our marketing and research partners.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]