[
  {
    "Either you can consent to us serving you targeted advertising, or alternatively you can read ad-free and without advertising tracking cookies enabled by subscribing to Mumsnet Premium.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The entirety of Mumsnet is free to access if you consent to us processing your personal data for advertising purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may provide statistical information based on this data to advertisers, users, and other current and potential business partners.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To measure or understand the effectiveness of advertising we serve to you and others, and to deliver relevant advertising to you: Technical Data, Usage Data, Consent.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We store things such as your device's reading habits to show you things we think may be of interest to you e.g. content or ads.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Subject to the permissions you have given us as described in your permissions and choices below, we may also pass your device's reading habits to selected partners for them to show you things that may be of interest to you e.g. content or ads.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This helps us understand what you may be interested in so that we can show you things we think may be relevant to you such as ads or other Mumsnet content.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Google uses cookies and can learn about your browsing on Mumsnet and Gransnet to inform Google ads and other Google services, as explained here: https://policies.google.com/privacy/partners.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We provide a copy of all Talk posts to a small number of organisations for analysis or to create software analysis tools to analyse brands and sentiment towards topics.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": true
    }
  },
  {
    "If you accept the use of advertising cookies on our website, then when you use our website and enter your email address on our website either to log in, or to sign up for a newsletter, or similar, we may share information that we collect from you with trusted partners.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Our partners use this information to create an online identification code to be able to recognise you on your devices.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This code may be shared with advertising companies to enable interest-based and targeted advertising, that is more relevant to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Cookies also help us to show you more relevant content and ads.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "As an example if we know you’ve read our pregnancy content, we can show you pregnancy-related ads from brands that might be particularly relevant to pregnant women.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To help keep the site running, we earn money by showing ads to people who might be interested in them relevant ads are more likely to be clicked on, and command a higher price.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Some of these technology companies deliver advertising and, as well as delivering ads on Mumsnet, may use your cookies to deliver ads to you on other sites which is called retargeting.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We share this anonymous information with advertisers.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Many sites use things like web beacons, clear GIFs, page tags and web bugs to understand how people are using them and to target advertising to them.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "However, if you choose this option, Facebook and Google will know that you have logged in to Mumsnet or Gransnet.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We do not know whether Facebook or Google use this data for example to make ads more relevant but it is quite likely.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These third-party technology companies deliver Social Log-In, Advertising and Analytics.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The third-party companies below help us to deliver advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These companies mainly use cookies to select and deliver advertisements and to measure the delivery and effectiveness of such advertisements.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This will include using collected information about your interests in order to select ads for you, processing data about what advertisements were shown, how often they are shown, when and where they are shown, and whether you took any action related to the advertisement, including for example clicking an ad or making a purchase.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We use the following third-party company to help deliver advertising: Google Ad Manager.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "GAM is the ad server we use to display advertising around our sites and on our apps and also allows us to segment users into categories based on their browsing behaviour across the web and third-party data.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Google Ad Manager will classify user interests e.g. pregnancy, health, food, etc.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This is then used to show users relevant advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Carambola and Insticator are third-party companies we use to deliver advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We place this code in our first party cookie or use a SourcePoint cookie and allow it to be used for online and cross-channel advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "It may be shared with our advertising partners and other third party advertising companies globally for the purpose of enabling interest-based content or targeted advertising throughout your online experience e.g. web, email, connected devices, and in-app, etc.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "EUID enables digital advertising by using advertising identifiers created from your email address with your consent.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "When you enter your email address on our website for example to log in, or to sign up for a newsletter, or similar, we may share with LiveRamp and its group companies information that we collect from you, such as your email in hashed, pseudonymous form, IP address, or information about your browser or operating system, with any of the following, acting as joint controllers as applicable and defined in the GDPR.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "LiveRamp uses this information to create an online identification code that we may store in our first-party cookie for our use in online, in-app, and cross-channel advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This may be shared with advertising companies to enable interest-based and targeted advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "LiveRamp uses this information to create an online identification code for the purpose of recognising you on your devices.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "When you enter your email address on our website for example to log in, or to sign up for a newsletter, or similar, we may use it to securely match our Mumsnet registered user database with the customer databases of some of our advertisers in order to show their ads to customers - users we have in common.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To do this, we use a third party matching company called Infosum, which uses proprietary technology to match the data of its clients using secure data bunkers.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Both Mumsnet and the advertiser upload data into a secure bunker.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The Infosum platform has proprietary controls which allow both Mumsnet and the advertiser to set permissions over their respective bunkers e.g. to allow it to be matched.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Once the data has been matched, the resulting list of matched Mumsnet users allows Mumsnet to show the advertiser's campaign to those Mumsnet users.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We process opt outs on a daily basis and advertisers are required to refresh the data in their bunkers every 30 days during the campaign to ensure data is kept up to date and relevant.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "When we carry out this kind of ad campaign, we may also use modelling techniques within our data management platform to identify additional Mumsnet users who have consented to receive marketing from us and who share similar characteristics to those in the target group, such as shared interests so that we can target them with the same ad campaign.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": true
    }
  },
  {
    "Captify analyses what users are searching for on Mumsnet and then use that data to re-target these users elsewhere on the web.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These companies help Mumsnet understand our users: Google Analytics, GA Audience, Big Query, OpenAI is an artificial intelligence company that has built Large Language Models, which help us understand our user discussions better.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": true
    }
  },
  {
    "New Relic, Lead Forensics helps the Mumsnet and Gransnet commercial teams identify possible sales leads by telling us the IP address match of people visiting the Advertise with Us page.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "ii. Any automated analytical technique aimed at analysing text and data in digital form to generate information or develop, train, fine-tune or validate AI systems or models which includes but is not limited to patterns, trends and correlations.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": true
    }
  },
  {
    "g. We reserve the right to display advertisements in connection with your User Content and to use your User Content for advertising and promotional purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "4. Affiliate Advertising": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]