[
    {
        "Some of our sites, such as automobiles.honda.com and owners.honda.com/owners.acura.com, use web beacons also called single pixel gifs. Their use helps us determine the effectiveness of our advertising campaigns. Certain gif files are provided by our ad management partner, DoubleClick. These files enable DoubleClick to recognize a unique cookie on your Web browser, which in turn enables us to learn which advertisements bring users to our website. The cookie was placed by us, or by another advertiser who works with DoubleClick. With both cookies and Spotlight technology, the information that we collect and share is anonymous and not personally identifiable. It does not contain your name, address, telephone number, or email address. For more information about DoubleClick, including information about how to opt out of these technologies, go to http://www.doubleclick.net/us/corporate/privacy. In short, web beacons collect only a limited amount of information including cookies and time and date of viewing and do not contain personally identifiable information. If you wish to not have this information used for the purpose of serving you targeted ads, you may opt-out by going to: http://preferences.truste.com/preference.html?affiliateId=99. Please note this does not opt you out of being served advertising. You will continue to receive generic ads.": {
            "data_transferred_to_unfriendly_countries": false,
            "data_shared_with_advertisers": true,
            "data_used_for_AI_training": false
        }
    },
    {
        "Sharing with carefully selected companies We may also share information about your transactions with us, our affiliates, or others (for example, your name, address, account terms/activity) with the following: companies that perform marketing services on our behalf or with whom we have joint marketing agreements. other nonaffiliated financial institutions, including automobile dealers, with which we have joint marketing agreements.": {
            "data_transferred_to_unfriendly_countries": false,
            "data_shared_with_advertisers": true,
            "data_used_for_AI_training": false
        }
    }
]