[
  {
    "Visteon  Terms of Use and Privacy Policy ConsentDetailsIABV2SETTINGSAboutThis website uses cookiesWe use cookies to personalise content and ads, to provide social media features and to analyse our traffic.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We also share information about your use of our site with our social media, advertising and analytics partners who may combine it with other information that youve provided to them or that theyve collected from your use of their services.Consent SelectionNecessary Preferences Statistics Marketing Show detailsNecessary 5 Necessary cookies help make a website usable by enabling basic functions like page navigation and access to secure areas of the website.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The intention is to display ads that are relevant and engaging for the individual user and thereby more valuable for publishers and third party advertisers.Google1Learn more about this providerSome of the data collected by this provider is for the purposes of personalization and measuring advertising effectiveness.NIDRegisters a unique ID that identifies a returning users device.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The ID is used for targeted ads.Maximum Storage Duration 6 monthsType HTTP CookieYouTube22Learn more about this provider-Used to track users interaction with embedded content.Maximum Storage Duration SessionType HTML Local Storage__Secure-ROLLOUT_TOKENPendingMaximum Storage Duration 180 daysType HTTP CookieiU5q-!O9Registers a unique ID to keep statistics of what videos from YouTube the user has seen.Maximum Storage Duration SessionType HTML Local StorageLAST_RESULT_ENTRY_KEYUsed to track users interaction with embedded content.Maximum Storage Duration SessionType HTTP CookieLogsDatabaseV2VLogsRequestsStoreUsed to track users interaction with embedded content.Maximum Storage Duration PersistentType IndexedDBnextIdUsed to track users interaction with embedded content.Maximum Storage Duration SessionType HTTP Cookieremote_sidNecessary for the implementation and functionality of YouTube video-content on the website.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In addition, we may use third-party analytical tools such as Google Analytics to track the above information, and your information may be associated with personal information held by those third parties.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This information including your IP address will be sent by your browser directly to a Facebook sever where it will be transmitted and stored.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Facebook may use this information for the purpose of advertising, market research, and tailor-made Facebook pages.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For this purpose, Facebook uses Facebook-user interest and relationship profiles to evaluate your use of our website regarding the advertisements displayed on Facebook, to inform other Facebook users about your activities on our website, and to further inform us about their use services provided by Facebook.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you do not want Facebook to assign the data collected via our website to your Facebook account, you must log out of Facebook before visiting our website.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "YouTube stores your data as a user profile and uses your personal data for advertisement, market research, andor need-based design of its website.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Evaluation of such personal data is done, even of users who were not logged into YouTube, for need-based advertisement and to inform other YouTube users of your activities on our website.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]