[
    {
        "Develop and produce advertising tailored to your interests, as further described herein; and": {
            "data_transferred_to_unfriendly_countries": false,
            "data_shared_with_advertisers": true,
            "data_used_for_AI_training": false
        }
    },
    {
        "What are your Sites advertising practices? We, our advertisers, and our third party advertising companies may use information (not including your name, address, email address or telephone number) about your interaction with advertising on our Sites and your visits to this and other Web sites, including information collected through cookies, in order to provide advertisements on our Sites and other sites about goods and services that may be of interest to you. If you would like more information about this practice and to know your choices about not having this information used by participating companies, please click here: www.networkadvertising.org/choices.": {
            "data_transferred_to_unfriendly_countries": false,
            "data_shared_with_advertisers": true,
            "data_used_for_AI_training": false
        }
    },
    {
        "You can also learn more about specific companies we allow to place cookies on our Sites and their policies regarding use of that data and advertising targeting here.": {
            "data_transferred_to_unfriendly_countries": false,
            "data_shared_with_advertisers": true,
            "data_used_for_AI_training": false
        }
    },
    {
        "Your California Privacy Rights It is High Gear Media's policy to share personal information only with the user's informed consent unless otherwise specified in this privacy policy. With your consent, from time to time, High Gear Media may provide its business partners with contact details for direct marketing purposes of relevant services, products, and programs. California Civil Code Section 1798.83, also known as the Shine The Light law, permits our users who are California residents to request and obtain from us once a year, free of charge, information about the personal information (if any) we disclosed to third parties for direct marketing purposes in the preceding calendar year. If applicable, this information would include a list of the categories of personal information that was shared and the names and addresses of all third parties with which we shared information in the immediately preceding calendar year. If you are a California resident and would like to make such a request, please let us know using this contact us form. You may also let us know at this number that you no longer wish your information to be shared.": {
            "data_transferred_to_unfriendly_countries": false,
            "data_shared_with_advertisers": true,
            "data_used_for_AI_training": false
        }
    }
]