[
  {
    "We may look at what site you came from, or what site you visit when you leave us across our Services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "California law requires us to tell you if we share categories of information for cross-contextual behavioral advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Of the categories of information listed above, we may share the following categories for cross-contextual behavioral advertising account information, device information, usage information, location information, billing information, and information if you link third party accounts or services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To modify your preferences about cross-contextual behavioral advertising, read the Your Rights and Choices section below.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you elect to donate your videos to Arlo, we may use and view the donated video recording for research and Services development purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": true
    }
  },
  {
    "This includes training our artificial intelligence algorithms or as we otherwise notify you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": true
    }
  },
  {
    "We may provide them by using cross-contextual behavioral advertising which you can control by following the instructions in the Your Rights and Choices section below.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These features may use artificial intelligence to analyze and process facial images and face prints captured by your camera for the purpose of identifying individuals you may know.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": true
    }
  },
  {
    "We disclose and share information with advertising providers, ad-networks, analytics providers, and other third parties.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Arlo may work with first-party and third-party advertisers, ad-networks, and analytics providers that use SDKs, cookies, and similar tracking technologies to provide more relevant advertising on our apps, on our website, and across the internet.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This includes online and offline advertising tools.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "It may also include understanding which advertisements you viewed or clicked on.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "While we do not believe that we engage in these practices, in some circumstances our behavioral advertising activities may be considered a sale.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You have the right to opt out of interest based in-app advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you are not a subscriber, you can opt out of sharing your information for interest based in-app advertising purposes through Privacy Center as available, or by contacting us at privacyarlo.com.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You can also opt out of sharing your information for online advertising purposes on our website directly by adjusting your preferences.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Arlo gives consumers the right to request to opt out of the processing of their personal information for purposes of i targeted or cross-contextual behavioral advertising, ii the sale of personal data, or iii profiling in furtherance of decisions that produce legal or similarly significant effects concerning the consumer.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you live outside of the United States and choose to use the Services, you understand that your information may be processed andor stored outside your country of residence, including in other jurisdictions like the United States that may have different data protection frameworks than your country.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Information we transfer from Europe to the United States is subject to appropriate safeguards under applicable law.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  }
]