[
  {
    "8. Individualized marketing, such as third-party advertisement Cookies, is used to provide marketing and advertising content that meets your personal preferences and recommend service content suitable to you based on how you have used ATrack products and services in the past.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "3.2 Cooperation Partners We may collect and redact your personal information so you are no longer identifiable using the information via reverse tracing before we disclose said information to our cooperation partners for the purpose of providing you with advertisement marketing and promotional contents that are catered to your personal preferences i.e., advertising Cookies for our third party partners.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "4. Cross-border Transmission This section explains that ATrack may transfer your personal information to regions outside of your country under the premise of compliance with the privacy related laws and regulations in said countries.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "You understand and agree that when you use ATrack products or services, participate in ATrack activities, or provide your personal information to us, your personal information may be held by our affiliated companies in various countries including within and outside of the EU and may undergo cross-border transmission, storage, processing, and utilization between service providers.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "4. Advertisement Cookies Such Cookies collect information about your browsing history, and are used to deliver advertising messages that are catered to your preferences.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "They prevent the same advertisements from appearing repeatedly, ensure that the advertisements are displayed correctly, and select advertisements based on your preferences in some cases.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may share this information with third parties to help create and deliver ads that are customized for you and based on your preferences.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These Cookies may also be used for advertisement purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, we may allow third parties to place Cookies on our website to track information about your online activities and/or cross-third-party websites or online services for the purpose of delivering targeted advertisements to you based on this information, which may include remarketing of our products and services that you have browsed on our website and third party websites.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "2. If you do not want us to provide individualized marketing and ad contents based on your preferences via third party advertisement Cookies, you can use your browser to reject or delete such third party Cookies records.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]