[
  {
    "This allows us to personalise content, show you relevant adverts that supports our journalism and content, and generally improve your experience of our products and services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "News Broadcasting is not a legal entity, but it facilitates the collection and sharing of direct marketing permissions across the various brands.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Unique identifiers, such as you Advertising ID e.g. Google's Advertiser Identification or Apple's Identifier for Advertisers to save your preferences against an identifier to display advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Device settings such as general geographic location this can be to provide services that have copyright restrictions, to show you content that is relevant to where you are, and tailor advertising to your interests.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you engage with chatbots on our sites, your information will be used in accordance with this Policy, and specifically to Provide responses to your questions, Analyse and report on user engagement with the chatbot, Review and improve the quality performance of the chatbot, Develop related products and services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": true
    }
  },
  {
    "Please note that our chatbots may leverage third party generative AI platforms.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": true
    }
  },
  {
    "Where our chatbots leverage third party generative AI platforms, the information you disclose via the chatbot may be shared with the provider of the AI platform for its purposes, over which we have no control.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": true
    }
  },
  {
    "We may ask data management and consumer insight providers if they have lifestyle, demographic, household information or other insights about you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This allows our partners to see if they can reach their audiences on our platforms.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may use this information to tailor and personalise your user experience, as well as to make decisions about what direct marketing and advertising to show you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We use your information to create engaging and relevant marketing campaigns promoting products and services we think you will like from our brands and partners.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may use the information we hold about you to help us and our partners make better decisions about what adverts to present to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In the case of some of our digital radio stations, when listening online, we and our partners may insert a relevant audio advert for you to listen to.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may use the information we collect from you and other sources to create engaging and relevant marketing campaigns promoting products and services we think you will like from our brands and partners.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may also use the information we hold about you, including how you engage with our products and services, as well as from other sources, to segment our audiences into groups with particular attributes likes/dislikes/reading behaviours etc.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This helps us personalise your experience and show you more relevant content and adverts.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "When you visit our websites, use our apps, or watch content on devices connected to the internet such as smart TVs, advertising networks and other intermediaries that we work with may select and then display adverts on your device.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "By knowing it is you or your device, the advertiser can decide if they want to advertise to you and if so, what advertising would be relevant.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "From time to time we may allow our clients to compare their customer database to ours.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This is called data matching and allows our partners to see if they can reach their audiences on our platforms.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These insights might include the overlap between our audiences and the client and other information that would be useful to understand if an advertising campaign would be effective.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "As part of the data matching process we may allow partners to build target audiences based on pre-defined attributes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may share your information with News Corp and its affiliates, including News Enterprises, Inc to perform analytics and analysis of how you interact with the groups products and services, to facilitate business efficiencies and develop products and services that would be relevant to you and deliver more relevant advertising from across our News Corp network.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may disclose your personal information to third parties, such as competition partners, for their direct marketing purposes where we have told you about this and you have given permission or there is a legitimate interest to do so.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may also share cookie data for cookie syncing purposes with commercial partners.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may share personal data collected on our websites and apps with our advertising partners, which includes the Ozone Project and separately Octave Audio, who act as our processors to help deliver relevant advertising across our platforms.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "When you enter your email address on our website either to log in, or to sign up to a newsletter, or similar or when you use our app, we may share personal data or other information that we collect from you, such as your email in hashed, pseudonymous form, mobile advertising identifier, IP address, or information about your browser or operating system, with our partner LiveRamp and its group companies, acting as joint controllers.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may pass your information to our processors companies that we use to provide services on our behalf, for example for home delivery services, event management, prize fulfilment agencies, market research or other purposes mentioned in this Policy such as analytics, direct marketing or online advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "When you provide information to us, we may transfer your information to our group companies and processors outside the UK to countries that may not have data protection rules that provide the same level of protection, including the United States of America.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you would like to opt out of data matching with our commercial partners, please contact us.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Residents of the State of California may ask us to provide them with a list of the types of personal information that we have disclosed during the preceding year to third parties for their direct marketing purposes, and the identity of those third parties.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]