[
  {
    "We collect personal information from you or about you in a variety of ways, which may include directly from you from advertising networks, internet service providers, data analytics providers, marketing and product vendors from your device, in-store technologies and other technologies from Ace stores, government entities, operating systems and platforms, social networks, data brokers and other external third-party sources.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Location information is used to assign you to a local Ace store and to customize certain features of the Services, such as the store locator feature, local advertising, and product selection, availability and pricing.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In addition, we may use cookies and other technologies to store your preferences, to advertise to you, and provide a personalized experience on the Services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To opt out of the Sale or Sharing of Personal Information online, click on the Share or Sale of Personal Information tab and toggle to the left.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The information we collect using Google Analytics, which may be shared with Google, doesnt include names or contact information, but may include Ace Rewards numbers, IP addresses, and activity on the Services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Please visit www.Glassbox.comprivacy-policyInterest-Based Advertising We and our advertising vendors may use online technologies, including cookies and pixel tags, to collect personal information about your online activities over time and across third-party websites and platforms.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This personal information is used to manage advertising effectiveness and provide you with online advertisements, including advertisements on unaffiliated websites and platforms, more likely to be of interest to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These technologies also allow us to learn which advertisements bring users to our Services and to manage affiliate advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To learn more about interest-based advertising often referred to as online behavioral advertising or targeted advertising and how to manage your preferences for interest-based ads, please visit the following third-party websites.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To opt-out of receiving interest-based advertisements from members of the Digital Advertising Alliance (DAA), please visit www.aboutads.infochoices and youradchoices.comappchoices.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you wish to opt-out of interest-based advertising across all browsers and devices, you need to make your choices in each browser and device you use.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Please be aware that if you opt out of receiving interest-based advertising, you will still be served with advertisements, but they will no longer be targeted to your interests.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For marketing and advertising purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We also may use certain personal information we collect to manage, measure, and improve our advertising campaigns so that we can better reach people with relevant content.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may use social media and advertising platforms, such as Facebook, TikTok, and Google, to serve advertisements to you or to third parties that the platform determines are similar to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may make your personal information, together with information regarding your preferences, activity, purchases, and demographics, available to affiliates and Ace stores for purposes of conducting marketing activities on behalf of Ace, the affiliates, Ace stores, and/or or any other service providers.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To deliver information about products and Services that may be of interest to you, we may share personal information with other companies, such as advertisers, measurement and analytics providers, advisors and agents, affiliates and subsidiaries, regulators, government entities and law enforcement, internet service providers, operating systems and platforms, advertising networks, data analytics providers, social networks, data brokers, Ace stores, and others, as required by law.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]