[
  {
    "6. COLLECTION OF OTHER INFORMATION We and our service providers may collect Other Information in a variety of ways, including Through your browser or device Certain information is collected by most browsers or automatically through your device, such as your Media Access Control MAC address, computer type Windows or Mac, screen resolution, operating system name and version, device manufacturer and model, language, Internet browser type, and version and the name and version of the System service such as the App you are using. We use this information to ensure that the System services function properly. Through your use of an App When you download and use any of our Apps, we and our service providers may track and collect App usage data, such as the date and time the App on your device accesses our servers and what information and files have been downloaded to the App based on your device numbe Cookies or browser cookies and pixel tags A cookie is a small file placed on the hard drive of your device phone, tablet, computer, etc.. Cookies are pieces of information stored directly on the device that you are using. We may use cookies to collect information such as browser type, time spent on the System, pages visited, language preferences, and other traffic data. We and our service providers use the information for security purposes, to facilitate navigation, to display information more effectively, and to personalize your experience. We also gather statistical information about the use of the System in order to continually improve their design and functionality, understand how they are used, and assist us with resolving questions regarding them. Cookies further allow us to select which of our advertisements or offers are most likely to appeal to you and display them while you are on the System. We may also use cookies or other technologies in online advertising to track responses to our ads. We do not currently respond to browser do-not-track signals. You may refuse to accept browser cookies by activating the appropriate setting on your browser. You may also wish to refer to httpwww.allaboutcookies.orgmanage-cookiesindex.html. However, if you select this setting, you may be unable to access certain parts of our System. Unless you have adjusted your browser setting so that it will refuse cookies, our system will issue cookies when you direct your browser to our System. We may use pixel tags also known as web beacons and clear GIFs to, among other things, track the actions of users of the System including email recipients, measure the success of our marketing campaigns, and compile statistics about usage of the System and response rates. Generac uses web analytics to track web visits, Google Analytics and Adobe Analytics. The information generated by cookies or similar technologies about your use of our System including your IP address will be transmitted to and stored by Google and Adobe on servers in the United States. Google and Adobe will use this information for the purpose of evaluating your use of our Websites, compiling reports on Website activity for website operators, and providing other services relating to Website activity and internet usage. Google and Adobe may also transfer this information to third parties where required to do so by law, or where such third parties process the information on Googles or Adobes behalf. For more information, please visit Google or Adobes websites at www.google.compoliciesprivacypartners or httpswww.adobe.comprivacypolicy.html, respectively. You may opt out of web analytics by installing these tools on your computer Google Analytics Opt Out Link Address IP address is automatically assigned to your computer by your Internet Service Provider. An IP address may be identified and logged automatically in our server log files whenever a user accesses the System, along with the time of the visit and the pages that were visited. Collecting IP addresses is standard practice and is done automatically by many websites, applications, and other services. We use IP addresses for purposes such as calculating usage levels, diagnosing server problems, and administering the System. We may also derive your approximate location from your IP address. Location We may collect the physical location of your device by, for example, using satellite, cell phone tower, or WiFi signals. We may use your devices physical location to provide you with personalized location-based services and content. We may also share your devices physical location, combined with information about what advertisements you viewed and other information we collect, with our marketing partners to enable them to provide you with more personalized content and to study the effectiveness of advertising campaigns. Your mobile device may permit you to allow or deny such uses andor sharing of your devices location, but if you do, we andor our marketing partners may not be able to provide you with the applicable personalized services and content.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "8. DISCLOSURE OF YOUR INFORMATION We may disclose information about our users in aggregated or de-identified form as well as other information that does not identify or is not linkable to any individual, and use this information as permitted by law. We may disclose aggregated or de-identified information in analyses and reports derived from such information to third parties, including our service providers, suppliers, advertisers, merchants, consumer and market research companies, and other organizations. We may disclose Personal Information that we collect or you provide as described in this Notice To our subsidiaries and affiliates for the purposes described in this Notice. You can consult the list and location of our affiliates in the latest Annual Report filed on SEC Form 10-K by Generac Holdings, Inc., which can be found by searching our Investor Relations website. To contractors, authorized dealersresellers, service providers and other third parties we use to support our business and who are bound by contractual obligations to keep Personal Information confidential and use it only for the purposes for which we disclose it to them. These can include providers of services such as product servicing, website hosting, data analysis, payment processing, order fulfillment, information technology and related infrastructure provision, customer service, email delivery, auditing, and other services. To authorized dealersresellers when you request a quote or make another inquiry related to products offered by our authorized dealersresellers. To a buyer or other successor in the event of a merger, divestiture, restructuring, reorganization, dissolution or other sale or transfer of some or all of Generacs assets or shares, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which case Personal Information held by Generac about our System users may be among the assets transferred. To third-party sponsors of sweepstakes, contests and similar promotions. To third parties, to permit them to send you marketing communications, consistent with your choices. You also may elect to provide Personal Information to be published or displayed hereinafter, posted on public areas of the System, or transmitted to other users of the System or third parties collectively, User Contributions. Additionally, we cannot control the actions of other users of the System with whom you may choose to share your User Contributions. Therefore, we cannot and do not guarantee that your User Contributions will not be viewed by the general public. We may also use and disclose your Personal Information as necessary or appropriate, especially when we have a legal obligation or legitimate interest to do so To cooperate with law enforcement, or to comply with any court order, law or legal process, including to respond to any government authority or regulatory request. This can include laws and authorities outside your country of residence. To enforce or apply our terms of use and other agreements, including for billing and collection purposes. If we believe disclosure is necessary or appropriate to protect the rights, property, or safety of Generac, our customers or others. This includes exchanging information with other companies and organizations for the purposes of fraud protection and credit risk reduction. If the System is distributed by a dealer, reseller, business partner, contractor, retailer, or other third party and you share your Personal Information with such party, we cannot control and are not responsible for the collection, storage, disclosure, and use of your information by such party. If the System is provided through a third party System provider, we may share Personal Information with the third party System provider in accordance with your agreement with such third party System provider. In some circumstances, we may share your Personal Information with third parties upon your request in such event, we cannot control and are not responsible for the collection, storage, disclosure, and use of your information by such party. In these circumstances, the obligations of the involved parties regarding the handling of Personal Information are governed by the terms outlined in their agreement with you. In the event you choose to control your Generac device with a third party application, software, or other offering, we cannot control or be responsible for the collection, storage, disclosure, and use of your Personal Information by such third party.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "12. THIRD PARTY ADVERTISING We use third-party advertising companies to serve advertisements regarding goods and services that may be of interest to you when you access and use the System and other websites or online services. You may receive advertisements based on information relating to your access to and use of the System and other websites or online services on any of your devices, as well as on information received from third parties. These companies place or recognize a unique cookie on your browser including through the use of pixel tags. They also use these technologies, along with information they collect about your online use, to recognize you across the devices you use, such as a mobile phone and a laptop. If you would like more information about this practice, and to learn how to opt out of it in desktop and mobile browsers on the particular device on which you are accessing this Privacy Notice, please visit httpoptout.aboutads.info and httpoptout.networkadvertising.org. You may download the AppChoices app at www.aboutads.infoappchoices to opt out in mobile apps.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "15. JURISDICTION AND CROSS-BORDER TRANSFER The System is hosted in the United States and is subject to United States law. We may share your Personal Information internally with our affiliates and other recipients, as described in this Notice, and they may be located in countries other than your country. If you are accessing the System from outside the United States, please be advised that the United States and other countries may not offer the same privacy protections as the law of your jurisdiction. In certain circumstances, courts, law enforcement agencies, regulatory agencies, or security authorities in those other countries may be entitled to access your Personal Information.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "16. ADDITIONAL STATE-SPECIFIC PRIVACY INFORMATION Disclosures For California Residents Last Updated January 16, 2025 In this section, we provide information for California residents, as required under California privacy laws, including the California Consumer Privacy Act CCPA, which requires that we provide California residents certain specific information about how we handle their personal information, whether collected online or offline. Under the CCPA, personal information is any information that identifies, relates to, describes, is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular California resident or household. Notice at Collection. The following sub-sections below, read together, are intended to comply with our obligations for Notice at Collection under the CCPA Categories of Personal Information We May Collect, Disclose, or SellShare, Purposes of Collection, Use, and Disclosure, and Retention. Scope. This section applies to personal information as defined by the CCPA, whether collected online or offline, in our capacity as a business. This section does not address or apply to our handling of publicly available information or personal information that is otherwise exempt under the CCPA. This section also does not apply to personal information we collect about job applicants, independent contractors, or current or former full-time, part-time and temporary employees and staff, officers, directors or owners of Generac different notices apply. Categories of Personal Information We May Collect, Disclose, or SellShare. The table below sets out generally the categories of personal information as defined by the CCPA about California residents that we may collect and disclose to others for a business or commercial purpose. Our collection and disclosure of personal information about a California resident will vary depending upon the circumstances and nature of our interactions or relationship with such residents. The table also sets out how we sell and share personal information. The CCPA defines sale as disclosing or making available personal information to a third party in exchange for monetary or other valuable consideration, and sharing includes disclosing or making available personal information to a third party for purposes of cross-context behavioral advertising. We may disclose personal information to third parties in exchange for valuable consideration or monetary compensation. We may also sell or share as described in the table below to third-party advertising networks and analytics providers for purposes of marketing and advertising and to improve and measure our ad campaigns. Please note that we do not sell or share personal information about individuals we know are under age sixteen 16. Categories of personal information Do we collect? To whom we may disclose for a business or commercial purpose To whom we sell or share Name, Contact Information and other Identifiers Identifiers such as a real name, alias, postal address, unique personal identifier, online identifier, Internet Protocol IP address, email address, and account name. Yes. Affiliates and subsidiaries Advisors and agents Regulators, government entities, and law enforcement Internet service providers and operating systems platforms Generac dealers and resellers Advertising networks Analytics providers Social media platforms Government-generated Identifiers Social security number, drivers license number, passport number, or other similar identifiers. Yes. Affiliates and subsidiaries Advisors and agents Regulators, government entities, and law enforcement No sales or sharing. Customer Records Paper and electronic customer records containing personal information, such as signature, physical characteristics or description, and telephone number. Yes. Affiliates and subsidiaries Advisors and agents Regulators, government entities, and law enforcement No sales or sharing. Protected Classifications Characteristics of protected classifications under California or federal law such as race, color, sex, age, religion, national origin, disability, citizenship status, and genetic information. No. No disclosures. No sales or sharing. Commercial Information Such as records of personal property, products or services purchased, obtained, or considered. Yes. Affiliates and subsidiaries Advisors and agents Regulators, government entities, and law enforcement Internet service providers and operating systems platforms Generac dealers and resellers Advertising networks Analytics providers Social media platforms Biometric Information Physiological, biological, or behavioral characteristics, including information about an individuals deoxyribonucleic acid DNA, that is used or is intended to be used singly or in combination with each other or with other identifying data, to establish individual identity. No. No disclosures. No sales or sharing. Usage Data Internet or other electronic network activity information, including, but not limited to, browsing history, clickstream data, search history, and information regarding a residents interaction with an Internet website application, or advertisement, including access logs and other activity information related to your use of the System. Yes. Affiliates and subsidiaries Advisors and agents Regulators, government entities, and law enforcement Internet service providers and operating systems platforms Advertising networks Analytics providers Social media platforms Geolocation Data Precise geographic location information about a particular individual or device. Yes. Affiliates and subsidiaries Advisors and agents Regulators, government entities, and law enforcement Analytics providers. Advertising networks. Audio, Video and other Electronic Data Audio, electronic, visual, or similar information. Yes. Affiliates and subsidiaries Advisors and agents Regulators, government entities, and law enforcement No sales or sharing. Professional or Employment-related Information Employment history, qualifications, licensing, disciplinary record. No. No disclosures. No sales or sharing. Education Information Information about education history or background that is not publicly available personally identifiable information as defined in the federal Family Educational Rights and Privacy Act. No. No disclosures. No sales or sharing. Sensitive Personal Information In limited circumstances, we may collect precise geolocation information. Yes. Affiliates and subsidiaries Advisors and agents Regulators, government entities, and law enforcement Advertising networks Analytics providers. Profiles and Inferences Inferences drawn from any of the information identified in this chart above to create a profile reflecting a residents preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, or aptitudes. No. No disclosures. No sales or sharing. Sources of Personal Information. In general, we may collect the categories of personal information identified in the table above from the following categories of sources Directly from individuals Government agencies or public records Vendors and service providers Data brokers or business partners Data analytics providers and advertising networks Social media platforms Internet service providers and operating systems platforms and Business customers and clients. For more information, please see the PERSONAL INFORMATION WE COLLECT ABOUT YOU AND HOW WE COLLECT IT and OTHER INFORMATION WE COLLECT THROUGH AUTOMATIC DATA COLLECTION TECHNOLOGIES sections above. Purposes of Collection, Use, and Disclosure. In general, we may collect, use, disclose, and otherwise process personal information for the following business or commercial purposes and as otherwise directed or consented to by you To provide the functionality of the System and fulfilling your requests To provide you with our newsletter andor other marketing materials For business reporting and providing personalized services To allow you to participate in sweepstakes, contests or other promotions To aggregate or de-identify personal information To accomplish our business purposes To cooperate with law enforcement and governmental authorities To enforce or apply our terms of use and other agreements and To protect the rights, property, or safety of Generac, our customers or others, when we believe necessary and appropriate. Please note that, for de-identified information, we will maintain and use de-identified information in that form and not attempt to re-identify it, except to test and analyze our de-identification processes. For more information, please see the HOW WE USE YOUR INFORMATION and DISCLOSURE OF YOUR INFORMATION sections above. Retention. We retain the personal information we collect only as reasonably necessary for the purposes described above or otherwise disclosed to you at the time of collection. For more information, please see the DATA INTEGRITY AND RETENTION section above. Sensitive Personal Information. We use and disclose sensitive personal information, namely, precise geolocation information collected from our app users, to obtain insights and for analytics purposes. As part of this, we may disclose sensitive personal information to analytics providers. We also use and disclose sensitive personal information as reasonably necessary i to perform our services requested by you, ii to help ensure security and integrity, including to prevent, detect, and investigate security incidents, iii to detect, prevent, and respond to malicious, fraudulent, deceptive, or illegal conduct, iv to verify or maintain the quality and safety of our services, v for compliance with our legal obligations, vi to our service providers who perform services on our behalf, and vii for purposes that are not for inferring characteristics about you. For more information, please see the SENSITIVE INFORMATION section above. California Resident Rights. California law grants California residents with specific rights regarding personal information. Subject to certain conditions and exceptions, California residents have the following rights with respect to their personal information Right to Know. You have the right to request i the categories or personal information we collected about you ii the categories of sources from which the personal information is collected iii our business or commercial purposes for collecting, selling, or sharing personal information iv the categories of third parties to whom we have disclosed personal information and v a copy of the specific pieces of personal information we have collected about you. Right to Delete. You have the right to request that we delete personal information we have collected from you. Right to Correct. You have the right to request that we correct inaccuracies in your personal information. Right to Opt Out of Sales and Sharing. You have the right to opt-out of sales and sharing of your personal information, as those terms are defined under the CCPA. Right to Limit Use and Disclosure of Sensitive Personal Information. You have the right to limit use and disclosure of your sensitive personal information. Right to Non-Discrimination. You have the right not to be subjected to discriminatory treatment for exercising any of the rights described in this section. Submitting CCPA Requests. California residents may exercise their CCPA privacy rights as set forth below California residents may submit CCPA requests by Emailing us at Privacygenerac.com or Calling us toll-free at 1-888-GENERAC 1-888-436-3722. When you submit a request, we will take steps to verify your identity and request by matching the information provided by you with the information we have in our records. In some cases, we may request additional information in order to verify your identity, or where necessary to process your request. If we are unable to verify your identity after a good faith attempt, we may deny the request and, if so, will explain the basis for the denial. You may also designate someone as an authorized agent to submit requests and act on your behalf. Authorized agents will be required to provide proof of their authorization in their first communication with us, and we may also require that the relevant consumer directly verify their identity and the authority of the authorized agent.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]