[
  {
    "We receive information from third parties, both when they provide us with Personal Data about you and when we seek out information for Profiles, as discussed below Third Parties.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Advertising partners.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We receive information about you from some of our service providers who assist us with marketing or promotional services related to how you interact with our Service, advertisements, or communications.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You have the option to opt-out of Googles use of cookies by visiting the Google advertising opt-out page at httpspolicies.google.comtechnologiesads or the Google Analytics Opt-out Browser Add-on at httpstools.google.comdlpagegaoptout.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These Cookies may be set through our Service by our advertising partners.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "They may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you do not allow these Cookies, you will experience less targeted advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These Cookies may be set through our Service by our advertising partners.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "They may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you do not allow these Cookies, you will experience less targeted advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Information about Interest-Based Advertisements": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may serve advertisements, and also allow third-party ad networks, including third-party ad servers, ad agencies, ad technology vendors and research firms, to serve advertisements through the Service.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These advertisements may be targeted to users who fit certain general profile categories or display certain preferences or behaviors Interest-Based Ads.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Information for Internet-Based Ads including Personal Data may be provided to us by you, or derived from the usage patterns of particular users on the Service andor services of third-parties.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To accomplish this, we or our service providers may deliver Cookies, including a file known as a web beacon from an ad network to you through the Service.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Web beacons allow ad networks to provide aggregated auditing, research and reporting for us and for advertisers.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Web beacons also enable ad networks to serve targeted advertisements to you when you visit other websites.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Web beacons allow ad networks to view, edit or set their own Cookies on your browser, just as if you had requested a web page from their site.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Without limiting the foregoing, we use Google Ads advertising features in the Service, which we use for the purposes set forth in this Privacy Policy.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Through Google Ads, Google uses your Internet searches, Cookies, and similar identifiers e.g., pixel tags to collect information about your visits to the Service and your interaction with our products and services to generate targeted advertisements to you on other websites that you visit across the Internet.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To opt out of remarketing advertising provided through Google, to customize your ad preferences, or to limit Googles collection or use this information, visit Googles Safety Center and Googles Ad Settings and follow Googles personalized ad opt-out instructions.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Several media and marketing associations have developed an industry self-regulatory program to give consumers a better understanding of, and greater control over, ads that are customized based on a consumers online behavior across different websites and properties.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To make choices about Interest-Based Ads from participating third parties, including to opt-out of receiving behaviorally targeted advertisements from participating organizations, please visit the Digital Advertising Alliance or Network Advertising Initiative consumer opt-out pages, which are located at httpwww.networkadvertising.orgchoices or httpwww.aboutads.infochoices.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To personalize your experience, website content and communications based on your preferences, including targeted offers and ads served through the Service.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, if youve given us your e-mail address, we may send you promotional email offers on behalf of other businesses or email you about your use of the Service.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We disclose your Personal Data to service providers and other parties for the following business or commercial purposes Performing services on our behalf, including maintaining or servicing accounts, providing customer service, processing or fulfilling orders and transactions, verifying customer information, processing payments, providing advertising or marketing services, providing analytic services, or providing similar services on behalf of the business or service provider.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Auditing related to a current interaction and concurrent transactions, including, but not limited to, counting ad impressions to unique visitors, verifying positioning and quality of ad impressions, and auditing compliance with this specification and other standards.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Categories of Personal Data Categories of recipientsA.Personal identifiers Service providers, Customers, Ad networksB.Customer records identified by state lawService providersC.Protected classification characteristics under state or federal law Service providers, CustomersD.Internet or other similar network activity information Service providersE.Geolocation dataService providers, CustomersF.Professional or employment-related information Service providers, CustomersG.Personal Data a user chooses to enter into a free text field within the Service Service providers, CustomersH.Account access credentialsService providers": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Sales of Personal Data and Sharing of Personal Data with Certain Advertisers": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "However, we do sell, and, in the preceding 12 months, we have sold your Profile data to our customers and data partners such as resellers and syndication partners in conjunction with our all-in-one prospecting solutions and private-company data offerings, which help customers and data partners grow their business and teams, subject to your right to opt-out of these sales see the California Resident Rights section below for information about how to opt-out.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may also share, and, in the preceding 12 months, have shared your information see the information we share and have shared in the preceding 12 months below with certain advertisers in order to help provide our ads to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Over the past twelve months, we have sold andor shared the following categories of your Personal Data to the following categories of third parties A. Personal identifiers  Customers, data partners C. Protected classification characteristics under state or federal law  Customers, data partners F. Professional or employment-related information  Customers, data partners": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]