[
  {
    "We use cookies to personalise content and ads, to provide social media features and to analyse our traffic.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We also share information about your use of our site with our social media, advertising and analytics partners who may combine it with other information that you've provided to them or that they've collected from your use of their services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Marketing cookies are used to track visitors across websites. The intention is to display ads that are relevant and engaging for the individual user and thereby more valuable for publishers and third party advertisers.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "ii to optimise the content on the platforms and iii send marketing and show advertising to our users.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For these purposes, we will create a profile about your interests and preferences which will enable us to increase our advertising and communication relevance": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "provide our commercial partners with information about users use of co-branded services, including historical use data": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The creation of this content, and the work that goes into ensuring that the platforms continue to be digital sports destinations, are funded by advertising revenues which we receive as a result of showing users advertising or other sponsored or branded content on the platforms.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We have a legitimate interest in ensuring that we deliver this advertising in a responsible way, and in allowing us to deliver it to the users most likely to be interested in it": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "More specifically, in relation to advertising we employ User Information to select and deliver advertising that appears on our platforms, and to allow third parties such as ad servers to do this on our behalf": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "we employ User Information to select and deliver advertising to users based on the way the user has interacted with our platforms, and to share that information with third parties to allow them to do so": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "we may pass User Information to service providers, such as Google, to allow them to provide services on our behalf or to partner with us in selecting and serving ads for our advertising partners": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "we may pass User Information to advertisers or third-party publishers to allow us to report on the advertising displayed to our users and how users interacted with it": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Much of the User Information that we collect, and most of the information we employ in connection with advertising, is obtained via the use of cookies and similar technologies.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Targeting/advertising - These cookies help us serve relevant advertisements and implement frequency capping procedures.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "advertisers and advertising networks that require the data to select and serve relevant adverts to the user": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Where relevant, we will disclose User Information and anonymized information associated with a user's use of and interaction with the platforms to the partner on whose behalf we operate that platform, for the purposes of marketing and advertising, and to promote their own products and services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Information that we collect may be stored and processed in and transferred between any of the countries in which we operate in order to enable us to use the information in accordance with this notice.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Information which you provide may be transferred to our group companies, commercial partners, suppliers or agents located outside your country as set out in paragraph 5 above.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, if you are located in the EEA, Swiss or in the UK, we may enter into standard clauses with the recipient.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  }
]
