[
  {
    "Personal data gathered via AS Services shall be processed by PRISA MEDIA, S.A.U. with registered office at 32 Gran Vía, 28013, Madrid, with Tax ID No. A88096458 and entered at the Mercantile Register of Madrid in volume 37,338, folio 200, section 8, sheet M-665815, 1st entry, as a company that is part of Prisa Group, as marketer of AS Services advertising spaces.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Showing editorial or commercial information specifically defined for the profile inferred from the use of AS Services by the User, both related to own services and third-party services, belonging to any sector, with which Diario AS may reach agreements.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Said profile may also be inferred according to the browsing information within other PRISA MEDIA WebSites and geographic location of the device or terminal from which AS Services are used.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For statistical and advertising purposes, to control the use of our web pages, to control access to services by third parties via AS Services and to improve knowledge on the Users interests, use and browsing data will be gathered in relation to which Service is used by the User, how and when they use it, what type of User they are, or whether they access an advertisement shown on any of the AS Services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "User interests and profile derived from browsing or use of AS Services, as well as information on the access device, the equipment model, the operating system version, sole device or connection identifiers, data on the mobile network, as well as errors, system activity, hardware adjustments, browser type, browser language, data and time when connection is requested, reference URL, cookies and other data storage and retrieval devices in terminal equipment as explained in the COOKIES POLICY, allowing the identification and the Users browser and device, as well as making analytical studies showing personalized information according to the result of said studies, both in own and other services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]