[
  {
    "Provide targeted advertising on blogs, articles and other non-directory content.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "D. Third-Party Advertisers or Services Share aggregated, non-personal data with advertising partners for targeted ads.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These technologies help us understand user behaviors, improve our Site, and tailor our advertising efforts.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, we use Cookies to optimize your experience, customizing the content and ads you see, monitoring site performance, and preventing fraud.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Advertising and Retargeting Cookies These Cookies collect information about your browsing habits across different websites, allowing us and third parties to show you advertisements that are relevant to your interests.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These Cookies help ensure that the ads you see are personalized based on your preferences.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This data helps us improve mobile functionality and provide more targeted advertising based on mobile usage.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may also work with third-party partners to analyze cross-device behaviors and present relevant advertising using de-identified data to understand broader usage patterns.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Interest-Based Advertising Sussex, along with our third-party advertising partners, may show advertisements that are tailored to your interests based on your activity on our website or other websites you visit.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This type of personalized advertising is called Interest-Based Advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Third-party ad networks may use Cookies, Web Beacons, and similar technologies to collect information about your online behavior and serve targeted ads to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These ads may appear on other websites you visit after using our Site.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "While we strive to provide relevant advertisements, you can opt out of interest-based advertising by visiting the opt-out pages of relevant ad networks, managing your preferences through your browser settings, or refer to our Do Not Sell or Share My Personal Information link in the footer on our Site.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Please note that even if you have opted out of receiving our promotional communications, you may still receive marketing materials if your details come from a third-party list.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Although we do not sell personal data for direct monetary gain, some data sharing for cross-context behavioral advertising may be considered a sale under CCPA.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We have shared the following categories of data for purposes of cross-contextual behavioral advertising Web analytics and browsing data i.e., user interactions, pages visited, time spent on pages, and referral sources.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These cookies allow third parties to track your activity on our website and other websites to serve you personalized ads.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Opt-Out of Certain Processing Activities You may have the right to opt-out of the processing of your personal data for targeted advertising purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To opt-out of targeted advertising, please refer to the Exercising Your Rights section for instructions.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You may also opt-out from the processing of sensitive personal data or from any data selling, sharing, or targeted advertising by using the following methods Email us at supportpsychologytoday.com with Opt out Request in the subject line.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Follow the instructions to opt out in the Do Not Sell or Share My Personal Information link in the footer on our Site.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Standard Contractual Clauses SCCs approved by the European Commission for data transfers to countries without an adequacy decision see below.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "However, you acknowledge that, in some cases, overseas recipients may not be subject to Australian privacy laws, and you consent to the transfer of your data on this basis.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Personal Identifiers First and last name, email address, address Source You Third Parties With Whom We Share Data for Business Purposes Service Providers, Parties You Authorize, Access, or Authenticate Professional Information Research papers, books, specialties Source You Third Parties With Whom We Share Data for Business Purposes Service Providers Demographic Data Gender identity, ZIP code, spoken languages Source You Third Parties With Whom We Share Data for Business Purposes Service Providers, Ad Networks, Parties You Authorize, Access, or Authenticate Online Identifiers IP address, browser type, operating system, social media links Source You, Third Parties Third Parties With Whom We Share Data for Business Purposes Service Providers, Analytics Partners, Ad Networks Internet Activity Interactions with our website or platform, referring URL, engagement statistics Source You, Third Parties Third Parties With Whom We Share Data for Business Purposes Service Providers, Analytics Partners, Ad Networks Geolocation Data General location data derived from IP address Source You, Third Parties Third Parties With Whom We Share Data for Business Purposes Service Providers, Ad Networks, Analytics Partners Payment Processor We do not collect or store sensitive billing details.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may share your personal data with service providers and business partners to facilitate the use of our platform, support advertising efforts, and ensure compliance with professional regulations.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Example of 3rd Party Vendors We May Use Zendesk Ad Networks Delivering personalized advertisements and tracking the effectiveness of marketing campaigns.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Example of 3rd Party Vendors We May Use Google Ads Adsence, Doubleclick Selected Recipients Analytics Partners Monitoring how users access and interact with the platform, such as tracking referrals and user engagement.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Example of 3rd Party Vendors We May Use Google Analytics, DataDog Ad Networks Displaying targeted ads and verifying the performance of those ads.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Example of 3rd Party Vendors We May Use Doubleclick, Google Ads Adsense Auditing Partners Auditing ad impressions and interactions, verifying the quality and placement of ads, and ensuring compliance with advertising standards.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "By making any Content available on or through the Site, you grant Sussex Publishers a worldwide, irrevocable, perpetual, non-exclusive, transferable, royalty-free license, with the right to sublicense, to use, view, copy, adapt, modify (solely for formatting), distribute, license, transfer, publicly display, publicly perform, transmit, stream, broadcast, access, and otherwise exploit such Content via the Site, including for commercial, advertising, and promotional purposes related to the Site.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]