[
    {
        "Some advertisers on Tulsaworld.com may use their own cookies. When you click on an advertisement, visit an advertiser's Web site or make a purchase from an advertiser, that company may use cookies according to their own policies. Advertisers' cookies are not covered under Tulsaworld.com's policy. In addition, we may use third party advertising companies to display advertisements on our Website. As part of their service, they may place separate cookies on your computer. We have no access to or control over these cookies.": {
            "data_transferred_to_unfriendly_countries": false,
            "data_shared_with_advertisers": true,
            "data_used_for_AI_training": false
        }
    },
    {
        "If you supply Tulsaworld.com with your e-mail address, either by registering on the site, by communicating with us via e-mail, or signing up for promotional offers or emails, we may, from time to time, send you information that we believe would be of interest to you via e-mail. This information may be from Tulsaworld.com, the Tulsa World, or sent by us on behalf of one of our quality advertisers. Note: If we send you e-mail on behalf of another company, your personally identifiable information is not disclosed to that company unless you purchase a product or service from that company in which case it may need your information to fulfill your purchase. Rather, the company provides us with the information it wants to send, and we prepare and send the e-mail directly to you. We may use a third party service provider to manage or send emails on our behalf, but that third party is only authorized to use your information as necessary to send our email to you and it is not authorized to sell or transfer your information.": {
            "data_transferred_to_unfriendly_countries": false,
            "data_shared_with_advertisers": true,
            "data_used_for_AI_training": false
        }
    },
    {
        "From time to time, we provide offers from our advertisers who, as part of their offer, request information on customers who purchased their offer in order to allow the advertiser to fulfill the purchase. In those cases, we share some of your personally identifiable information with that advertiser. Sharing this Information may allow that advertiser to market directly to you should it choose to do so. However, we will only share personally identifiable information with an advertiser if you provide us that information and enter into a transaction with that advertiser on or through our Website. We are not responsible or liable for the actions of such advertiser.": {
            "data_transferred_to_unfriendly_countries": false,
            "data_shared_with_advertisers": true,
            "data_used_for_AI_training": false
        }
    }
]