[
  {
    "We collect this information for the purposes of account creation and management, advertising and marketing, analytics and research, customer service, and website security and maintenance.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We collect this information for the purposes of account creation and management, advertising and marketing, analytics and research, customer service, and website security and maintenance.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may combine this information with other categories of information and disclose it to our affiliates, partners, and service providers for analytics, advertising, and marketing purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We collect this information for the purposes of advertising and marketing, analytics and research, customer service, and website security and maintenance.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We collect this information for the purposes of account creation and management, advertising and marketing, analytics and research, customer service, and website security and maintenance.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may collect different types of information about your location, including general information e.g., IP address, zip code and more specific information e.g., GPS-based functionality on mobile devices used to access the Services, and may use that information to customize the Services with location-based information, advertising, and features.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Some third parties, such as Google, may place cookies on your browser when you use our Services in order to track your activity across websites and to provide you advertisements tailored to your interests and online activities.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For more information on how to opt out of Online Behavioral Advertising, see the Exercising Choice section below.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "When you use our website and enter your email address on our website either to log in, or to sign up to a newsletter, or similar, we may share with LiveRamp and its group companies information that we collect from you, such as your email in hashed, pseudonymous form, IP address, or information about your browser or operating system, with any of the following, acting as joint controllers as applicable and defined in the GDPR.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "LiveRamp uses this information to create an online identification code that we may store in our first-party cookie for our use in online, in-app, and cross-channel advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This may be shared with advertising companies to enable interest-based and targeted advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "One of the cookies we use is the Common ID Cookie, which helps us provide our services and measure advertising effectiveness.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The Common ID cookie stores a unique user id in the first party domain and is accessible to our ad partners.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This simple ID that can be utilized to improve user matching, especially for delivering ads to iOS and MacOS browsers.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "When you use our site, pre-selected companies may access and use certain information on your device and about your interests to serve ads or personalized content.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may combine and share your information with non-affiliated third parties a in order to provide services or products that we believe may be of interest to you b when we have your permission or c as described in this Privacy Policy.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may combine and share your information with our agents or companies in order to provide the Services or advertising or to communicate with you on our behalf.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "When you sign up to participate in a contest or sweepstakes, your information may also be provided to our sweepstakes or contest advertisers, operators, andor sponsors and the use of that information will be also governed by the privacy policies or practices of those advertisers, operators, andor sponsors.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may combine and share your information with third-parties with whom we have a contractual relationship, including without limitation third party marketing partners for commercial purposes, third-party advertisers and advertising networks.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "When you use the Services, we may serve you with ads based on various factors such as the content of the page you are visiting, information you provide such as your age or gender, your searches, demographic data, user-generated content and other information that you provide to us as described in this Policy.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Some of the services and advertisements are delivered or served by third-party companies.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, in the course of serving certain advertisements, an advertiser may place or recognize a unique cookie on your browser in order to collect certain information about your use of the Services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For another example, an advertiser or ad server may also be able to collect your devices unique identifier in the course of serving an ad.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In many cases, this information could be used to show you ads on other websites based on your interests.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, we use Google to serve advertisements on the Services, which use the Google Doubleclick cookie, and in some cases, a unique device identifier, to show you ads based on your visit to our websites and other sites on the Internet.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You may opt out of the use of the Google Doubleclick cookie by visiting the Google ad and content network privacy policy.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you would like more information about this practice, and to learn how to opt out of behavioral advertising on the particular device on which you are accessing this Privacy Policy, please visit httpsoptout.aboutads.info and httpsoptout.networkadvertising.org?c1.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you delete your browser cookies and want to continue to be opted out of interest-based ads, you will need to opt out again.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Personal data we collect may be transferred to, and stored and processed in, the United States or any other country in which we or our affiliates or processors maintain facilities.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "We reserve the right to display advertisements in connection with your User Content and to use your User Content for advertising and promotional purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You acknowledge and agree that your User Content may be included on the websites and advertising networks of our distribution partners and third-party service providers including their downstream users.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "6. ADVERTISING From time to time, you may communicate with, receive communications from, be re-directed to, interact with, or participate in or use the services or obtain goods and services of or from, third parties collectively, the Advertisers such as our and third party advertisers, sponsors, or promotional partners as a result of your use of the Website.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]