[
  {
    "This website utilizes technologies such as cookies to enable essential site functionality, as well as for analytics, personalization, and targeted advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Such profiles may be used as part of our advertising, analytics, security, and provision of support.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may also use personal data to market to you via social media.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We track your interaction with these emails and our online services to validate attendance for accreditation purposes, to help determine which information is of interest to you and to customize the advertisements you see on our Sites.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Third parties may also use this to recognise you when you are on other websites and mobile applications.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "They are also used to tailor advertising to your interests through tracking your browsing across websites.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, when you view certain products on our Site or have interacted with certain pages on our Site, we may use this information to show you advertisements which may interest you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Similarly, third parties that place cookies on our Site may use this type of information to present you with tailored advertising when you other their websites.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Advertising cookies Subject to your cookie settings, Newegg and various third party ad partners may use cookies and other tracking technologies to collect information about the browsing habits associated with your device to further personalise your experience such as through the use of targeted advertisements and special offers that are more relevant to you and your interests.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We allow some third parties, including Facebook to set cookies both when you visit our Site and when you use certain features on our Site such as clicking Like, Share and tweet buttons.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These third parties link the information that they collect through the use of these cookies with the information that they hold about you through your use of their service in order to present you with targeted advertising via their platforms.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, where you have provided permission, we allow Facebook to place a cookie on your device.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "When you return to Facebook, Facebook can identify you as a user of the Newegg Site and can therefore provide you with advertising messages from us.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In other situations, third parties use cookies so that they can retarget Neweggs products to you when you visit other websites or mobile applications, or to predict what advertisements about third party products are likely to be of interest to you based on your browsing activities.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These SDKs may include third party code that allows the third party partner to collect information about your interaction with the app and information about your device and network information generally for advertising purposes or to assist us analysing how our apps are used.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Our app On mobile you have controls in your device Operating System that enables you to choose whether to allow cookies or share your advertising ID an identifier that allows advertisers to track you across websites and apps on mobile with us or third-party partners.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Third-party companies for marketing Subject to your marketing preferences and settings, we may share your personal data with third-party companies that may, among other things, use your personal data to provide you with targeted advertisements and special offers.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "As a global organization, we may also share your personal data elsewhere globally.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Such sellers can be located anywhere in the world.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "10.3. These countries may not provide the same level of data protection as your home country however, we will take steps to ensure that your personal data that is transferred outside your home country is safeguarded as in line with this privacy policy.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "This website utilizes technologies such as cookies to enable essential site functionality, as well as for analytics, personalization, and targeted advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]