[
  {
    "Service providers, such as those who offer performance services on our behalf for advertising, analytics, payment processing, delivery, data augmentation, data sourcing, fulfillment, fraud prevention and security, cybersecurity, payment processing, and other related services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Additionally, persistent cookies allow us to bring you advertising both on and off the Sites.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Persistent cookies can be both first-party and third-party managed, meaning your data may be sent to third-parties through these tools.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may incorporate pixels from separate entities that allow us to track our communications, bring you advertising both on and off the Sites, and provide you with additional functionality, such as the ability to connect our Sites with your social media account.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These SDKs allow us to track our Communications, bring you advertising both on and off the Sites, and provide you with additional functionality, such as the ability to connect our Sites with your social media account.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may disclose or make available your information with Third Parties, such as service providers, affiliates and subsidiaries, business partners, credit & debit card processing partners, partners that facilitate billing, shipping, and customer service, third-party auditors and law firms, marketing and advertising networks including those that provide ad measurement services, internet service providers, data analytics providers, companies that help debug and identify and repair errors that may impair the functionality of our Sites, and third parties that help protect against malicious, deceptive, fraudulent, or illegal activity.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "When you use our Sites or engage with our Products or Communications, third parties may also collect information about your online activities, over time and across different internet websites, online or cloud computing services, online applications, or mobile applications.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Our use of certain online tracking technologies may be considered a sale, sharing, or targeted advertising under applicable law.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Because we may also engage in a sale, sharing or use of your personal information for targeting advertising purposes outside of the context of online tracking technologies as well, you may separately opt-out of this process by submitting the request via the link below.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Yes, we make available your IP address and other persistent online identifiers to our advertising partners.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In some instances, this transaction may constitute a sale or sharing of your personal information under California law.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You have a right to submit a request to know, delete, correct, and to opt-out of the sale or processing of your personal data for targeted advertising purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Virtual Beauty Information that you elect to share is used to improve the Virtual Beauty Programs detection engine.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": true
    }
  },
  {
    "By participating in the Community, you agree that Ulta Beauty may be making available your information to this third-party service provider.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]