[
  {
    "These indirect sources can include Device Information Network and Internet service provider ISP information, Internet Protocol IP addresses, device and browser identifiers, device and browser information, advertising identifiers, cookie and tracker identifiers, and related information.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Financial institutions e.g., your credit card company or your bank Services providers Marketing partners Marketing and advertising agencies and networks Previous employers if you are applying for a job with us Background screening companies if you are applying for a job with us.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To communicate with you This includes sending order updates, promotional emails with your consent, newsletters, personalized and interest-based advertising, and marketing materials.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To our subsidiaries and affiliated entities collectively, our Affiliates for their own marketing and other commercial purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To selected third parties Promotional Partners, for their own marketing and other commercial purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To marketing and advertising agencies and networks.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "And HTML-formatted email messages to, among other things, render such pages to you on various hardware devices and operating system versions, track the actions of users and email recipients, serve relevant marketing communications to you, measure the success of marketing campaigns and compile statistics about usage and response rates.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may use your devices physical location to provide you with personalized, location- based services and content, including for marketing purposes, based on the choices that have been made with respect to such uses.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may also share your devices physical location, combined with information about what advertisements you viewed and other information we collect, with our third-party marketing partners, such as our Promotional Partners, to enable them to provide you with more personalized content and to study the effectiveness of advertising campaigns, based on the choices that have been made with respect to such disclosures.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In some instances, you may be permitted to allow or deny such uses andor sharing of your devices location, but if you choose to deny such uses andor sharing, we, our service providers, andor our third-party marketing partners may not be able to provide you with the applicable personalized services and content.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may use third-party advertising companies to serve ads when you visit FSD Websites.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Please note that these companies may use information about your visit to FSD Websites to provide advertisements about goods and services that may be of interest to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In the course of serving advertisements to the FSD Websites, these companies may place or recognize a unique cookie on your browser.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You can exercise these rights as follows  Our sharing of your Personal Information with Affiliates, Promotional Partners and other third parties for their marketing or other commercial purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We are not responsible for changing information in the databases of Affiliates, Promotional Partners and other third parties with whom we have already shared your Personal Information prior to receiving your request.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Please note that if you opt-out as described above, we will not be able to remove your Personal Information from the databases of our Affiliates, Promotional Partners and other third parties with which we have already shared your Personal Information i.e., to which we have already provided your Personal Information as of the date that we implement your opt-out request.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]