[
  {
    "If you use a mobile device, we collect data identifying your device and the mobile settings and features ID for advertisements and device's unique token.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We might use such technologies also to collect data when you interact with our partners services, for example in relation to commercial and advertising services. For more information on how we use cookies and on your settings, please refer to our Cookie Policy.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "3. Use of data and processing legal framework: Musixmatch processes the data collected mainly for the following reasons: manage its activity and provide with improvements and personalizations the products it offers, send communications, including commercial communications, and allow the display of advertisements on the Musixmatch webpages and within the apps downloaded for free by the user.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Such processing is based on our legitimate interest that is providing the user with significant advertisement and/or the user's consent.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Enhance the services and their usage as well as understand the effectiveness of the advertisements we promote to users through the collection of data by means of cookies and similar technologies.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Such processing is based on our legitimate interest that is the optimization of our advertising campaigns efficiency and/or the prior consent of the user.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We could also share data that concern you with third parties such as service suppliers, commercial partners and advertisers but in some cases you will have the opportunity to voice your opinion such as with regard to the Advertisements you view.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "5. Advertisement: For us to be able to provide a free service, we could allow other companies to use cookies, web beacon and similar technologies within our Services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Such parties can include their own Web beacon or Web beacon owned by third parties in advertisements visualized by Musixmatch in order to set and read their cookies, they can save cookies in the users device as well as collect the users online activities in relation to Websites and online services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "By way of example, such companies are AppNexus, Criteo, Oath, Mopub.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The use of companies that are members of the Network Advertising Initiative (NAI), of the Digital Advertising Alliance (DAA) or of other equivalent organizations compliant with the NAI Code of conduct shall be preferred.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "It is possible to access to the opt-out page managed by NAI by clicking on the following link www.networkadvertising.org/choices.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "9. Transfer of personal data: Musixmatch shares data at a global level with its partners and with the people that log-in and share contents all over the world.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Data controlled by Musixmatch could be transferred, transmitted or stored also outside of the EEA but in the event of data transfers, Musixmatch uses standard Contractual clauses approved by the European Commission and based on adequacy decisions of the European Commission in relation to some Countries, depending on the cases, for the transfer of data from the EEA to the United States and other Countries.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  }
]