[
  {
    "We use this information for a variety of purposes further addressed in the Use of Your Information section below, including analyzing and enhancing our products and services, personalizing our Service for you, and, for our website users, serving advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "INFORMATION FROM OTHER SOURCES We may supplement the information we collect with information from other sources, such as publicly available information about your online and offline activity from social media services, analytics and advertising technology companies, advertisers, commercially available sources, information from other companies under a common control Company Affiliates, or clients or business partners with which we offer co-branded services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To develop and serve advertisements on our website or through e-mails or other communications.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "ADVERTISING PARTNERS We may provide personal information to third parties, such as advertising partners or other marketing partners who provide services to us.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, if you subscribe to our newsletters and promotional communications, Business Insider or EMARKETER may send you content on behalf of their clients and disclose your personal information to such clients for their own marketing purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "BUSINESS PARTNERS AND SPONSORS We may disclose your personal information to our business partners in connection with offering you co-branded services, selling or distributing our products, or engaging in joint marketing activities.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In addition, if you choose to participate in certain of our programs or to receive certain content we make available e.g., webinar programs, we may disclose your information to participating sponsors, content providers, and related vendors in connection with such programs and content.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "VENDORS AND OTHER PARTIES We may disclose personal information to vendors and other parties, for business and commercial purposes, including analytics and advertising technology companies that measure and improve our service, advertising effectiveness, and enable other enhancements on our website.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may also work with ad networks, advertisers, agencies, and other technology services to place advertisements on our website andor other websites and services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These parties may set and access cookies and other technologies on your personal computer andor device and track certain behavioral information regarding users of your personal computer andor device.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "As noted above, these website cookies and other technologies are set to, among other things a track your activities across time and services for purposes of measuring conversions or actions you take, associating different devices you use, and serving ads andor other content targeted to your interests Interest-based Advertising b prevent you from seeing the same advertisements too many times and c understand the usefulness to you of the advertisements that have been delivered to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may also use audience matching services which is a type of Interest-Based Advertising to reach people or similar audiences who have visited our website or are identified in one or more of our databases.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, we may disclose hashed email addresses to an ad partner to determine if there are common matching factors between our data and their data in order to serve you more personalized ads.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "As discussed above, vendors and ad partners may act as our Service Providers, or in certain contexts, independently decide how to process your information.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Some of the advertisers and vendors that perform advertising-related services for us and our partners participate in the Digital Advertising Alliance DAA Self-Regulatory Program for Online Behavioral Advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To learn more about how you can exercise certain choices regarding Interest-based Advertising, visit httpwww.aboutads.infochoices, and httpwww.aboutads.infoappchoices for information on the DAAs opt out program for mobile applications.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Some of these companies are also members of the Network Advertising Initiative NAI.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Opting out only means that those selected members should no longer deliver certain Interest-based Advertising to you but does not mean you will no longer receive any targeted content andor ads e.g., from other ad networks.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Additionally, we may collaborate with our service providers and identity partners Identity Resolution Partners to deliver targeted advertising and identify the different devices and browsers you may use to access our Services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, we may disclose hashed email address, phone number, or other information about your device to our Identity Resolution Partners, whom may, in turn, return an online identifier that we may store in a first party cookie or similar technology and disclose to our advertising partners to provide you a more personalized advertising experience.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you are a user located outside the United States, you understand and consent to having any personal information processed in the United States or in any other country in which we have facilities or in which we engage service providers.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "The United States and other countries data protection laws may not be the same as those in your jurisdiction.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "We and our advertising partners use certain Personal Data andor Personal Information to deliver online advertisements to you on your devices tailored to your interests when you visit our website.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This may be considered sharing or selling andor targeted advertising under the laws of Applicable States.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This Section provides details about the categories of Personal Data andor Personal Information of consumers in Applicable States that we have collected, disclosed, processed for purposes of targeted advertising, shared, or sold during the last 12 months, as well as rights consumers have under Applicable Laws.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "A. CATEGORIES OF PERSONAL DATA ANDOR PERSONAL INFORMATION COLLECTED, DISCLOSED, SHARED, SOLD, OR PROCESSED FOR TARGETED ADVERTISING The categories of Personal Data andor Personal Information that we collected, disclosed, shared, sold, or processed for targeted advertising, as defined under Applicable Laws, are below, along with the purposes for processing, and categories of third parties to whom each category of Personal Data andor Personal Information was disclosed, shared, sold, or processed for the purpose of targeted advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Please note that we process some categories of Personal Data andor Personal Information in connection with targeted advertising, which could be considered sharing or selling as under the laws of certain Applicable States.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Category of Personal Information Collected Categories of Parties to Whom Personal Information Is Disclosed Categories of Third Parties to Whom Personal Information is Sold or Shared Sold or Processed for Targeted Advertising Identifiers, such as name, IP address, email address, phone number, account name and password and other information used for authentication purposes, and online and device identifiers Service providers, Company Affiliates, and other providers or partners that support our operational business purposes AdTech partners Company Affiliates advertisers Yes Personal information, as defined in the California Customer Records law, such as contact and financial information Service providers, Company Affiliates, and other providers or partners that support our operational business purposes NA NA Characteristics of protected classifications under California law or federal law, such as age, gender, country of origin or residence, and other information you may provide in connection with your profile on our Service Service providers, Company Affiliates, and other providers or partners that support our operational business purposes NA NA Commercial information, such as transaction information and purchase history Service providers, Company Affiliates, and other providers or partners that support our operational business purposes AdTech partners Company Affiliates advertisers Yes Internet or network activity information, such as browsing history and interactions with our websites or apps Service providers, Company Affiliates, and other providers or partners that support our operational business purposes AdTech partners Company Affiliates advertisers Yes Geolocation data, such as device location Service providers, Company Affiliates, and other providers or partners that support our operational business purposes NA NA Audio, electronic, visual and other similar information, such as call recordings, and photographic images Service providers, Company Affiliates, and other providers or partners that support our operational business purposes NA NA Professional or employment-related information, such as job title and company name, size, email address, phone number, postal address, and related information regarding employees and other representatives of our enterprise clients.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Service providers, Company Affiliates, and other providers or partners that support our operational business purposes AdTech partners Company Affiliates advertisers Yes Inferences drawn from any of the Personal Information listed above to create a profile or summary about, for example, an individuals preferences and characteristics Service providers, Company Affiliates, and other providers or partners that support our operational business purposes AdTech partners Company Affiliates advertisers Yes Please note that we may process Personal Data andor Personal Information in each of the above categories in order to protect ours and others rights, andor to complete a merger or sale of assets or other corporate transactions.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We collect this Personal Data andor Personal Information directly from residents of Applicable States themselves, as well as from social media platforms e.g., if the individual has connected a social media account to our website referrals joint marketing, co-branding, co-promotional, or advertising partners and sources of demographic and other information, including through devices you used to interact with us through our Services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "E. PURPOSES We may use this personal information for the following purposes, including commercial purposes to operate, manage, and maintain our business to provide our Services to accomplish our business purposes and objectives to allow you to participate in panels, events, sweepstakes and contests, and carry out the transactions you have requested to develop, improve, repair, and maintain our Services to engage in targeted advertising on our website and marketing to conduct research and analytics to take quality assurance and safety assurance measures to conduct risk assessments and effectuate security controls to deliver video content in the ordinary course of business to detect and prevent fraud to verify your identity to conduct audits and other internal functions to comply with the law, legal process, and internal policies to maintain records and to exercise and defend legal claims.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Opt Out of Sale, Shares, and Targeted Advertising Depending on the state you reside in, website users have the right to opt out of the sale of your data and the disclosure of your data for cross-context behavioral advertisingtargeted advertising known as a share in California.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In determining the value of the Registration Information, we consider the profit generated from purchasing goods from us and our advertising partners that includes personal information, which is reasonably correlated to the value provided to you through personalized content, discounts, or offers.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, if you subscribe to our newsletters and promotional communications, we may send you content on behalf of our clients and share your personal data with our clients for their own marketing purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Where transfer is to a party located in a third country not recognized by the EU Commission as ensuring an adequate level of protection, we will take appropriate steps to transfer the personal data subject to adequate safeguards, such as standard contractual clauses as well as other appropriate measures and safeguards.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "To develop any software program, model, algorithm, or generative AI tool, including, but not limited to, training or using the Sites content in connection with the development or operation of a machine learning or artificial intelligence AI system including any use of the Sites content for training, fine tuning, or grounding the machine learning or AI system or as part of a retrieval-augmented generation.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": true
    }
  }
]