[
  {
    "Personalizing the Services - Your personal information allows us to give you a customized experience with our Services including offering you content recommendations, promotions, and advertisements that are more relevant to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Advertising - We may use your personal information to deliver advertisements that are of interest to you, both on our own behalf and on that of third parties.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may also email you on behalf of our advertisers or event underwriters to inform you about their products or services and offers that may be of interest.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may also use your information to help us determine what content or advertising to deliver to you on those social media platforms.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This includes Processing payments Fulfilling purchase orders Managing email communications Providing customer service Storing data Building and distributing surveys Conducting research and development Running analytics Serving advertisements and measuring their performance Maintaining the safety and security of our Services Content or Advertising Partners - Third parties that provide content, advertising, or functionality to the Services may collect or receive information about you andor your use of the Services, including through the use of cookies, beacons, and similar technologies please review Section 5 of this policy to learn more.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These third parties may use your information to provide you with advertising that is based on your interests to measure and analyze ad performance on our Services or other websites or platforms and may combine it with information collected across different websites, online services, and other devices.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "They may use this information to let you know about their products and services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "5. Privacy Choices Regarding Personalized Advertisements When you visit our website or use our mobile application our Services, we and our third-party partners may use online tracking technology such cookies, web beacons, SDKs, and other similar technologies to analyze your use of our Services and your engagement with advertisements, and to serve you interest-based advertisements.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "They make it possible to recognize you as the same user across one or more browsing sessions, and across one or more websites We and our partners use cookies for a variety of purposes, including remembering your sign-in credentials and preferences so that you do not have to input them each time you use the Services allowing us and third parties to customize your experience using the Services, including by determining the most relevant content and advertisements to show you on our websites and elsewhere online and allowing us and third parties to monitor site traffic and performance, so that we may improve our Services and your experience.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We and third parties use beacons for a variety of purposes, including to analyze the use of our Services and to provide content and ads that are more relevant to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "SDKs - SDKs are third-party computer code that we may incorporate into our mobile applications that can be used for a variety of purposes, including to provide us with analytics regarding the use of our mobile applications, to integrate with social media, to add features or functionality to our app, or to facilitate online advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Instead, you will cease receiving advertisements tailored to your interests.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Advertising Industry Opt Out Tools Many of the third party advertisers that use tracking or targeting tools in connection with our Services offer you additional choices regarding the collection and use of your information You can learn more about the options available to limit these participating third parties advertisers collection and use of your information by visiting their websites On Your Browser Opt Out of Interest Based Advertising National Advertising Initiative Your Ad Choices Digital Advertising Alliance Your Online Choices European Interactive Digital Advertising Alliance On Your Mobile Device Mobile app users may opt out of receiving targeted advertising from participating members of the Digital Advertising Alliance by installing the AppChoices mobile app, available here, and selecting the users choices.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Facebook - About Facebook Ads and Facebook Privacy Policy Google - Our Services may deliver advertising using the vendor DoubleClick, a Google company.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The Services also may use Google Analytics to track your usage, including the stitching of authenticated and unauthenticated sessions which allows for the combination of data from your use of the Services while not signed in to your Atlantic account with your use of the Services while signed in to your Atlantic account.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Opt-Out via Advertising Networks - You can learn about your options to opt-out of mobile app tracking by certain advertising networks through your device settings.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "International Data Transfers We may store your personal information on servers located outside of Europe or the United Kingdom, including on servers based in the United States.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "When you access our Services from Europe or the United Kingdom, your personal data may be subject to an international data transfer as defined in the European Data Privacy Laws.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "In order to protect the security of your information when making such transfers, we rely on the European Commissions Standard Contractual Clauses andor the United Kingdoms International Data Transfer AgreementAddendum depending on the source of the data and the specific circumstances of the transfer.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Opt out of Selling,Sharing, or Using for Targeted Advertising You have the right to opt out of the sale of your personal information, or the sharinguse of it for targeted advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Sharing or using your personal information for targeted advertising means our disclosure of your personal information to a third party in order to serve you interest-based advertisements.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Additionally, when residents of California opt out of sales, we also treat your request as one made pursuant to Californias Shine the Light law to opt out of the disclosure of your personal information to third parties for their use for direct marketing.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Information We Disclose To Third Parties The chart below details the categories of 1 personal data we disclose to third parties, 2 third parties we disclose that information to for a business purpose, and 3 third parties we sell or share it with for targeted advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Category of Personal Data Third Parties to Whom it May Be Disclosed for a Business Purpose Third Parties to Whom it May Be Sold or SharedUsed for Targeted Advertising Identifiers e.g, name, email address, postal address, other contact information, IP address, online identifiers Service Providers, Business Partners Underwriters, Business Partners, Advertisers Demographic Information e.g, age or gender Service Providers Commercial Information e.g., purchase history Service Providers, Business Partners Business Partners, Advertisers Payment Information as needed to fulfill your purchase orders Service Providers Internet or Network Information e.g., browsing history on our Services and interactions with our Services Service Providers, Business Partners Business Partners, Advertisers Geolocation Data inferred from your IP address Service Providers, Business Partners Business Partners, Advertisers Professional and Employment-Related Information e.g., your job level and industry Service Providers Underwriters Inferences e.g., inferences about your location and preferences Service Providers, Business Partners Business Partners, Advertisers Sensitive Personal Information e.g. race or ethnicity Service Providers Additional Information for California Residents The following information applies to California residents only.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]