[
  {
    "This may include using your personal information to better tailor the Services and advertising on our Site and other websites.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may also permit third parties and services providers to use Cookies on our Site to better tailor the services, products and advertising on our Site and other websites.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Additionally, blocking Cookies may not completely prevent how we share information with third parties such as our advertising partners.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "With business and marketing partners to provide services and advertise to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Our business and marketing partners will use your information in accordance with their own privacy notices.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We have, in the past, disclosed the following categories of personal information and sensitive personal information denoted by about users for the purposes set out above in How we Collect and Use your Personal Information and How we Disclose Personal Information Category Categories of Recipients  Identifiers such as basic contact details and certain order and account information  Commercial information such as order information, shopping information and customer support information  Internet or other similar network activity, such as Usage Data  Vendors and third parties who perform services on our behalf such as Internet service providers, payment processors, fulfillment partners, customer support partners and data analytics providers  Business and marketing partners.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We have sold and shared, as those terms are defined in applicable law, personal information for the purpose of engaging in advertising and marketing activities, as follows.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]