[
  {
    "We also provide automatically collected anonymous data to third party advertisers and analytics companies to supplement the tracking information described below, but we contractually prohibit such third parties from combining such anonymous data with other data they may have in a way that could enable the identification of individuals.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We also partner with third party advertisers who may themselves or through their partners place and/or recognize cookies on your device that collect data about which pages and ads are viewed while our app or site is being used.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Advertiser cookies enable customized ads that are selected for display on your device based on the anonymous information collected.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you block or disable cookies and other tracking technologies, instead of getting customized ads you will see non-customized generic ads.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you would like more information about this practice and to know your choices about not having this information used by these companies for interest-based advertising, please visit http://www.aboutads.info/choices or see the section below: Accessing, correcting, and limiting use of your data.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Imgur participates in the Digital Advertising Alliance's (DAA) Self-Regulatory Program for Online Behavioral Advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may work with outside companies to deliver targeted advertising to you, while ensuring that no personal information about you is ever used; for example, we may generate a one-way hash from the email address you provide and provide only the hash to the outside companies, who track only the hash.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "When you use our website and enter your email address on our website, either to log in, or to sign up for a newsletter, or similar, we may share with LiveRamp and its group companies information that we collect from you, such as your email in hashed, pseudonymous form, IP address, or information about your browser or operating system, with any of the following, acting as joint controllers as applicable and defined in the GDPR.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This may be shared with advertising companies to enable interest-based and targeted advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Certain companies, such as Meta, install cookies on the machines of their users, and these cookies can pull metadata information from third-party websites, including ours.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Furthermore, the cookies may transmit this metadata, which may include the titles of the videos you have watched on our website, to the company installing the cookie (e.g., Meta).": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]