[
  {
    "4.3 Personal data collected from your use of the site, with a legitimate interest. Inspired Taste uses analytics tools or other technologies to collect personal data from you and automatically perform data analysis, identify Site and Services usage trends, develop and display content and advertising tailored to your interests or location, and measure the effectiveness of our marketing efforts and our Services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We also use third parties, such as Google Analytics, to collect and analyze information.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may sell, rent, or otherwise convey said information to a third party.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you do not agree with Inspired Taste or our Services Providers as defined below using or selling your anonymous and technical information as described in this paragraph, including selling or sharing this information, please see Section 7 Controlling Your Personal Data below.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To our advertisers. We disclose personal data to Service Providers that are network advertisers, sponsors, andor traffic measurement services collectively, Advertisers to enable those Advertisers to serve targeted advertisements to you on the Site, or other websites or media e.g., social networking platforms.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We allow some Advertisers to assist us with behavioral advertising by collecting and analyzing certain information when you visit our Site e.g., click stream information, browser type, time and date, subject clicked or scrolled over.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These Advertisers typically use a cookie or other technologies to personalize advertising content and measure the effectiveness of their ads.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "As aggregated or deidentified information. We reserve the right to share or sell aggregated, anonymous or deidentified information about any individuals with non-affiliated entities for marketing, advertising, research or other purposes, without restriction.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Share includes the transfer of personal information to third parties for cross-context behavioral advertising purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "9. Advertising. This Site is affiliated with CMI Marketing, Inc., dba Raptive Raptive for the purposes of placing advertising on the Site, and Raptive will collect and use certain data for advertising purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]