[
  {
    "The data controller is Wondershare Technology Group Co., LTD and its affiliated companies, West of Donghuan Road, North of 1-4 Road, South of 1-3 Road, Room No.2, Floor 6, Building No.8 of East of Liuwu Building, Lhasa, China.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "We further process this data in aggregated or pseudonymized form to analyze trends, administer the Sites, track users' movements around the Sites, and to gather demographic information about our user base as a whole or to improve marketing including serving you personalized, interest-based ads as well as the user experience on our Site and guaranteeing the safety of our IT systems.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In order to show you ads for Wondershare products and services that we think may interest you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Such companies include payment processing companies which can help us process transactions, the parties providing our third-party cookies and tracking tools which may send tracking data or analysis reports and to Wondershare email delivery service providers which can help us deliver promotional emails to you, server companies we hire to provide service to you, charge back management service providers, fraud monitoring and prevention providers, social media, algorithm technology service provider, third party online forums, and other marketing platforms and service providers.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The main locations where we process your Personal Data include the US, EU, China, but we may also transfer Personal Data to other countries in the world where our Products are available.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "The collected Personal Data may be transferred by Wondershare to recipients which are located outside the EU and such destinations may not have laws which protect the Users Personal Data to the same extent as in the EU.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Wondershare may use third party cookies and tracking tools such as AdWords, Bing, bugsplat, Criteo, disqus, Facebook, FireBase, Flurry, Google Analytics, Hotjar, LinkedIn, Pardot, Quora to track the information on how Users use the Sites and products, such Sites usage data and product usage data may be sent to and stored in third party servers located outside the EU.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Wondershare may transfer your email address and other necessary information such as your name to email delivery service providers outside the EU to deliver promotional emails to you.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Wondershare may transfer your relevant Personal Data to marketing platforms and service providers outside the EU to complete relevant service.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Wondershare may transfer your relevant Personal Data to fraud monitoring and prevention providers outside the EU to complete relevant service.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you purchase and use our Customization Service i.e., AI avatar customization services and voice cloning services, we may apply to the following -Algorithm Training.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": true
    }
  },
  {
    "Based on the needs of the Customization Service, you agree that the Raw Materials you provided should contain the Models portrait, voice, and other personal information with biological characteristics, and we will provide you with AI avatar image customization, voice cloning, and other services by processing and training Raw Materials via relevant algorithm technology.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": true
    }
  },
  {
    "You hereby authorize and agree that we may transmit the aforementioned personal information to a third-party algorithm technology service provider we have the right to dynamically update algorithm technology providers according to our business needs for algorithm training to finally form an AI avatar and cloned voice.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": true
    }
  },
  {
    "The aforementioned algorithm provider will collect and process the aforementioned personal information. If the aforementioned Model is not you, you should inform the Model in writing of the detailed information collection, ensure that the Model is fully and completely aware of and agrees to the information collection and processing, and ensure that the Model fully and ultimately agrees to our provision of Raw Materials to the aforementioned algorithm provider.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": true
    }
  },
  {
    "Except for the purposes necessary to fulfill the aforementioned algorithm training, we do not share the raw materials provided by you with any third parties.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": true
    }
  },
  {
    "The personal information you provide to us and the personal information we collect from you will be transferred to countries outside your country of residence such as China or the United States, stored or processed in these countries/regions.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  }
]