[
  {
    "We allow our advertisers and partners to collect certain information when you visit our site by allowing them to place a tracking mechanism, such as cookies, pixels, beacons, Google AMP Client IDs, or other technologies to collect and use information about you during your visit to this and other websites in order to provide advertisements they feel you would like.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These companies will combine our data about how you visit our websites with information that they have collected from outside our sites and provide it to us so that we can optimize your experience across our sites, across multiple devices, and based on your interests.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To learn more about this behavioral advertising, including information on how to opt-out, please see our Opt Out or Close Your Account section.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Advertisers": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We use all this data to make our site and our advertising relevant to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "AdvertisingTo deliver relevant advertising to you and to measure and optimize the effectiveness of our advertising": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In order to maintain relevant and accurate personal information about you, we may share your personal data, browsing habits, or other identifying information to service providers and third parties, and in return they may provide us with additional email addresses, names, physical addresses, other identifiers, browsing habits, and demographic information, which may include education level, income, investment portfolio, race, gender, personal interests you have told them about, and other personal details they infer about you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Advertising To deliver relevant advertising to you and to measure and optimize the effectiveness of our advertising": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Where permitted by one of the legal bases above, we will use your personal information for marketing analysis and to provide you with promotional update communications e.g., by email about our productsservices and those of our affiliates and business partners.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "They are used to help us improve how the site worksc Functionality cookies that help us remember the choices you have made so we can provide you with a more personalised experience andd Advertising cookies used to deliver more relevant ads, and to make sure you dont see the same adverts over and over again.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In addition to the cookies set directly by our partners, there are also cookies set by third parties to help deliver and monitor their ads.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Please note we neither control nor have access to those cookies, and these advertisers uses of cookies are subject to their own privacy policies and not our policies.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Some of our sites are affiliated with AdThrive, an advertising partner.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "They, and others, use cookies collected from a variety of sites to gather data about visitors.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You can view, delete or add interest categories associated with your browser by visiting httpsadssettings.google.com.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Behavioral Advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To learn more about this behavioral advertising, including information on how to opt-out, pleasea visit the DAA opt-out program, the Evidon opt-out program, and the Google Analytics opt-out program to learn how to opt out of having your information collected in browsers for ad serving purposes": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "download the Evidon Ad Control application, available for iOS and Android, to learn how to opt out of having your information collected in mobile appsc see the interests associated with you by Google at httpsadssettings.google.com andd visit the Network Advertising Initiatives opt out page.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The data that we collect from you is transferred to, and may be stored at, a destination outside the European Economic Area EEA that is not subject to equivalent Data Protection Law.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may transfer your personal information outside the EEAWhere your information is transferred outside the EEA, we will take all steps reasonably necessary to ensure that your data is subject to appropriate safeguards, such as relying on a recognised legal adequacy mechanism, and that it is treated securely and in accordance with this privacy policy.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  }
]