[
  {
    "3.3. Sending of commercial communications andor newsletters by HELLO! on behalf of third parties. By giving their consent to the sending of commercial communications andor newsletters by third party companies in accordance with the preferences indicated in the corresponding form, the user may consent that their data may be transferred to the following sectors Telecommunications Telecommunications and technology products and services Health Medical and health care. Medical and pharmaceutical products. Prosthetic and hearing products Financial Provided by financial institutions Insurance Insurance companies cars, commercial vehicles, health, life, motorbikes, pets, home, etc. and social security Energy and water Products related to Electricity, Hydrocarbons, Gas and Water Marketing or commercial prospecting Leisure Sports, Collecting, Tourism, Photography, Hobbies, Toys, Transport, Gardening, Hobbies, Publishing, Communication and Entertainment, Lotteries FMCG Electronics, computers, image and sound, accessories, home, bazaar, furniture, real estate, food and beverages, health and beauty, personal care parapharmacy, pharmaceutical specialities, perfumery, cosmetics, fashion and accessories, jewellery, costume jewellery, precious stones, decoration, textiles Automotive Products and services related to all types of automobiles cars, motorbikes, trucks, etc. NGOs Products and services related to NGOs and ideologies Jewellery and precious stones products and services related to jewellery, costume jewellery and precious stones Energy and Water Products and services related to energy and water Training products and services related to education, textbooks, school or training material, offers on on-site and distance learning courses, etc. The purpose of use will be the sending by letter, telephone, e-mail, SMSMMS, or other equivalent means of electronic communication by these companies of information and commercial communications that may be of interest to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "3.4. Transfers of personal data to third parties. If the User has consented, their data may be transferred to companies related to the sectors listed and detailed in point 3.3. The purpose of the transfer will be to send, by letter, telephone, e-mail, SMSMMS, or by other equivalent means of electronic communication by these companies, information and commercial communications that may be of interest to you. We may share your personal data with a third-party auditing organisation ABC so they can verify aggregated statistics about circulation and usage of our products or review our policies, processes and procedures for compliance with relevant standards. You can view their Privacy Notice by following this link. When you enter your email address on our website either to log in, or to sign up to a newsletter, or similar we may share personal or other information that we collect from you, such as your email in hashed, pseudonymous form, IP address, or information about your browser or operating system, with our partner LiveRamp, Inc. and its group companies. LiveRamps Privacy Notice and opt-out is available here httpsliveramp.comopt_out. LiveRamp uses this information to create an online identification code for the purpose of recognising you on your devices. This code does not contain any of your identifiable personal data and will not be used by LiveRamp to re-identify you. We place this code in our cookie or use a LiveRamp cookie and allow it to be used for online and cross-channel advertising. It may be shared with our advertising partners and other third party advertising companies globally for the purpose of enabling interest-based content or targeted advertising throughout your online experience e.g. web, email, connected devices, and in-app, etc. These third parties may in turn use this code to link demographic or interest-based information you have provided in your interactions with them. You have the right to express a choice regarding our use of LiveRamp cookies and our sharing of this data with LiveRamp for the above purposes. We may also provide your personal data to Public Administration bodies and competent authorities in those cases that HELLO! Ltd receives a legal request, or in acting in good faith, we consider that such action is necessary to comply with a legal process, such as to answer any claim or to protect the rights of HELLO! Ltd or its customers and the public.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "3.12. The creation of commercial profiles for Users of httpswww.hellomagazine.com. These profiles are only created with the prior consent of each User. The elaboration of user profiles is based on the combination of the data provided by the User at the time of registration on our website name, age, sex and contact email with the browsing history obtained by the cookies used by our website. Based on the profile of the Users, HELLO! will only show information according to their preferences while browsing our website. Otherwise, Users may be shown information that is irrelevant to their preferences and points of interest. We also collect your gender and age data in order to carry out profiling and segmentation with your data in order to carry out personalised display advertising, as well as to be able to send you commercial communications about our products and services that are more adapted to your tastes and needs, provided that we have obtained your consent. In accordance with current legislation on data protection, the User retains the right to revoke such consent at any time by contacting HELLO! at privacyhellomagazine.com.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]