[
  {
    "We may process the Personal Information you provide to us for the following purposes as is necessary for certain legitimate interests, or where you have given your informed consent to such processing if required by applicable law such consent can be withdrawn at any time to record, monitor, and log calls for transaction management and quality and training purposes to send you communications about 1 our own products and services, 2 products and services offered by sellers or advertisers on our Site and 3 products and services of third parties those not offered by sellers on our Site that we think you may find of interest, provided you have given your consent to verify you are eligible for any promotions and/or are a member of any trade rewards program which you participate in to administer any trade reward program, other loyalty program, promotion, contest, survey, or competition to offer our products and services in a personalized way, for example, we may provide suggestions based on previous requests to identify suitable products and services more quickly and to create products or services that may meet your needs.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may process the Personal Information we collect which we shall endeavour to anonymize where practicable consistent with our business needs for the following purposes as necessary in our legitimate business interests provided such interests are not overridden by your interests or fundamental rights to monitor quality control and ensure compliance with any and all applicable laws, regulations, codes and ordinances, for example, in response to a request from a court or regulatory body, where such request is made in accordance with the law to resolve any disputes to ensure the security of your account and our business, preventing or detecting fraud, malicious activity or abuses of our Site, for example, by requesting verification information in order to reset your account password to develop and improve our products and services, for example, by reviewing visits to our Site and its various subpages, demand for specific products and services and user comments to administer the Site and for internal operations, including troubleshooting, data analysis, testing, research, statistical and survey purposes to enforce or apply our User Agreement and other agreements you have entered into to improve the Site and to customize the content you see on the Site as part of our efforts to keep the Site safe and secure to measure or understand the effectiveness of advertising we serve to you and others, and to deliver relevant advertising to you and to do internal research on our Site visitors interests and behaviors to better understand and serve our members.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These companies may then use your information for their own purposes including marketing to you, if you consent to receive notifications relating to their products and services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Due to the nature of our business and to enable us to offer goods and services worldwide, your Personal Information may be transferred to and held by merchants or sellers in any country in the world.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "When disclosing Personal Information from the EU and the UK to a third party e.g. our shipping agents located in a country not recognized by the European Commission as ensuring an adequate level of protection e.g., the United States, we will take appropriate steps to safeguard such Personal Information, such as by implementing the European Commission-approved Standard Contractual Clauses, this includes where 1stDibs.com, Inc. receives Personal Information in the US from 1stDibs.com Ltd. in the UK.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "We do not disclose personal information in exchange for payment of money however, we may disclose personal information to certain third parties that provide us with services such as helping us with advertising, data analysis and security, which may fall under the definition of consideration and be considered a sale under the CCPA.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]