[
  {
    "This information includes your Device Registration Data; this may include the type of mobile device you use, your mobile device's advertising ID, a unique user ID assigned to your mobile device or operating environment, and stored directly on the device itself, to help advertising services personalize their offers.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "It can be sent to advertisers and other third parties which can use this unique ID to track the users movements, habits, and usages of applications; your IP address, operating system or browser type.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In addition to information we collect from you either directly from you (see Section 2 above) or automatically through our Site (see Section 3 above), we may also combine it with information we receive about you, which consists of information collected offline or from third-party sources such as data aggregators, email acquisition, email identity and email marketing companies, marketing platforms, customer relationship management data platforms and customer data platforms and offline print catalogs, in order to help us tailor our communications to you, improve our services, better understand your interests, preferences, propensity to buy from your visits and past transactions on any of our websites, visits of other partner websites and certain offline activities such as whether you have recently refinanced a mortgage or made a recent purchase of real estate.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The Services are supported through advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "From time to time we work with third-party companies, advertisers and advertising networks, to enable them to collect certain information regarding how you engage with our websites and to provide advertising through the Services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may allow third-party companies, including advertisers, ad networks, and advertising services providers, to serve advertisements, provide other advertising services, or collect personal information when you visit the Services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We provide these companies with the ability to collect personal information about how you interact with the Services and, if applicable, your mobile device.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This personal information includes the unique device or advertising ID associated with your device and imprecise location information only the country, state and, on some of our websites, the city where you connect from, in order to help analyze and serve targeted advertising on the Services and elsewhere including third-party sites and applications.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In addition, we share with these third-party providers personal information that is pseudonymized information that only identifies you indirectly, which may consist of the following data: a hashed version of information that we collect from you directly such as an email or a phone number, a third-party IDs, such as a mobile advertising ID, a device identifier or other proprietary ID assigned by third parties, an IP address, the clickstream information generated by your browser, such as HTTP header fields, browser type, time and date stamps, or operating systems statistical identifiers calculated from data shared by your browser or device, the subject of advertisements you clicked or scrolled over, etc.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "all of which are collected during your visit to the Services in order to provide advertisements about goods and services likely to be of interest to you on our websites, but also on websites of third-party companies.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "As an example, we serve ads on and through third-party companies, such as Apple, Facebook and Google, that are targeted to reach people or people who are similar to you as a customer or to our target audience who have visited our Services or are identified in one or more of our databases.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These ads are called matched ads.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This is generally done by us uploading a customer list to a technology service or incorporating a pixel from a technology service on our Services, and the technology service matching common factors between our data and their data.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For instance, we incorporate the Facebook pixel on our Services and may share your email address with Facebook as part of our use of Facebook Custom Audiences.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "California and Virginia residents may also opt out of the use of their personal information for interest-based advertising, including Matching Ads, by following the instructions in Sections 12 and 13, respectively.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If we serve Matched Ads on Facebook services using Facebook Custom Audiences, you should be able to hover over the box in the right corner of such Facebook ads and find out how to opt-out.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If we serve Matched Ads through LiveRamp, you should be able to opt out from those ads by visiting live ramp.com opt-out.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If we serve Matched Ads through Epsilon, you should be able to opt out from those ads by visiting legal.epsilon.com dsr.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If we serve Matched Ads through Zeta Global, you should be able to opt out from those ads by visiting the Zeta Global opt-out page at zeta global.com rights-request and Zeta Global's Privacy Request page at privacyportal-cdn.onetrust.com dsar webform bc2d3301-11a5-4de5-b15e-ce796187a352d0720d0f-d427-4a7d-a773-5d6793229f15.html.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To opt out of the use of this data by NIS for the purposes described above, click here Neustar Privacy Choices https www.home.neustar privacy opt-out or here Network Advertising Initiatives Consumer Opt-Out Tool http optout.networkadvertising.org.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To opt out of targeted advertising for information about how tracking works for targeted advertising purposes, and to opt out of the collection of personal information for the purposes described above by companies participating in the Digital Advertising Alliance Self-Regulatory Program, you can visit from your browser aboutads.info choices from your mobile device aboutads.info app choices.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To opt out of this type of advertising by third parties that are members of the Network Advertising Initiative NAI, please visit the NAI's website https www.Networkadvertising.org it will allow you to opt out of tailored advertising by one, or all, NAI members.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We also work with third-party analytics companies to help us understand and analyze how you use our Services and assist us with delivering to you relevant marketing messages and advertisements.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We share your personal information with advertisers, third-party advertising networks and analytics companies who use it to deliver targeted advertisements to you on the Services or third-party websites or advertisers.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Similarly, these advertisers share personal information with us about you that they have independently gathered or acquired.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We also share the personal information we have collected in order to enable our advertising partners to perform data analysis or for advertising-related use.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These companies provide what is called a cooperative database, which is a type of database that holds information about customers and their transaction histories through which many companies, such as ours, will contribute information to the database in return for aggregate information on the customers other companies have provided.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Each email and mailing address is then associated with specific business categories e.g., home decor, artwork, etc. based on customers transaction histories.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The participating companies, like ours, are then able to process, using data mining and other marketing targeting techniques, the email and mailing addresses in relation to the specific business categories they want to target in their direct mailing.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Such databases are generally used for promotional mailings, credit card fraud detection, digital media targeting, business intelligence or fighting e-mail spam.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In our case, these databases are used for promotional mailings and direct mail campaigns this means that, from time to time, we share our customers email and mailing addresses and related transactional information, such as your purchase history, amounts paid and products ordered, with cooperative database and marketing companies for promotional mailings and direct mail campaigns.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We use our own cookies, pixel tags, JavaScript, software development kits SDKs, device identifiers and other tracking technologies on our websites or allow third-party companies, such as advertisers and advertising networks, to use the same technologies.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These technologies recognize your computer, mobile or other device and your actions online over time, collect personal information about you and your activities on the Services and do so across different websites and platforms, digital or marketing channels and email in order to deliver to you targeted electronic advertisements.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We or these third-party companies may link two or more devices or browsers believed to belong to the same user or household and use it for advertising-related purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Where we disclose the personal data you provide, or that we collect, to cooperative database and marketing companies for promotional mailings and direct mail campaign purposes, we will seek your consent to these activities if it is required by the European Privacy Laws.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We sell or share the categories of personal information designated above to the categories of third parties listed below: Third-parties persons different than service providers and contractors, Advertising and marketing companies, Affiliates not under the Leaf Group brand, Partner programs, Social networks and Advertising platforms.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To the extent we sell or share your personal information as those terms are defined under the CPRA, you have the right to opt-out of the sale or sharing, which you can exercise through the following USA Consumer Privacy Rights Web Form by choosing the option Opt out this functionality will only remove you from our marketing email lists.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "D. Third Parties to Whom We Sell or Share Personal Information We sell or share the categories of personal information designated above to the categories of third parties listed below Third-parties persons different than service providers and contractors Advertising and marketing companies Affiliates not under the Leaf Group brand Partner programs Social networks and Advertising platforms.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "F. Right to Opt-Out of Sales and Sharing To the extent we sell or share your personal information as those terms are defined under the CPRA, you have the right to opt-out of the sale or sharing, which you can exercise through The following USA Consumer Privacy Rights Web Form by choosing the option Opt out this functionality will only remove you from our marketing email lists The Do Not Sell or Share My Personal Information link that appears in the footer of our website.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Note that when you submit an opt-out, except as provided below, your opt-out will only apply to sales and shares of personal information through tracking technologies from the specific browser or mobile device from which you submitted the opt-out because the connection between your browser identifiers and other personal information we have about you is not known to us.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You also have the right to opt out of the processing of personal data for purposes of targeted advertising or the sale of personal data.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]