[
  {
    "To provide you with products and services advertisements and recommendations.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To show you relevant ads while you browse the internet or use social media.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To send you marketing materials and advertisements.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To show you relevant ads while you browse the internet or use social media.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "INFERENCES DERIVED FROM ANY OTHER CATEGORY OF PERSONAL INFORMATION WE COLLECT REFLECTING YOUR PREFERENCES, CHARACTERISTICS, TRENDS, OR ATTITUDES": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may collect information about your location for purposes such as verifying your location and delivering or restricting content, including third-party ads, based on your location.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Our websites and apps also support third-party cookies, pixels, and other tracking technologies placed by our service providers and third parties, including our advertising partners.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This means our service providers and advertising partners can collect and use information regarding your interactions with our websites and apps as further described below.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Cookies, pixels, and other online tracking technologies help us recognize you and we use them to customize or personalize your shopping experience, the content you see on our Services, and advertisements you see online.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may engage with various third-party partners for marketing and advertising purposes, to provide joint services such as co-branded online shopping experiences or linked loyalty programs, to improve our products and services, or to provide you with other products and services that may interest you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "From time to time, we also share information with data brokers, aggregators, and exchanges.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In some cases, these third parties may provide us with monetary or other consideration in exchange for the Personal Information we provide to them.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Targeted Advertisements": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These companies use the information they collect to serve ads that are targeted to your interests when you browse the internet or use social media.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Some of the publishers and vendors that support our advertising may participate in the Digital Advertising Alliance DAA AdChoices Program and may display an Advertising Option Icon for Interest-based Ads that links to an opt-out tool which allows you to make certain choices regarding targeting.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In addition, certain advertising networks and exchanges may participate in the Network Advertising Initiative NAI.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To learn more about opting out of targeted advertising using the NAI tool, visit here.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Please note that opting out of one or more NAI or DAA members only means that those selected members should no longer deliver certain targeted ads to you, but does not mean you will no longer receive any targeted content and or ads (e.g., from other ad networks).": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We share Personal Information with our service providers, other vendors including those that facilitate interest-based and other advertising and marketing, affiliates, and third parties.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We disclose the following categories of information for targeted advertising or in ways that may be considered a sale of personal information under some state privacy laws: Identifiers; Personal Records; Commercial Information; Geolocation Data; Internet or Electronic Network Activity Information.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The categories of persons to which Personal Information is sold include third parties for co-marketing purposes or to promote other products and services that may interest you, advertising partners and social media platforms for the purposes of ad targeting, remarketing, and customized advertising content and data brokers, aggregators, and exchanges.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To opt out of targeted advertising/sales of Personal Information via cookies and other tracking technologies, please click on the Do Not Sell or Share My Personal Information link in the website footer and adjust your preferences.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you are a California resident, you have the right to request more information regarding the following, to the extent applicable: The categories of Personal Information we have collected about you; The categories of sources from which the Personal Information was collected; Our business or commercial purposes for collecting or selling (if applicable) your Personal Information; The categories of third parties with which we shared your Personal Information; The categories of Personal Information about you that we sold in the preceding 12 months, and for each category identified, the categories of third parties to which we sold that particular category of Personal Information; The categories of Personal Information that we disclosed for a business purpose in the preceding 12 months, and for each category identified, the categories of third parties to which we disclosed that particular category of Personal Information; The specific pieces of Personal Information we have collected about you; A list of the third parties to which we have disclosed personal information, as defined under California Civil Code Section 1798.83e (aka the Shine the Light Law), during the preceding year for third-party direct marketing purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "California residents can opt out of the sale or sharing of their Personal Information for cross-context behavioral advertising via cookies and other tracking technologies, please click on the Do Not Sell or Share My Personal Information link in the website footer and adjust your preferences.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you choose to use a browser-based opt-out signal, you will be opted out of cookie-based sales or sharing of Personal Information, and will need to turn it on for each browser you use.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you access the Hy-Vee Services from outside the United States, we may transfer, process, and store such information in the United States and other countries.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "By using the Hy-Vee Services, you consent to the transfer to, and to the processing and storage of your information in, countries outside of your country of residence including the United States, which may have different data protection laws than those in the country in which you reside.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "We use cookies and other tracking technologies to enhance the user experience on our website, for analytical purposes, and for advertising and marketing.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Although we do not sell personal information in exchange for money, some of the ways in which we share personal information for targeted advertising or analytics may be considered sales or sharing under some US state privacy laws.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you would like to opt out of targeted advertising, or sales and sharing of personal information through tracking technologies such as cookies, please use the option provided and click Save when done.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To opt out of sales and sharing of personal information taking place through means other than cookies, please click the following link Offline Opt-Out Form.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Please use this option to opt out of targeted advertising, sales, and sharing of personal information through tracking technologies such as cookies.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]