[
  {
    "We may also receive similar data from our business partners, including online advertising networks, and from social media platforms, such as Facebook, Instagram and Pinterest, subject to your registration and privacy settings with such third-party social media platforms.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "4. Interest Based Advertising We may collect information about your online activities on our Site to provide you with advertising about products tailored to your individual interests.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We also may obtain information for this purpose from third-party websites on which our advertisements are served.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You may see certain advertisements on other websites because we work with advertising partners including advertising networks to engage in remarketing and retargeting activities.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Our advertising partners allow us to target our messaging to users through demographic, interest-based and contextual means.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These partners track your online activities over time and across websites, including our Site, by collecting information through automated means, including through the use of third-party cookies, web server logs, pixels and web beacons.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "They use this information to show you advertisements that may be tailored to your individual interests.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The information our advertising partners may collect includes data about your visits to websites that participate in the relevant advertising networks, such as the pages or advertisements you view and the actions you take on the websites.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This data collection takes place both on our Site and on third-party websites that participate in the ad networks.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, we utilize certain of our advertising partners targeted advertising services to show you our advertisements on other websites based on your prior visits to our Site and other online activity.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Provided that a company participates in industry-developed programs designed to provide consumers choices about whether to receive targeted advertising, you may opt out of interest-based advertising generally through the Network Advertising Initiative website or by visiting https://www.aboutads.info/choices web-based advertising or https://www.aboutads.info/appchoices for mobile advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To learn more, please visit the websites operated by the Network Advertising Initiative and Digital Advertising Alliance at https://www.networkadvertising.org/choices.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "5. How Information is Used We may use the information we collect for any of the following purposes to provide the Site to you and to improve the Site to create and manage your account with Yankee Publishing to complete and fulfill your purchase, for example, to process your payments, have your order delivered to you, communicate with you regarding your purchase, and provide you with related customer service to communicate with you to operate, improve and personalize the products we offer, and to give each user a more consistent and personalized experience when interacting with us to personalize our advertising, marketing communications, shopping experiences and promotional offers and to deliver promotions and offers to you that we think may interest you if you sign up for our email list or to receive promotional text messages, to send you emails or text messages about products or offers that we think might be of interest to you for security, to detect fraud or illegal activities, and for archival and backup purposes in connection with the provision of the Site for research and analysis purposes to send you surveys regarding your satisfaction with our services, products and overall experience in connection with Yankee Publishing For our other business purposes, such as data analysis, audits, developing new products, enhancing our Site, improving our products and services, identifying Site usage trends, and determining the effectiveness of our promotional campaigns As we believe to be necessary or appropriate i under applicable law ii to comply with legal process iii to respond to requests from public and government authorities iv to enforce this Privacy Policy and our Terms of Use v to protect our operations or those of any of our affiliates vi to protect our rights, privacy, safety or property, and/or that of our affiliates, you, or others and vii to allow us to pursue available remedies or limit the damages that we may sustain.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You may also request that we disclose to you The categories of personal information that we have sold or shared about you and the categories of third parties to whom the personal information was sold or shared, by category or categories of personal information for each third party to whom the personal information was sold or shared.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "However, we do use cookies for targeted advertising purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The collection of data through certain cookies for our targeting advertising purposes may be considered a sale and is considered sharing under the CPRA.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To opt-out of having your information sold and shared with third-party website analytics and digital advertising service providers for this purpose, visit our Do Not Sell or Share My Personal Information web link in the footer of each site.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Third parties as part of a corporate transaction, such as a divestiture, merger, consolidation, or asset sale, or in the unlikely event of bankruptcy No, except for IP address as described in the Internet or other electronic network activity information category below. NA NA Personal information categories listed in the California Customer Records statute Cal. Civ. Code § 1798.80(e), such as name, address, telephone number, bank account number, credit card number, debit card number, or any other financial information Yes No NA NA Commercial information, such as products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies Yes No NA NA Internet or other electronic network activity information, including, but not limited to, browsing history, search history, and information regarding a Consumer's interaction with an Internet Web site, application, or advertisement Yes Yes Third-party website analytics and digital advertising service providers.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Geolocation data Yes Yes Third-party website analytics and digital advertising service providers.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]