[
  {
    "We use third-party advertising companies to serve ads when you visit our Web site.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The third-party advertising technology that we use on this Web site uses information derived from your visits to this site to target advertising within this site.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In addition, our advertisers may use other third-party advertising technology to target advertising on this site and other sites.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In the course of advertisements being served to you, a unique third-party cookie or cookies may be placed your browser.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In addition, we use Web beacons, provided by third-party advertising companies, to help manage and optimize our online advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Web beacons enable us to recognize a browsers cookie when a browser visits this site, to learn which banner ads bring users to our Web site and to deliver more relevant advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We also may disclose such information to a third-party for advertising purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "By virtue of their sponsorship, these third parties may obtain personally identifiable information that visitors voluntarily submit to participate in the contest, sweepstakes, or promotion.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This Site is affiliated with CMI Marketing, Inc., dba Raptive Raptive for the purposes of placing advertising on the Site, and Raptive will collect and use certain data for advertising purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "b. By posting or submitting User Content on or to our site, you are giving us, and our affiliates, agents, and third-party contractors the right to display or publish such content on our site and its affiliated publications either in the form submitted or in the form of a derivative or adapted work, to store such content, and to distribute such content and use such content for promotional and marketing purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "a. Soapcentral partners with Raptive for advertising purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Users acknowledge that- Ads may be displayed throughout the site- User data may be collected for advertising purposes- Third-party cookies may be used for ad targeting- Users can opt-out through appropriate channels": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]