[
  {
    "We may need to share your Personal Information with our subsidiaries, service providers, social media companies such as Meta Facebook Instagram, YouTube, TikTok, Pinterest, LinkedIn, Snap and X, third-party consumer marketing, advertising, and business partners, including those referenced in the Tracking Techniques and Technologies and Targeted Advertising section of this Privacy Policy, and others who support our business operations, as well with organizations and our parent company that may be involved in an acquisition or other substantive change of our business.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, residents of California, Colorado, Connecticut, Delaware, Iowa, Montana, Oregon, Nebraska, New Hampshire, New Jersey, Texas, Utah, and Virginia, and certain other states have a variety of privacy rights, including, but not limited to, the right to opt-out of sales andor sharing of Personal Information, which includes Targeted Advertising and limit, opt-out, or opt-in, as applicable, to the use and disclosure of your Sensitive Personal Information.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Inferences, such as those drawn to create a profile reflecting your preferences, characteristics, interests, predispositions, behavior, attitudes, abilities, or aptitudes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Additionally, if you have an account with a social media company you may have agreed to allow them to use tools, features or other technologies that collect Personal Information about your activities across the internet, including in connection with your use of our Products and Services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We use your Personal Information to tailor the Content and information, including advertising and marketing that we may send or display to you, to provide Content, advertising, and marketing in the local language based on your general geographic location, to provide personalized offers, personalized help and instructions, and to otherwise personalize your experiences while using the Products and Services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may also use your Personal Information to communicate with you and send you news, information, offers, and opportunities about or related to our Products and Services or those offered by our third-party business partners, including our advertising, marketing, and sponsorship clients compile broad demographic information, to analyze trends, to seek compatible advertisers, sponsors, clients and customers track your activities within the Products and Services and connect information about your activities within our Products and Services across the browsers and devices you use to access our Products and Services, including for Targeted Advertising and in coordination with Identity Resolution Partners.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Some aspects of our Products and Services are supported by third-party business partners, such as, for example, a sponsor of one of our events or an advertising network on our websites, who may obtain your Personal Information when you use the Products and Services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may also disclose Personal Information we collect about you in connection with our use of list rental and data co-ops each of which involve contractual arrangements to enable other businesses to send direct marketing to you, provided, however, that those other businesses dont receive your Personal Information to consumer data suppliersresellers, data enrichment providers and aggregators, and other businesses that support our consumer and events marketing and advertising practices, including for purposes of Targeted Advertising, Identity Resolution, data optimization, lead generation and other data driven projects to social media companies to companies that help us with our Products and Services, and product recommendations and lawyers, auditors, accountants, consultants and other professional advisors.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The use of these Tracking Technologies helps us serve you better by understanding what you are interested in, track trends, measure the effectiveness of ads, conduct frequency capping, and tailor offers about our Products and Services to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We and our third-party business partners may collect and share Personal Information about your online and offline activities over time and across unaffiliated websites and mobile applications to predict your preferences and interests, and, in conjunction with third parties, may use your Personal Information for cross-context behavioral advertising and to serve advertising believed to be of interest to you Targeted Advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may collaborate with our service providers and our third-party Identity Resolution Partners to deliver Targeted Advertising and identify the different devices and browsers you may use to access our Products and Services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, we may disclose hashed email address, phone number, or other information about your device to our Identity Resolution Partners, who may, in turn, return an online identifier that we may store in a first party cookie or similar technology and disclose to our advertising partners to provide you a more personalized advertising experience.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You can Opt-Out of Identity Resolution Partner LiveRamps use of your Personal Information for these purposes by visiting httpsoptout.liveramp.comopt_out, or, as described in the Opting Out of a Sale or Sharing of Your Personal Information or of its Use for Targeted Advertising section below.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "As noted in the Social Media Company Integration section above, we may utilize Tracking Technologies to disclose information about your use of our Products and Services to social media companies and other third-party business partners to serve you and other segments of users Targeted Advertising and to facilitate marketing communications.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We and our advertising partners may make inferences about your interests and these inferences may be used for Targeted Advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "As noted above, when you use our Products and Services, our third-party advertising partners, social media companies, and analytics providers may collect Personal Information about your online activity on our Products and Services and on third-party websites.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These providers may use Tracking Technologies to deliver advertisements to you when you visit third-party websites within their networks.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you would like more information about this practice and your choices with respect to it, please visit YourAdChoices.com, NAI Opt Out of Interest-Based Advertising, or Your Online Choices, andor click the Ad Choices icon that appears in Targeted Advertising on our websites.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The states of California, Colorado, Connecticut, Delaware, Iowa, Montana, Oregon, Nebraska, New Hampshire, New Jersey, Texas, Utah, and Virginia provide its residents certain rights regarding our processing of your Personal Information, including the right to opt-out of Targeted Adverting andor what is sometimes called sales or sharing of your Personal Information, and other rights detailed immediately below.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To exercise your right to opt-out of our sale or sharing of your Personal Information, the use of your Personal Information for Targeted Advertising purposes, or to limit our use and disclosure of your Sensitive Personal Information collectively Opt-Out on our websites and mobile applications, where such choices are available to you under applicable local law Click on the Your Privacy Choices buttonlink, typically located in the footer of our websites or in the settingsabout menu of our mobile applications.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In certain regions, including California, we are also required by applicable local law to provide information, including as described above, about our business and commercial purposes for processing your Personal Information, and the categories of third parties with whom we may disclose, sell, or share your Personal Information for cross-contextual behavioral advertising Targeted Advertising in a manner that is highlighted for residents of those regions.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Personal Information you provide to us as part of this Program may be used for Targeted Advertising and disclosed to our Identity Resolution Partners, as described in this Privacy Policy.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The value of the Personal Information you provided is reasonably related to the benefits you get from the Program and includes the value of your access to our Content our costs to provide you with the Content and to collect and process your Personal Information and the potential benefits, such as additional advertising revenue and improvements we can make to our Products and Services through the Program.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Your Personal Information may be processed, transferred to, and maintained on servers and databases located outside of the jurisdiction in which you are based and where the privacy laws may not be as protective as your jurisdiction.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "As may be required under applicable local law, below is a chart that describes our business and commercial purposes for processing your Personal Information, as well as the categories of third parties to whom we may disclose, sell, or share for cross-contextual behavioral advertising Targeted Advertising, as those terms are defined under applicable law.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]