[
  {
    "Some use device identifiers, or other identifiers such as Ad IDs to associate app user activity to a particular app and to track user activity across apps and/or devices.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Some information about your use of the AJC Network Services and certain third-party services may be collected using Tracking Technologies across time and services and used by AJC Network and third parties for purposes such as to associate different devices you use and deliver relevant ads and/or other content to you on the AJC Network Services and certain third-party services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "AJC Network may use information about you, including AJC Network-Collected PII and other PII, for any purposes not inconsistent with AJC Networks statements under this Privacy Policy, or otherwise made by us in writing at the point of collection, and not prohibited by applicable law, including, without limitation, the following Allow you to participate in the features we offer on the AJC Network Services Contact you regarding your purchase Facilitate, manage, personalize, and improve your online experience Provide you with notices about your account and/or subscriptions, including expiration and renewal notices Notify you about changes to the AJC Network Services or any products or services we offer Enable you to interact with us and others through various means, such as through our message boards or discussion or comment areas Process your registration, manage your account and/or upload your User Generated Content UGC. For more information on how UGC is treated under the AJC Network Services see our Terms of Use. For more on the public nature of UGC, see Section 5 Transact with you, provide services or information you request, deliver content, respond to your comments, questions and requests, serve you content and/or advertising, and send you notices AJC Network marketing and other purposes Improve the AJC Network Services and for any other internal business purposes Tailor our content, advertisements, and offers Perform data analyses, including market and consumer research, trend analysis, demographic analysis and financial analysis Fulfill other purposes disclosed at the time you provide PII or otherwise where we are legally permitted or are required to do so Determine your location and manage digital content rights e.g., territory restrictions Prevent and address fraud, breach of policies or terms, and threats of harm Diagnose and address technical and service problems Comply with applicable legal requirements and our policies and Contact you via telephone or text. We will obtain your consent to contact you when and, in the manner, required by law.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "AJC Network may share non-PII, and PII that is not deemed AJC Network-Collected PII hereunder provided that AJC Network is aware of no restrictions of AJC Networks use, if any, with third parties for any purpose.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Without limiting the generality of the foregoing, we and third parties may convert your PII, including AJC Network-Collected PII, to non-PII, including without limitation through hashing it or substituting a unique identifier for the PII and we and third parties may use and share that data as permitted by applicable law, including to match data attributes to and from other sources.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "As more fully described in Section 5 Information You Disclose Publicly or to Others and Section 6 Third-Party Content, Third-Party Services, Social Features, Advertising and Analytics, your activities on the AJC Network Services may, by their nature, result in the sharing of your AJC Network-Collected PII as well as your other PII and your non-PII with third parties and by engaging in these activities you consent to that and further sharing and disclosure to third parties.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Notwithstanding anything to the contrary, unless otherwise explicitly agreed by us, PII included in UGC is not subject to AJC Networks usage or sharing limitations, or other obligations, regarding AJC Network-Collected PII or other PII under this Privacy Policy or otherwise, and may be used and shared by AJC Network and third parties to the fullest extent not prohibited by applicable law.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "AJC Network may engage and work with Service Providers and other third parties to serve advertisements on the AJC Network Services and/or on third-party services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Some of these ads may be tailored to your interests based on your browsing of the AJC Network Services and elsewhere on the Internet, which may include use of precise location and/or Cross-device Data, sometimes referred to as interest-based advertising and online behavioral advertising Online Interest-based Advertising, which may include sending you an ad on a third-party service after you have left the AJC Network Services i.e., retargeting.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In addition, we may serve ads on third-party services that are targeted to reach people on those services that are also identified on one of more of our databases Matched List Ads.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This is done by using Tracking Technologies or by matching common factors between our databases and the databases of the third-party services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For instance, we may use such ad services offered by Facebook or Twitter and other Third-Party Services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If we use Facebook to serve Matched List Ads on Facebook services, you should be able to hover over the box in the right corner of such a Facebook ad, or go to your account settings, and find out what options Facebook offers you to control such ads.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If we use Twitter Matched List Ads, you should be able to review your ad options in account settings on Twitter.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We are not responsible for such third parties failure to comply with your or our opt-out instructions, they may not give us notice of opt-outs to our ads that you give to them, and they may change their options without notice to us or you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For specific information on some of the choice options offered by third-party analytics and advertising providers, see the next section.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You may opt out of Facebook Custom Audience by logging into your Facebook account and changing your privacy or advertising settings as per Facebooks opt-out instructions.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For the AJC Network Services, you may choose whether to receive some Online Interest-based Advertising by submitting opt-outs.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Some of the advertisers and Service Providers that perform advertising-related services for us related to the AJC Network Services and third parties may participate in the Digital Advertising Alliances DAA Self-Regulatory Program for Online Behavioral Advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To learn more about how you can exercise certain choices regarding Online Interest-based Advertising, including use of Cross-device Data for serving ads, visit httpwww.aboutads.infochoices, and httpwww.aboutads.infoappchoices for information on the DAAs opt-out program specifically for mobile apps including use of precise location for third party ads.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Opting out only means that those selected members should no longer deliver certain Online Interest-based Advertising to you but does not mean you will no longer receive any targeted content and/or ads e.g., from other ad networks.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "AJC Network supports the ad industrys Self-regulatory Principles for Online Behavioral Advertising and expects that ad networks AJC Network directly engages to serve you Online Interest-based Advertising will do so as well, though AJC Network cannot guarantee their compliance.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To learn more about how you can exercise certain choices regarding Cross-device data for Online Interest-based Advertising, see the prior section regarding the DAAs Online Interest-based Advertising choices.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]