[
    {
        "We use information to: provide the services you have requested, including sweepstakes, contests or promotions; create an online services account if you have requested one; personalize the services offered by us or our affiliates, including providing personalized advertising on some online services (see options for opting-out of personalized advertising here); respond to your inquiries, requests, and comments; allow you to participate in the interactive features of our online services, where you choose to do so; provide technical support for the online services; prevent fraud or potentially illegal activities (including copyright infringement) on the online services; protect the safety of users and others on the online services; enforce our online services' terms of service; understand how online services are used so that we can continuously improve them, and the services we provide to you; send you service-related communications, including announcements and administrative messages; send you newsletters and information about products, services and promotions relating to us and/or our business partners or other organizations that we work with, in accordance with your communication preferences. Subject to legal restrictions (including consent where necessary) we may also use technology (such as Facebook Custom Audiences) to deliver advertising to you on other sites based on the email address or other personal information you provided to us or through the use of information we received from third parties. Please see Your Rights and Choices for further information about how you can control these updates; if you use an NBCUniversal e-commerce website to send gifts, we may use the email addresses that you provide to send your gifts, provide other communications relating to such transaction, as well as any further communications as may be authorized by the recipients; implement social networking features you have activated; and we may combine all the information we collect or receive about you for any of the foregoing purposes.": {
            "data_transferred_to_unfriendly_countries": false,
            "data_shared_with_advertisers": true,
            "data_used_for_AI_training": false
        }
    },
    {
        "Information shared among NBCUniversal affiliates. When you choose to register for an account on any NBCUniversal online service: the information you provide may be shared with NBCUniversal affiliates and used to help us better tailor our services, products and advertising to you. Note that you may be registered for different accounts with different NBCUniversal group companies or in different areas of our business. Please visit the account settings page of the applicable online service if you wish you \"de-register\" from your account or for more information, or e-mail privacy@nbcuni.com. Information collected automatically: this information collected from your interaction with the online services via Cookies and Tracking Technologies, which may or may not include personal information, may be shared with NBCUniversal affiliates for the purposes of research, analysis, marketing and ad-serving. For information about this and your choices see Cookies and Tracking Technologies.": {
            "data_transferred_to_unfriendly_countries": false,
            "data_shared_with_advertisers": true,
            "data_used_for_AI_training": false
        }
    },
    {
        "Information we share with advertisers (including Targeted Advertising) Some online services, including Mobile Apps, may be supported with advertising, and collect data to help the online services serve ads. This helps keep the cost of online services low or free. We may work with advertisers and third-party advertising networks, who may receive information about how you interact with advertising provided in the online service. We may also work with consumer data resellers that buy and/or sell information to other companies for multiple purposes including offering products and services that may interest you. These third parties may view, edit or set their own tracking technologies/cookies. The use of these technologies by these third parties is subject to their own privacy policies and is not covered by this Privacy Policy. They might also obtain information about other applications that you have downloaded to your mobile device, the mobile websites you visit and other information about you or your device in order to analyze and serve anonymous targeted advertising on the online services and elsewhere. For information about your choices relating to these activities, see Cookies and Tracking Technologies.": {
            "data_transferred_to_unfriendly_countries": false,
            "data_shared_with_advertisers": true,
            "data_used_for_AI_training": false
        }
    },
    {
        "Mobile Apps For additional information about your choices in relation to Mobile Apps including information on how to opt out of targeted advertising see the Mobile Apps policy.": {
            "data_transferred_to_unfriendly_countries": false,
            "data_shared_with_advertisers": true,
            "data_used_for_AI_training": false
        }
    },
    {
        "9. WHERE YOUR INFORMATION WILL BE USED NBCUniversal is based in the United States and may from time to time transfer your personal information to other countries and make it accessible to any of our affiliates and third-party service providers internationally. Where the transfer of information is to a country which does not provide an adequate level of information protection, NBCUniversal has taken steps to ensure that your personal information receives an appropriate level of protection.": {
            "data_transferred_to_unfriendly_countries": true,
            "data_shared_with_advertisers": false,
            "data_used_for_AI_training": false
        }
    },
    {
        "If you are located outside of the United States, please be aware that information we collect, including personal information, may be transferred to, and processed, stored and used in the United States. Under United States law, your personal information may be subject to access requests from governments, courts, or law enforcement in the United States.": {
            "data_transferred_to_unfriendly_countries": true,
            "data_shared_with_advertisers": false,
            "data_used_for_AI_training": false
        }
    },
    {
        "By using our online services and providing your personal information to us you understand and agree that your personal information may be sent to other countries including those which do not provide an equivalent level of information protection as the European Economic Area (EEA).": {
            "data_transferred_to_unfriendly_countries": true,
            "data_shared_with_advertisers": false,
            "data_used_for_AI_training": false
        }
    }
]