[
  {
    "Targeted Advertising When you visit our Website, the advertisement you see may be customized based on your previous behaviour on Internet.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Some Personal Data, as explained above, are collected by third parties for their own purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "THIRD PARTY CONTROLLERS AdWords Remarketing Google Inc.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Privacy Policy Opt Out Bing Ads Microsoft Corporation Privacy Policy Opt Out CJ Affiliate by Conversant Conversant, Inc.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Privacy Policy DoubleClick for Publishers Audience Extension Google Inc. - Opt Out eBay Partner Network eBay, Inc. - Privacy Policy Facebook Ads conversion tracking Facebook, Inc.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Privacy Policy - Opt Out Facebook Custom Audience Facebook, Inc.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Privacy Policy - Opt Out Facebook Remarketing Facebook, Inc.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Privacy Policy - Opt Out Google AdSense Google Inc. - Privacy Policy - Opt Out Google Analytics Google Inc.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Privacy Policy - Opt Out Remarketing through Google Analytics for Display Advertising Google Inc.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "By uploading, publishing, submitting andor transmitting User content, you hereby grant to Provider a perpetual, irrevocable, royalty-free, transferable right and license to use, copy, modify, display, perform, delete in its entirety, adapt, publish, translate, create derivative works from, sell andor distribute such content, andor incorporate such content into any form, medium or technology now known or hereafter developed throughout the world, for any purpose whatsoever including, without limitation, advertising, promotion, or commercial purposes, without compensation to or further authorization by User.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]