[
  {
    "To improve our Services or to develop and provide new products and services, we may use your Self-Reported Information, identifiers, demographic information, commercial information, and internet or other electronic network activity information and preferences as follows to track your usage of our Services to administer a survey to perform quality control and quality improvement activities to conduct data analysis about users of our Services, our audience size, and usage trends to conduct marketing campaigns and targeted online advertising and to monitor the success of our marketing activities.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We work with advertising service providers that collect non-personally identifying information from you when you visit the Site and other websites, in order to show ads for our Services that we think may be of interest to you after you visit our Services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Helix relies on third party ad networks to deliver relevant advertising messages on our behalf.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you do not wish to receive our personalized ads, you can visit the opt-out pages of the Network Advertising Initiative https://www.networkadvertising.org or the Digital Advertising Alliance https://www.aboutads.info to learn about how to opt out of receiving personalized ads from their member companies.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Helix may use your Account Information e.g., your email address and your transaction history to promote our Services or those of our DNA Product Partners or Research Partners.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]