[
  {
    "In addition to the information we receive from you, we may also receive the categories of information described above from other sources including from other users of Starbucks Services such as when they purchase a gift for you, advertising partners, co-sponsors, internet service providers, data analytics providers, operating systems and platforms, social networks, and publicly available sources.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "b) To Communicate With You - We may process certain information in order to communicate with you in relation to your accounts, our services, our marketing, and your requests, including to provide customer service, including when you interact with our customer service agents through our websites live help chat feature, and requests for information, communicate with you about orders, purchases, returns, services, accounts, programs, contests, and sweepstakes, send you personalized promotions, content, and special offers, communicate with you about our brands, products, events, or other promotional purposes, implement your communications preferences, such as sharing information with Starbucks business partners so that they may email you about their promotions, products and initiatives and provide important product safety information and notice of product recalls.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "f) Targeted Advertising - We may process your information to provide you with targeted advertising also known as cross-contextual advertising and online behavioral advertising and offers and promotions that you may be interested in.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "b) When We Work with Service Providers Business Partners - We may share each of the categories of information described, in the Information We Collect section, for a variety of business purposes, with our service providers and business partners who provide an array of services such as payment processing, website and data hosting, location mapping, product and service delivery, customer service, advertising and marketing including counting ad impressions and audience creation, facilitating sweepstakes and Starbucks Rewards loyalty program benefits and communication, ensuring compliance with industry standards, personalization, analytics services, security and performance monitoring, maintaining and servicing accounts, processing or fulfilling orders and transactions, verifying customer information, research, auditing, and data processing.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Many advertising companies that collect information for interest-based advertising are members of the Digital Advertising Alliance (DAA) or the Network Advertising Initiative (NAI), both of which maintain websites where people can opt out of interest-based advertising from their members.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To opt-out of website interest-based advertising provided by each organizations respective participating companies, visit the DAA's opt-out portal available at httpoptout.aboutads.info, the DAA of Canada's opt-out portal available at httpsyouradchoices.caentools, or visit the NAI's opt-out portal available at httpoptout.networkadvertising.org?c1.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Residents of the European Union may opt-out of online behavioral advertising served by the European Interactive Digital Advertising Alliance's participating member organizations by visiting httpswww.youronlinechoices.eu.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To opt-out of data collection for interest-based advertising across mobile applications by participating companies, download the DAA's App Choices mobile application opt-out offering at httpsyouradchoices.comappchoices.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Some of these technologies are used to tailor your experience on our website, within our mobile applications, or across your applications or devices by controlling the promotions, advertisements and other marketing messages that may appear when you access or use these or other digital properties.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The personal information that you provide us is stored and processed on servers owned by Starbucks and other companies in the United States, Canada or elsewhere around the world, including locations outside of the country or jurisdiction where you are located.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "You may have the right to opt-out of having your personal information shared for purposes of targeted advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you are a California resident, you can request a notice disclosing the categories of personal information we have shared with third parties for the third parties direct marketing purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Your personal information may be transferred to, stored, and processed in a country other than the one in which it was collected, including the United States.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "It may also be processed by staff operating outside the EEA who work for Starbucks or for our third-party service providers.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Starbucks may provide third party content on the Sites including embedded content or links to third-party web pages, content, applications, products and services, including advertisements and promotions (collectively, Third Party Content) as a service to those interested in such services or information.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]