[
  {
    "Advertising companies may use device IDs to track your use of our app, track the number of advertisements displayed and display advertisements that are more relevant to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may use your personal information in the following ways: to identify as the author of content you submit to the sites; to fulfill your requests for products and services; to administer, support, improve and develop our business; to improve the content and features of our Web Platforms such as by personalizing content to your interests; to administer a contest, promotion, survey or other site feature; to enable us to show you relevant ads; to generate and review reports and data about, and to conduct research on, our user base and Web Platforms usage patterns; to provide you with customer support; to carry out our obligations and enforce our rights arising from any contracts entered into between you and us, including for billing and collection; and to send you information about us and our businesses.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We use Google AdSense on our Web Platforms.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Based on this information, Google associates your browser with relevant interest categories and uses these categories to show interest-based ads.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, if you frequently visit travel websites, Google may show more ads related to travel.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Google does not associate sensitive interest categories with your browser such as those based on race, religion, sexual orientation, health, or sensitive financial categories, and does not use such categories when showing you interest-based ads.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "They may also use cookies, JavaScript, web beacons, and other technologies to measure the effectiveness of their advertisements and to personalize advertising content.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "A cookie is a small text file that is stored on your computer that enables us to recognize you for example, as a registered user when you visit our website, store your preferences and settings, enhance your experience by delivering content and advertising specific to your interests, perform research and analytics, track your use of our Web Platforms, and assist with security and administrative functions.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Your information will be held in India.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "You consent to the transfer of your information outside your country, including to India.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Cookies are important devices for measuring advertising effectiveness and ensuring a robust online advertising industry.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The Common ID cookie stores a unique user id in the first party domain and is accessible to our ad partners.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This simple ID that can be utilized to improve user matching, especially for delivering ads to iOS and MacOS browsers.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "FOR EU USERS ONLY: When you use our site, pre-selected companies may access and use certain information on your device and about your interests to serve ads or personalized content.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "By participating in a promotion, you submit to that promotion's terms and conditions, including providing us with permission, if required, to share your personally identifiable information with a particular sponsor.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]