[
  {
    "We may also use personal information about you to verify your identity, communicate with you and to deliver advertisements, improve Ancestry information security help you create, and providing insights about, your family trees based on data in Ancestry's databases issuing surveys and questionnaires to collect additional user information for use in the Services, marketing new products and offers from us or our business partners, conducting scientific, statistical, and historical research detecting and protecting against error, fraud, or other criminal or malicious activity as well as facilitating product development and research initiatives.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Otherwise, we share information as described in our Privacy Statements, such as with our affiliated companies, other users, our service providers, our advertising partners, and in other limited scenarios, such as in response to valid legal process or as appropriate to protect the rights, property, safety, confidentiality, or reputation of Ancestry, our affiliates, and our users.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This includes advertising personalized to your interests.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may deliver targeted or interest-based advertising on our websites and elsewhere on the internet, based on your interests and activities on the internet.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Some of our Services provide personalized advertising and other recommendations to you based on data we collect as explained in our Privacy Statement.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]