[
  {
    "We may use your voiceprint to understand your voice commands and, if you opt in, to improve our abilities to understand voice commands in general when you are using the Peloton Guide.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": true
    }
  },
  {
    "We may record, on our own andor with the assistance of a Service Provider, support calls for training, analytics and monitoring purposes and to help resolve issues.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": true
    }
  },
  {
    "Our live chat Service Provider records information you submit in the chatbot, as well as any dialogue with member support, and may also use chat data to improve chat services for us.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": true
    }
  },
  {
    "Providing you with a personalized and tailored Service, to serve you with Peloton advertising on third party propertiesServing you with relevant advertising and content on our ServicesUsing analytics services, to help us understand how users access and use our services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Understanding and assessing the effectiveness of our ads displayed and email campaignsContracting with third-party agencies, advertising companies, ad networks, social media companies and other technology services to place ads about our products and services on other websites and services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Some of these Inferences based on activity and recommendations utilize internal machine learning models We use this data to build, train, analyze and improve the accuracy of our models.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": true
    }
  },
  {
    "We may share your personal information with our third party service providers such as those who provide chat features andor search engines, member support agents and technology, wifi, IT, analytics, payment processing, credit bureaus and sales, cloud storage providers, technical support or delivery, email services and analytics, assistance with the functionality of video and streaming technology, support our efforts to ensure our Community Guidelines are respected, third party partners who otherwise process personal information for purposes that are described in this Privacy Policy such as advertising and marketing partners, research partners, consultants or who are otherwise disclosed to you when we collect your personal information such as financing partners if you select this option during the checkout process.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may provide information about your viewing, streaming and chat behavior to Service Providers and Partners.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These third parties may use this information for their own purposes by connecting information about your use of our Services with any of your personal information that they may have.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These third parties may use this information for their own purposes by connecting information about your use of our Services with any of your personal information that they may have.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These advertising partners may receive information related to you based on your use of our Services in order to provide us with analytics to help us measure the effectiveness of our content and advertisements on these networks e.g., impressions and clicks and to allow us to suppress you from campaigns that are not relevant.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We use cookies and similar tracking technologies such as pixels, tagsweb beacons, scripts, and social media widgets collectively Cookies to collect and use personal information about you from your browser, device and our correspondence, including for analytics purposes and to serve you interest-based advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The recipients of such information may be located in any country where Peloton has a place of business and additional territories where our suppliers and partners may transfer data, details of which can be provided upon request.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "We have implemented similar appropriate safeguards and comply with applicable legal requirements when transferring Personal Information to countries such as utilizing Binding Corporate Rules, Standard Contractual Clauses, and other data transfer mechanisms andor rely on the European Commission adequacy decisions for certain countries outside of the European Economic Area should it be applicable with our third party service providers and partners.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "You may opt out of being given personalized communications and ads based on activity by visiting the Preferences section in your Profile and toggling off Marketing  ads based on activity.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]