[
  {
    "We will share your personal data with the sponsors of the live sessions and they may contact you with more information about their products and services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "When you enter virtual spaces, zones or rooms such as an exhibition booth, your personal information may be shared with the sponsor and exhibitor to allow them to engage with you subject to the attendee privacy notice you may have been provided during the registration and login process.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "When using our event platform, if you choose to interact with our virtual products e.g. virtual exhibition booths, download or bookmark companies or content, attend sessions, watch videos, accept connections and meeting invites then your information may be shared with the exhibitor or sponsor to allow them to engage with you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We and the events sponsors and exhibitors may also use the app data for analytical and marketing purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, we will collate the information you provide as part of your registration for events, information you generate in connection with your attendance at events, information obtained by us using first party cookies and tracking technology on our websites and apps and certain information we obtain from third parties such as data providers to analyse, segment and determine which marketing segments you fall within.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This information can then be used by, or for the benefit of, our clients in different ways as part of our marketing service offering to enable these clients to undertake tailored and targeted advertising campaigns.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Our clients can present individuals with information about products and services that our clients think will be of interest to them via various channels based on the marketing segments we have developed and allocated individuals to.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The activities that we, and our third party partners, undertake may entail automated and machine learning-based processing of data to analyse or predict behaviours and preferences e.g. interests in certain content, services and or at events.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": true
    }
  },
  {
    "The algorithm will identify companies and individuals with similar characteristics to companies and individuals that we know are interested in certain services, generating a similarity score for those clients.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": true
    }
  },
  {
    "We will then enrich the information we hold about companies and individuals and send advertising to prospects based on this analysis.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may use your personal information to undertake advertising campaigns on social media platforms such as LinkedIn, Instagram and Facebook in order to provide information about upcoming events or new products and to ensure you only receive relevant advertising about our products and services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may share your personal information with social media platforms so that you see advertising about our, or our partners, products and services that we think you will be interested in when you interact with the relevant social media platform.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may also share your personal information with social media platforms to help us present relevant advertising to individuals who the social media platforms determine are likely to have similar interests to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This may include automated profiling and campaign management techniques.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Data may also be used in advertising campaigns on social media platforms such as LinkedIn, Instagram and Facebook in order to provide information about upcoming events or new products and to ensure you only receive relevant advertising about our products and services as described above.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We track interaction with these emails and our online services to validate attendance for accreditation purposes, to help determine which information is of interest to you and to customise the advertisements seen on our sites.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Due to the international nature of our business and the technologies required, personal information may be accessed by our colleagues and third-party service providers from locations all around the world, whose data protection laws may not be as extensive as those in regions such as the European Union.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may share your personal information, including contact details and product or service interaction with trusted partner organisations for their marketing purposes, in accordance with local data protection laws and where required, with your permissions.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In other instances, our virtual products are sponsored and in these cases, the data provided will be given to the sponsor.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may share your personal information with clients and data providers in connection with the marketing services referred to above, who are bound to process that data strictly in compliance with applicable law.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This may include disclosing your personal information to third parties, the court service and or regulators or law enforcement agencies in connection with enquiries, proceedings or investigations by such parties anywhere in the world or where compelled to do so.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  }
]