[
  {
    "For the U.S., to exercise choice with respect to interest-based advertising, you can utilize the opt-out mechanism provided by the Digital Advertising Alliance (DAA) by clicking here for browsers or here for app-based opt-outs.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To learn more about opting out of such targeted advertising or to use the NAI tool, see http://www.networkadvertising.org/choices.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "PG may share identifiers connected to you, such as a hashed version of your email address, with online platforms for the purpose of sending you interest-based advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Further, opting out of one or more NAI or DAA members only means that those selected members should no longer under the DAA-NAI rules deliver certain targeted ads to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This will affect services provided by the applicable DAA-NAI members but does not mean you will no longer receive any targeted content and/or ads from non-participating parties.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Please note that you may also receive personalized ads based on your email address or phone number, if you have provided those to us for marketing purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, you still may see an ad for one of our baby care brands while looking at nursery products online because these sites traditionally have had mostly new or expecting parents as visitors.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This means that you will need to opt-out again on each browser where you have deleted cookies if you still do not want to receive interest-based ads.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Serving Ads. This includes serving you with relevant ads and serving others who, having a profile like yours, may be interested in hearing from us, with relevant ads through custom audiences and look-alike audiences.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, we may upload your hashed email address into a social media service and ask that social media service to send our ads to you and to people who have similar interests as you, including in other countries, based on data it has about you and about other people.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We use cookies in several ways, such as allowing you to browse the website and use its features, serving you with relevant advertising and measure the effectiveness of such advertising, ensuring that you are not shown an ad more than you should be (called frequency capping), learning more about the way you interact with PG content to help us improve your experience when visiting our websites, remembering your preferences, such as a language or a region, so there is no need for you to customize the website on each visit, identifying errors and resolving them, analyzing how well our websites are performing.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These cookies can be used to learn about what interests you generally might have, based, for example, on the websites you visit and the products you buy.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "That data allows us to send you ads for products and services that better fit the things you like or need.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "It also allows us to limit the number of times you see the same advertisement.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These cookies, that are set by a range of social media services that we have added to the site, allow you to share our content with your friends and networks and enable us to reach you with ads on those social platforms related to your visits on our sites.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "When you visit our partner sites, we can show you ads or other content we believe you would like to see.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, you may receive advertisements for Tide laundry detergent if we notice that you are visiting sites that sell children's clothing or school supplies.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "And from that information we may conclude that you have children and therefore could well be interested in a powerful laundry-cleaning product.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may place you into a particular group of consumers who show the same interests.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, we may put you in the group of razor aficionados if we see you frequently purchase razors online or you could be a bargain-shopper if we notice you use online coupons or look for discounts or sales.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may infer these things about you based on your activity on certain web pages, links you click on our websites and other websites you visit, mobile applications you use, or our brand emails you view and links you click in the emails, as well based on other information we have collected, such as from retailer partners and other third parties.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "By doing this, we can find and serve many others who look like those already in the group and thereby send them what we believe will be relevant and beneficial product offers and information.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This means that you may search for diapers on your laptop, click on a Google search result link which we have sponsored, and then later see an ad for our Pampers brand diapers on your mobile phone.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Understanding what devices seem to be used by a person or household helps us limit the number of times you see the same ad across your devices.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "When you provide us with your personal data via our sites or apps, we may use an encryption of that data or a substitute identifier such as The Trade Desk's UID2 to serve you with ads we think you may like.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may send some of the personal data you enter on our site form fields to the Social Media Platform, or the Social Media Platform Pixel will pseudonymize and pull that data automatically, for the purpose of helping associate you with your browser cookie or device ID.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Some of our sites use Google Remarketing Lists for Search Ads (RLSA), which is a service they offer to advertisers.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Profiling is a form of automated processing of personal data consisting of the use of personal data to evaluate certain personal characteristics of an individual for the purpose of analyzing or predicting that individual's personal preferences, interests, likely behavior, etc.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "When we have your consent, we may disclose your personal data to others, such as select partners so they can send you offers, promotions, or ads about products or services we believe you may be interested in.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Our websites and applications may make available contact information, unique identifiers, inferred and derived information, online and technical information and geolocation data with online platforms and ad tech companies to help us serve you relevant advertisements and offers, subject to applicable legal requirements, which may include consent and/or opt-outs.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "With your consent, we may disclose your personal data to others, such as select partners so they can send you offers, promotions, or ads about products or services we believe you may be interested in.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "By submitting a Submission, you grant PG, to the extent allowed by applicable law, a non-exclusive, worldwide, unlimited, perpetual, irrevocable, royalty-free, fully sublicensable and transferable right and license to use, monitor, review, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, transmit, display, and perform such Submissions, in whole or in part, in any media, format or technology, online or offline, whether now known or hereafter discovered, and in any manner including, but not limited to, all promotional, public viewing andor commenting whether on PGs web pages or on third party web pages, advertising, marketing, merchandising, publicity, and commercial uses and ancillary uses thereof, without any further notice or payment to or permission needed from you except where prohibited by law this includes to use the information that may be personal information, such as your name, biographical information, vocal recordings of you, andor any illustrations, photographic or videographic images of you or any other indicia of your right of publicity rights collectively Your Personal Content as contained in your Submission, in composite or distorted form or as otherwise incorporated into other creative works of authorship, in any media, format or technology, online or offline, and in any manner including, but not limited to, all promotional, public viewing andor commenting whether on PGs web pages or on third party web pages, advertising, marketing, merchandising, publicity, and commercial uses and ancillary uses thereof, without any further notice or payment to or permission needed from you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]