[
  {
    "To Whom Does Grammarly Disclose Personal Data?": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Or it might be more specific, such as data about your company or job function, which we may use, for example, to advertise Grammarly products to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "As set forth in our Technical Specifications, for applicable Grammarly products, you are in control of whether your user content is used for training and improvement of our models.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": true
    }
  },
  {
    "We engage other companies to provide analytics services, serve advertisements promoting Grammarly across the web and in other companies mobile apps, and perform related services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These companies may use cookies, web beacons, pixels, and other technologies to collect limited information about your interactions with our marketing websites, such as a cookie ID or device identifier and a link you click or page you visit on Grammarlys websites.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In addition, we may work with advertising partners to translate other identifiers, such as your email address, into a unique identifier called a hashed value that such partners can then use to show ads promoting Grammarly on other websites and online services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These disclosures of hashed identifiers and information disclosed through advertising cookies and similar technologies may constitute targeted advertising, sharing, or selling under certain privacy laws, and you may opt out at any time.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "As described above, we work with select advertising partners to promote Grammarly on other websites and online services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Above we explain how we collect, use, and disclose information about you, as well as our targeted advertising practices.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We also disclose certain categories of personal information to advertising partners in order to promote Grammarly on third-party websites and services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These disclosures may be considered sales, sharing, or use of personal information for targeted advertising under State Privacy Laws, and the table below provides more information about our practices.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You may opt out of activities that we engage in that may constitute targeted advertising, sharing, or sales of personal information under the State Privacy Laws.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You may also opt out of Grammarly sharing a hashed version of your email address with advertising partners to promote Grammarly on third-party websites and services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You may opt out of Coda sharing a hashed version of your email address with advertising partners by contacting supportcoda.io.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You grant us a license to your User Content for the limited purposes of Operating, providing, improving, troubleshooting, and debugging our products for example, your acceptance or rejection of suggestions may help train our suggestion engine Protecting our products for example, to analyze patterns in usage to prevent abuse Customizing our products for example, to create personalized suggestions for you Developing new products or features for example, creating our tone detector and Using information you upload or provide to us such as your name to encourage other people in your organization to join your company's or organization's Grammarly account.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": true
    }
  }
]