[
  {
    "We, and our third-party partners, use cookies and other tracking technologies e.g., pixels, SDKs, APIs, scripts, location-identifying technologies, and logging technologies in connection with our Services to collect and store the information described in this section and otherwise expanded upon in other sections for our, and our third-party partners, purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Advertising": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Advertising measurement data, including data associated with your view of, or your clicks on, advertisements served on our Services, cookie IDs or other digital or proprietary identifiers e.g., iOS IDFA, Google AAID assigned to such device, and device metadata, analytics usage data, and location data described above, in each case, for purposes of serving advertising personalized or otherwise or facilitating advertising measurement attribution to better optimize or otherwise understand the effectiveness of ad campaigns.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For more information about how we and our third-party partners use these technologies and data for advertising purposes, please see What are Our Third-Party Data Collection and Online Advertising Practices? below.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may receive your information from our business partners, such as companies that offer their products or services on our Services or on other properties e.g., digital properties, offline locations or marketing advertising and analytics partners, including third-party brands agencies or other partners that facilitate the buying and selling of advertising inventory on our Services, measure the effectiveness of those related ad campaigns, or inform business analytics e.g., view rates, bounce rates, audience composition.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We use this information to allow you to log into your account, to communicate or interact with individuals on the social network, to better understand the demographics of our visitors, and to personalize content and advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Our service providers that perform services on our behalf, such as payment processors or survey and third parties who conduct marketing advertising and analytics activities on our behalf, collect personal information and may share some or all of this information with us.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may also use your information to serve you ads about our products or other products or services we or our advertising partners, such as other third-party brands agencies think you might find interesting.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may also use individual and aggregate information about you to inform our, and our third-party partners, marketing and advertising campaigns more broadly.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Marketing and Strategic Business Partners.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may share information with marketing advertising, analytics, and other business partners such as those that provide their own products or services on other properties for purposes such as us or those entities providing you with information, undertaking marketing advertising activities about products or services that may interest you, informing business analytics, or for other business or commercial purposes as may be further described in their privacy policies or our privacy policy.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Online Advertising Partners.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may share information with third-party online advertising partners or permit these partners to collect information from you on our Services to facilitate online advertising and related measurement attribution activities.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This may include certain vendors and providers who engage in marketing or advertising activities, analytics, or provide mailing or email services, tax and accounting services, product fulfillment, delivery services, payments processing, data enhancement services, fraud prevention, web hosting, or analytic services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We, and our third-party partners, use information that we receive about you e.g., that you provide to us or about your use of the Services, or that we receive from third parties to serve advertisements more relevant to your interests, the content on which the ads will appear, or audiences similar to you, to optimize marketing and advertising campaigns more broadly, as well as to generate analytics and provide marketing advertising-related services such as reporting, market research, and measurement attribution.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These third-party partners may include online advertising networks or exchanges, measurement attribution companies, ad fraud verification companies, social media companies, or other advertising technology services e.g., demand-side or sell-side platforms, ad servers, clean room providers.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The information used for these advertising practices is typically collected through tracking technologies, such as cookies, web beacons pixels, SDKs, APIs, embedded scripts, location-identifying technologies, logging technologies, and similar technologies, which recognize the device you are using and collect information, including clickstream information, browser type, time and date you visited the Sites, mobile ad ID or other digital identifier e.g., iOS IDFA, Google AAID, cookie ID, click ID, other proprietary IDs such as open-source universal IDs or other ID solutions, geolocation, and other information, such as the advertising advertising measurement data discussed further above in this Privacy Policy.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may share a common account identifier such as a hashed or encrypted email address or user ID or other information such as phone number, which also is typically provided in hashed or encrypted format with our third-party advertising partners to help identify you across devices.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These social media companies may recognize you and collect information about your visit to our Services, and they may set a cookie or employ other tracking technologies.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We display targeted advertising to you through social media platforms, such as Facebook, Twitter, Instagram, LinkedIn, and other social media platforms.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, these companies have interest-based advertising programs that allow us to direct advertisements to users who have shown interest in our services while those users are on the social media platform, or to groups of other users who share similar traits, such as likely commercial interests and demographics.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "As mentioned in the section above, we may share a unique identifier, such as a user ID or hashed or encrypted email address or phone number, with these platform providers or they may collect information from our website visitors through a pixel or other mechanism, such as API, direct file upload, or server-to-server integration, in order to direct targeted advertising to you or to a custom audience including look-a-like audiences, such as audiences that are similar to you or other users on the social media platform.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you do not want to receive targeted ads on your social networks, you may be able to adjust your advertising preferences through your settings on those networks.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To remove your name and postal address from lists that we sell or rent to third parties for their direct marketing purposes, or to opt out of receiving marketing offers for other magazines and products by mail please use the opt-out form available here or send your request to us in a letter addressed to Dotdash Meredith, Opt-Out Postal, Attn: Circulation, 225 Liberty St, 4th Floor, New York, NY 10281.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To learn more about interest-based advertising and how you may be able to opt-out of some of this advertising to the extent the advertising partner or other entity participates in such industry opt-out pages, you may wish to visit the Digital Advertising Alliances (DAA) resources at https://www.aboutads.info/choices or https://www.youronlinechoices.eu or https://youradchoices.ca/en/tools for the EEA and Canada, respectively or the Network Advertising Initiatives (NAI) online resources at https://www.networkadvertising.org/choices.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You can also opt-out of receiving some interest-based advertisements on mobile apps by visiting https://www.aboutads.info/appchoices.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You may also be able to opt-out of some interest-based advertising served by participating mobile ad networks by visiting https://youradchoices.com/appchoices and downloading the mobile AppChoices app.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You may also opt-out of some of the tracking technologies used for interest-based advertising as further set forth in our Your Privacy Choices link found in the website footer.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To opt out of sharing information with Nielsen Marketing Cloud, please click here.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "When you use our website and enter your email address on our website either to log in, or to sign up for a newsletter, or similar, we may share with LiveRamp and its group companies information that we collect from you, such as your email in hashed, pseudonymous form, IP address, or information about your browser or operating system, with any of the following, acting as joint controllers as applicable and defined in the GDPR.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "LiveRamp uses this information to create an online identification code that we may store in our first-party cookie for our use in online, in-app, and cross-channel advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This may be shared with advertising companies to enable interest-based and targeted advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Your personal information may be stored in, transferred to, and processed in the United States and in any other country in which the Company or other Dotdash Meredith affiliates, or service providers maintain facilities.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "The data protection laws in these countries may provide a different standard of protection for your personal information than the country in which you are located or your country of residence.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "As further described in this Privacy Policy, we disclose the following to our advertising marketing and analytics partners (e.g., advertisers agencies, social media networks, adtech partners, customer intelligence firms) for advertising and marketing purposes, including direct marketing: Identifiers, commercial information, geolocation data, internet or other network information, and data that may be considered sensitive personal information under certain State Privacy Laws.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In the previous 12 months, we may have sold and shared the following categories of personal information to our advertising marketing and analytics partners for the purposes of advertising marketing and analytics services, subject to your right to opt-out via our Your Privacy Choices link found in the website footer: Identifiers, Commercial Information, Geolocation Data, Internet/Network Information, and data that may be considered sensitive personal information.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To serve advertising, content, and offers to you based on your interests and online activities, from us or third parties.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Some of our processing of your data will involve transferring your data outside the EEA, UK, or Switzerland.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Some of our external third-party service providers are also based outside of Europe and their processing of your personal data will involve a transfer of data outside of Europe.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Where personal data is transferred to, stored in, or processed in a country not determined by the European Commission as providing adequate levels of protection for personal data, we take steps to provide appropriate safeguards to protect your personal data, including, when appropriate, entering into standard contractual clauses approved by the European Commission.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "By providing your contact information in connection with these Services, you understand and expressly consent to be contacted by these third parties using the contact information you provide and that we shall have no responsibility or liability whatsoever in connection with any products, work estimates or the provision of services by these third parties.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you elect to embed video on a page, you agree as follows i you will not alter, in any respect, the Embedded Video including without limitation the content, format, length, and advertising associated therewith from how it is served from our servers ii you will not facilitate access to the Embedded Video through any video player or other tool other than the video player that is provided by the Company when the Embedded Video appears the Player iii the Embedded Video may be used for commercial purposes, including on an advertising-supported page, provided that a the Embedded Video shall not be included in, or used as part of, a service that sells access to video content b the Embedded Video is not used for the development of any software program including but not limited to training a machine learning or artificial intelligence AI system c you shall not insert advertising, sponsorship or promotional messages in, or immediately adjacent to, the Embedded Video or Player and d to the extent you sell any advertising, sponsorship, or promotional material to appear on the same page that includes the Embedded Video, the page includes other content not provided by Company which is a sufficient basis for such sales.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]