[
  {
    "If you submit a report, we use the attached recordings to investigate and fully resolve the report, and to help train our systems to better combat harmful behavior, after which time the recordings are deleted.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": true
    }
  },
  {
    "When you use our voice services, we process Audio recordings, Transcripts, Related data about your voice conversations with Meta AI and other AI-powered features such as the hardware version of your device and the length of the audio related to your conversation.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": true
    }
  },
  {
    "We also use the information we collect when you use Meta VR Products in the following ways To power social features and personalize and promote content We use your profile name, picture, and information about your Meta VR Product activity including your use of Meta Quest devices and apps To send personalized commercial content To provide personalized content suggestions To display ads, offers and sponsored content in Meta VR Products.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you use our voice services on Meta VR Products, depending on your settings, we analyze and review information about your stored voice conversations with Meta AI and other AI-powered features using human review and machine processes to improve, troubleshoot, and train our speech recognition systems.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": true
    }
  },
  {
    "Depending on your ad preferences, third party apps that are permitted to run ads may access your advertising ID - a unique device identifier used to show you more relevant ads.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Third party access to voice conversations with Meta AI Depending on your settings, we share recordings, transcripts, and related data about your voice conversations with Meta AI with vendors and service providers who assist us in improving, troubleshooting, and training our speech recognition systems.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": true
    }
  },
  {
    "Essential Data is automatically shared with Meta.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In addition to the purposes described in the Meta Privacy Policy under How do we use your information?, including i to provide measurement, analytics and other promotional services including ads and commercial content ii to promote safety, security, and integrity iii to communicate with you and iv to research and innovate for social good, we use the information we collect in the following ways Provide our services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We use Additional Data subject to the choice you make to improve and develop Meta Products, including tailoring your experience with your AI Glasses.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": true
    }
  },
  {
    "If you choose to turn on Meta AI on your Ray-Ban Meta AI glasses, we may share your information, like the prompt you use when you ask Meta AI a question, or a photo you take to ask Meta AI a question, with third parties as described in Metas AI Terms.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": true
    }
  },
  {
    "For example, this information can help our voice controls to better understand and respond more accurately to a wide range of speech patterns and phrases over time.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": true
    }
  },
  {
    "You can manage voice storage to improve our voice controls and other Meta products in your Settings.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": true
    }
  },
  {
    "When voice storage and processing for product improvement is turned on, we use machine learning and trained reviewers to process information about your voice interactions to improve, troubleshoot, and train our voice controls and other Meta products.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": true
    }
  },
  {
    "For users with Meta AI enabled Text transcripts are stored by default to help improve Metas products, including training and refining Meta AI services and features.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": true
    }
  },
  {
    "You can choose to store your voice recordings to help improve Metas products, including model training.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": true
    }
  },
  {
    "When storage is enabled, audio recordings are used to help Metas products better understand and respond more accurately to a wide range of speech patterns and phrases over time.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": true
    }
  },
  {
    "You can manage voice recording storage to improve Metas products in your Settings.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": true
    }
  },
  {
    "When voice recording storage for product improvement is turned on, we use machine learning and trained reviewers to process this data to improve, troubleshoot, and train our voice services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": true
    }
  },
  {
    "Instead, businesses and organizations, and other persons pay us to show you ads for their products and services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "By using our Products, you agree that we can show you ads that we think may be relevant to you and your interests.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We use your personal data to help determine which personalized ads to show you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Instead, advertisers can tell us things like the kind of audience they want to see their ads, and we show those ads to people who may be interested.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We provide advertisers with reports about the performance of their ads that help them understand how people are interacting with their content.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Our explains how we collect and use your personal data to determine some of the ads you see and provide all of the other services described below.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We show you personalized ads, offers, and other sponsored or commercial content to help you discover content, products, and services that are offered by the many businesses and organizations that use Facebook and other Meta Products.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To operate our global services and enable you to connect with people around the world, we need to transfer, store and distribute content and data to our data centers, partners, service providers, vendors and systems around the world, including outside your country of residence.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Instead of paying to use Facebook and the other products and services we offer, by using the Meta Products covered by these Terms, you agree that we can show you personalized ads and other commercial and sponsored content that businesses and organizations pay us to promote on and off .": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We use your personal data, such as information about your activity and interests, to show you personalized ads and sponsored content that may be more relevant to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This means that we can show you relevant and useful ads without telling advertisers who you are.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We allow advertisers to tell us things like their business goal, and the kind of audience they want to see their ads - for example, people between the age of 18-35 who like cycling.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We then show their ad to people who we think might be interested.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We also provide advertisers with reports about the performance of their ads to help them understand how people are interacting with their content on and off Meta Products.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, we provide general demographic and interest information to advertisers to help them better understand their audience, like the fact that women between the ages of 25 and 34 who live in Madrid and like software engineering have seen an ad.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "4. Permission to use your name, profile picture, and information about your actions with ads and sponsored or commercial content.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You give us permission to use your name and profile picture and information about actions you have taken on Facebook next to or in connection with ads, offers, and other sponsored or commercial content that we display across our Products, without any compensation to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, we may show your friends that you are interested in an advertised event or have liked a Facebook Page created by a brand that has paid us to display its ads on Facebook.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]