[
  {
    "If you subscribe to an ad supported subscription plan, we also collect gender and date of birth.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you subscribe to an ad supported subscription plan, we collect information about the ads on Netflix Advertisements, as defined in the Netflix Terms of Use that you view or interact with, device information such as resettable device identifiers, IP addresses, and information provided by Advertising Companies such as information about your likely interests they have collected or inferred from your visits to other websites and apps.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We use this information to display Advertisements to you in the Netflix service including behavioral advertisements in accordance with your preferences.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Netflix Marketing Providers when you interact with marketing campaigns promoting the Netflix service or Netflix content such as our ads on third party services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you subscribe to an ad supported subscription plan, we may collect advertising information about you from other sources, including collectively referred to as Advertising Companies Advertisers that run Advertisements on Netflix Advertisers may provide us with unique identifiers for example, cookies or resettable device identifiers, demographic information and other information such as information about your likely interests they have collected or inferred based on your activities online in order to deliver Advertisements service providers that facilitate the sale, operations, and management of Advertisements Ad Service Providers ad measurement companies that support Netflix and Advertisers in understanding the effectiveness of Advertisements run on Netflix Ad Measurement Companies and online and offline information providers to support Advertisements for example, by providing your general location information based on your devices IP address, such as city, state, and postal code.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Any of these messages, including Netflix marketing on third party services, may be personalized for you or your likely interests.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To operate our ad supported subscription plan including to provide, analyze, administer, enhance, optimize, select, and deliver Advertisements.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We use your personal information to present you with Advertisements.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Some of our Advertisements may be behavioral advertisements behavioral advertisements are those that are selected based on information about your use andor interactions with unaffiliated third party services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Within our ad supported subscriptions plan, behavioral advertisements may be based on information regarding your use andor interactions with unaffiliated third party services provided to us by Advertising Companies see definition above.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, depending on what Partner services you use, we may share personal information so that Netflix content and features can be suggested to you in the Partners user interface.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Partners may process your personal information for the following purposes to administer and operate our business to research, analyze, and improve our services to enable Partner integrations and promotions and to send marketing and informational messages.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "When we market Netflix on third party services, some of those services, as well as the marketing Service Providers that we use to purchase, deliver, optimize, or measure our marketing collectively Netflix Marketing Providers may receive information from us for example, the steps completed in Netflix membership process.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you subscribe to an ad supported subscription plan, we may share certain personal information with Advertising Companies see definition above in order to select Advertisements shown on Netflix, to facilitate interaction with Advertisements, and to measure and improve effectiveness of Advertisements.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These companies may process your personal information for the following purposes to operate our ad supported subscription plan.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To fulfill these types of promotions, we and the third parties may use your personal information for the following purposes to enable Partner integrations and promotions and to send marketing and informational messages.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Netflix operates from various countries around the world, as do its Service Providers, Partners, and other third parties to whom we may need to disclose your personal information, as described above.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "This means that when you use or interact with Netflix, your personal information may be transferred to other countries that have different data protection laws than those where you reside.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Some third party services allow us to reach users with online marketing about Netflix content or the Netflix service by sending privacy protected contact information to the third party.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To exercise choice around cookies or resettable device IDs collected for marketing of the Netflix service or Netflix content on third party service, please use the tools described in the Cookies and Internet Advertising section below.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you subscribe to an ad supported subscription plan, we can present you with Advertisements, including behavioral advertisements.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you do not want to be presented with behavioral advertisements, you can indicate your choices by changing the Behavioral Advertising setting located in the Privacy and data settings menu for the relevant profile of the Account section of our website.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Netflix supports the following self-regulatory programs, which provide additional privacy choices for behavioral advertising In Europe European Interactive Digital Advertising Alliance EDAA In Canada AdChoices Digital Advertising Alliance of Canada DAAC  Choix de Pub lAlliance de la publicité numérique du Canada DAAC In the US Digital Advertising Alliance DAA.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We, our Service Providers, Netflix Marketing Providers, and Advertising Companies use cookies, other similar technologies such as pixel tags, and resettable device identifiers for various reasons.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Resettable device identifiers can be used like cookies and are found on many mobile devices and tablets for example, the Identifier for Advertisers on Apple iOS devices and the Google Advertising ID on Android devices, and certain streaming media devices.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Like cookies, resettable device identifiers are used to make online advertising more relevant, and for analytics and optimization purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These technologies enable Netflix Marketing Providers to collect personal information such as the pages you visit and device and network information when you use our services, and Netflix Marketing Providers may also collect information about your online activities over time across different websites.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Netflix uses resettable device identifiers to display marketing for our service or Netflix content on third party services, and to operate our ad supported subscription plan including delivering Advertisements to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To exercise choice regarding resettable device identifiers To exercise choice regarding Netflixs use of resettable device identifiers for marketing the Netflix service or Netflix content, or as used in connection with an ad supported subscription plan, please configure the appropriate setting on your device usually found under privacy or ads in your device settings.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In addition to these choices, if you subscribe to an ad supported subscription plan and want to exercise your choices for behavioral advertising on Netflix as part of such plan, please see Advertising Choices Netflix Ad Supported Subscription Plans above.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "When you subscribe to an ad supported subscription plan we receive information provided by Advertising Companies see definition above such as information about your likely interests they have collected or inferred from your visits to other websites and apps.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For ease of reference, we collect the above categories of personal information from the following sources directly from you automatically when you use our service from Partners whose products and service you use from other sources such as Service Providers, Netflix Marketing Providers, third party sites and forums, and publicly available sources and Advertising Companies.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For ease of reference, we use the personal information to provide our service to administer and operate our business to research, analyze and improve our services to enable partner integrations and promotions to send marketing and informational messages to operate our ad supported subscription plan where applicable for safety, security and fraud prevention and to comply with law and enforce our Terms of Use.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We disclose these categories of personal information to the following recipients the Netflix family of companies Service Providers Partners Netflix Marketing Providers Advertising Companies and entities engaged in connection with promotional collaborations, corporate transactions if any, safety, security and fraud prevention, or for purposes of compliance with law and enforcing our Terms of Use.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Our use of identifiers for Netflix marketing activities may be considered a sale under CCPA see section Communications and Marketing Preferences  Matched Identifier Communications from Netflix.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Additionally, we use identifiers for marketing activities such as behavioral advertisements promoting the Netflix service or Netflix content through use of cookies and resettable identifiers which can be considered sharing under CCPA see section Communications and Marketing Preferences  Marketing of the Netflix service using cookies and similar technologies.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We engage in the sale and sharing and also have sold or shared as defined under CCPA the following categories of personal information in the last 12 months Categories of personal information sold Our use of identifiers for Netflix marketing activities may be considered a sale under CCPA see section Communications and Marketing Preferences  Matched Identifier Communications from Netflix.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We engage in the sale and sharing and also have sold or shared as defined under CCPA the above categories of personal information for the following business or commercial purposes to send marketing messages, and operate our ad supported subscription plan.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "As of the date of this Privacy Statement, we may use certain categories of personal information to offer members an ad supported subscription plan or engage in Netflix marketing activities.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Under the CCPA, these activities may be considered selling or sharing.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you do not want us to sell or share personal information about you, you can learn how to make applicable choices by clicking the Do Not Sell or Share My Personal Information link located in the footer of netflix.com or by visiting netflix.comdnsspi.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Using these choices will not opt you out of the use of previously sold as defined by the CCPA personal information, or stop all behavioral advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We believe the reduction in the monthly fee for participation in an ad supported subscription plan and our use of the categories of personal information described above to present relevant Advertisements to you represents a fair exchange to continue to provide members a high quality service at a lower price to members.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may use certain categories of personal information to offer members an ad supported subscription plan or engage in marketing activities as described above in this Privacy Statement.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you do not want us to sell or use your personal information for targeted advertising purposes, you can learn how to make applicable choices here netflix.comdnsspi.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Using these choices will not opt you out of the use of previously sold personal information or stop all behavioral advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]