[
  {
    "We also process your personal information to analyze the Paramount Services, to improve the Paramount Services, to personalize advertising and marketing, to manage safety and security, or when we have a legal obligation or permission to do so.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We share personal information within the Paramount family of companies and with some of our business partners including those supporting advertising based on your interests.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Paramount is a global company that may transfer your personal information to a country including the United States that does not provide the same level of protection for your personal information.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "These technologies allow us to ensure the Paramount Services are functioning correctly, improve the Paramount Services, provide and measure advertisements, and provide personalized content to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "SHARING FOR CROSS-CONTEXT BEHAVIORAL ADVERTISING, SALE OF PERSONAL INFORMATION, AND PROCESSING FOR PURPOSES OF TARGETED ADVERTISING": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Certain disclosures of information that we make to third parties or purposes for which we use information we receive from third parties constitute the sale of your personal information, sharing of your personal information for cross-context behavioral advertising purposes, or processing of your personal information for purposes of targeted advertising under applicable laws.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For instance, some of our brands disclose certain device identifiers and advertising identifiers associated with your mobile or connected device to advertising partners.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Those partners use and share those identifiers to show you advertisements that are targeted to your interests on third-party sites and services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We also receive information from third parties, which we use to help inform which ads to show you on the Paramount Services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The following types of personal information may be processed for purposes of targeted advertising, and may have been shared or sold in the 12-month period prior to the last modified date of the privacy policy": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Each category of personal information listed above is shared with or sold to the following third parties to help us target and deliver personalized ads to you on the Paramount Services and Third-Party Services as described in this policy": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Business partners e.g., marketing companies, sponsors working with us on co-branded promotions": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Advertisers and other advertising partners e.g., agencies, publishers, and advertising networks": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We use sensitive personal information only when permitted by applicable laws specifically, to provide you with the Paramount Services, to perform analytics on the Paramount Services, to serve you targeted advertising, and to comply with our legal obligations.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You have the right to opt out of the processing of your personal information for purposes of targeted advertising, and the sale or sharing for cross-context behavioral advertising purposes of your personal information.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These ads may be based on historical information or information shared or sold by other sources.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you would like to opt out of the use of this information for sales, sharing and targeted advertising, please visit our Privacy Rights Center linked above.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Personalized advertising and marketing": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]