[
  {
    "We may also use personal data to participate in certain features, that while not necessary for use of the Services, may be of interest to you, such as syncing your contact list to your account, personalize content and offers, targeted advertising, or connecting to a third-party platform.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Send you locally relevant options If you agree to let us track your precise location, we can customize our Services by using the right language and personalizing content such as providing location-based options, functionality or offers, ads and search results.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Develop product recommendations We may use insights from purchases and other behaviors on our and our Partner or Merchant websites or apps to develop product recommendations about products, brands, sizes, preferences and styles that we provide to our Partners and Merchants so that they can recommend relevant products to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "However, we may disclose customer insights, product recommendations, sizes, and preferences to Partners and Merchants to help them and us improve your shopping experience to make it more convenient and personalized for you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For our PayPal customers, we may disclose your Personal Information to Partners and Merchants that you and we interact with, to help ourselves and Partners and Merchants personalize services and offers so you can have a better and more relevant experience.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To opt-out of disclosures or Personal Information to Partners and Merchants for personalized shopping experiences, log into your PayPal account and edit your preferences in the Data and Privacy setting.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Other third parties, for example we disclose Personal Information to advertising platforms at your direction, or security service providers to help prevent unauthorized access to our Services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "When you interact with our Services, open email we send you, or visit a third-party website for which we provide Services, we and our partners use cookies and other tracking technologies such as pixel tags, web beacons, and widgets collectively, Cookies to recognize you as a user, customize your online experiences and online content, including to serve you interest-based advertising, perform analytics mitigate risk and prevent potential fraud, and promote trust and safety across our Services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Certain state laws also provide residents of those states with the right to opt out of the sale disclosing Personal Information in exchange for money or other consideration or sharing disclosing Personal Information for cross-context behavioral advertising of your Personal Information or use of your Personal Information for certain types of targeted advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "California also offers a right to opt out of Selling and Sharing Personal Information.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Choose what we share with Partners and Merchants for Personalized Shopping Unless we are required by law to obtain your consent, we share Personal Information collected after November 27, 2024 or from earlier if you consent for personalized shopping experiences.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Personal Information we disclose includes, for example, products, preferences, sizes, and styles we think youll like.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Sell under California law is defined as the disclosure of Personal Information to third parties in exchange for monetary or other valuable consideration.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Sharing under California law is defined as the targeting of advertising to a consumer based on that consumers Personal Information obtained from the consumers activity across websites.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This CCPA California Notice at Collection describes 1 the purpose for which we use each category of CCPA personal information we collect and 2 the categories of third parties to which we a disclose CCPA personal information for a business purpose, andor b share CCPA personal information for cross-context behavioral advertising andor c sell such CCPA personal information, as applicable.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Under California law, sharing is defined as the sharing or disclosure of CCPA personal information by a business to a third party, for the targeting of advertising to a consumer, based on that consumers personal information obtained from the consumers CCPA activity across businesses, websites, applications, or services, other than those with which a consumer uses or directs a business to internally disclose CCPA personal information or intentionally interact with one or more third parties.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Reasons we can share your personal information Does PayPal share? Can you limit this sharing? For our everyday business purposes  such as to process your transactions, maintain your accounts, respond to court orders and legal investigations, or report to credit bureaus Yes No For our marketing purposes  to offer our products and services to you Yes No For joint marketing with other financial companies Yes No For our affiliates everyday business purposes  information about your transactions and experiences Yes No For our affiliates everyday business purposes  information about your creditworthiness No We dont share For our affiliates to market to you No We dont share For nonaffiliates to market to you Yes for PayPal accounts Only No for all other GLBA covered products and services including Fastlane Yes for PayPal accounts Only.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Joint Marketing A formal agreement between nonaffiliated financial companies that together market financial products or services to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]