[
  {
    "To customize your experience with our Services, including by providing you with relevant advertising on our Services and elsewhere, such as on other websites and social media services and networks.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We, as well as certain third parties, including those that provide content and other functionality on our Services, may use cookies, pixels i.e., through a MetaFacebook pixel, web beacons and other similar technologies on our online Services referred to collectively as Cookies and the information collected from such technologies.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We also share information about your use of our websites with third parties, including our social media, advertising, and analytics partners.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Pixels, web beacons, and similar technologies are small bits of code, which are embedded in web pages, ads, and e-mail, that communicate with third parties.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Some use SDKs to associate app user activity to a particular app and to track user activity across apps andor devices.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Help us and third parties provide you with relevant content and advertising by collecting information about your use of our Services and other websites and online services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These Cookies may be used to deliver targeted advertising or to limit the number of times you see an advertisement.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "They also help us measure the effectiveness of ad campaigns.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Third-party advertisers, including but not limited to session replay vendors and social media services, also may have a presence on some of our Services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These and other third parties collect or receive certain information about your use of our Services, including through the use of Cookies, pixels, and similar technologies, and this information may be collected over time and combined with information collected across different websites and online services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Some of these companies participate in industry-developed programs designed to provide consumers choices about whether to receive targeted advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Sherwin-Williams and its service providers may collect, transfer, store and process your personal information outside of your country of residence, including to the United States.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Please note that other countries data protection and other laws may not be as comprehensive as those in your country.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Marketing service providers such as ad networks, ISPs, analytics providers, service providers that otherwise help us to run our business, government entities, operating systems and platforms, social networks, collections agencies and financial institutions.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We use this information for the same purposes listed above for Identifiers. Marketing service providers such as ad networks, ISPs, analytics providers, service providers that otherwise help us to run our business.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We use this information for the Business Purposes of short-term transient use for example, contextual advertising providing services and internal tech research.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Although we do not sell Personal Information in exchange for money, some of the ways in which we share PI for targeted advertising may be considered sales or sharing under some US state privacy laws.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you would like to opt out of sales and sharing of PI, click the Do Not Sell or Share My Personal Information link on the homepage of the Sherwin-Williams websites you visit and move the Do Not Sell or Share My Personal Information Targeting Cookies toggle to off.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Although we do not sell Personal Information in exchange for money, some of the ways in which we share PI for advertising or marketing may be considered sales or sharing under the CCPA.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Because we are unable to recognize you across different websites, visiting one of our sites with the signal enabled will have the effect of opting you out of sales and sharing with respect to that specific site, but will not impact sales and sharing for our other websites.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To opt out of targeted advertising, non-monetary sales of Personal Information, please click on the Do Not Sell or Share My Personal Information link on the homepage of the Sherwin-Williams websites you visit and move the Targeting Cookies toggle to off.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The chart below identifies the categories of Personal Information collected through our loyalty program that we sell, or process for targeted advertising, and the third parties who receive each category of Personal Information.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "On the basis of your consent to send you direct marketing messages about our products, services, and promotions and to deliver targeted advertisements to you, both on and off the Services, including by using cookies and similar technologies, as explained below.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The information generated by the cookies about your use of the online services including your IP address will be transmitted to and stored by these providers, including outside the EU in third countries such as the United States which might not have data protection and other laws that are as comprehensive as those in your country.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "If your IP address is not truncated through IP-anonymization, then the full IP address may be transferred to third party providers non-EU servers.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "We rely on your consent to send you direct marketing messages about our products, services, and promotions, and to deliver targeted advertisements to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To change your preferences relating to online targeted advertisements from Sherwin-Williams, please use the cookie management tool provided on our website or adjust your cookie settings within your browser.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "By submitting your User Content, or agreeing to Company's use of User Content, you grant to Company a non-exclusive, royalty-free, irrevocable, perpetual, sublicensable, transferable, worldwide license to use your User Content including, without limitation, the right to copy, distribute, publicize, publish, display, publicly perform, translate, edit, and create derivative works of your User Content, in any and all media whether known now or later developed, in any manner, in whole or in part, without any restriction or responsibilities to you, for any and all lawful purposes, including sharing with business partners, and advertising and promotional purposes, with or without your name, likeness, pseudonym, social media handle, or other identifier.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]