[
  {
    "For example, we may send different marketing communications to you based on your current subscription plan or what we think may interest you based on your Account History Information.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Learn about and analyze your interactions with our Services and third parties online services so we can tailor our advertising to what we think will interest you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, we may decide not to advertise our Services to you on a social media site if you already signed up for paid Services or we may choose to serve you a particular advertisement based on your current subscription plan or what we think may interest you based on your Account History Information.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In certain US states, you have the right to opt out of our sharing of your information with such third party online services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Customer Account Details Account History Information Communication Information Site Usage Information iii. To tailor our advertising outside of the Services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We use and share certain information with online advertising business partners.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Customer Account Details Marketing Preferences Account History Information ii. To tailor our advertising outside of the Services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Where we use cookies and similar technologies for this purpose, we need your consent to use or share your information with our online advertising business partners.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We disclose data such as Customer Account Details and Communication Information to them to enable them to provide these services to us. Sales and marketing vendors.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These vendors assist us in sending marketing and other communications.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, if you need support related to a resold Service, we may disclose information such as Account History Information to these resellers to assist them and us in resolving your issue. Online advertising business partners.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We partner with advertising platforms so they and we can provide you with tailored advertising and measure and monitor its effectiveness.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, we may a disclose your Account History Information and, if youre a Customer, your Site Usage Information, to a third party social media platform on which we advertise to avoid serving our ads to people who are already paying Customers or b disclose information about you to a third party ad serving platform to target our ads to Customers who created accounts but have not yet signed up for paid Services. Payments Services and financial product business partners.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Data transfers Your personal information may be transferred to countries other than where you live, such as, for example, to our servers in the US.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Your personal information may be transferred to countries that do not have the same data protection laws as the country in which you initially provided the information.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "For countries without an adequacy decision, we transfer, in accordance with Article 46 of the GDPR, personal information to recipients that have entered into the approved form of transfer contract SCCs for the transfer of personal data outside the European Region.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may, where there is no adequacy decision, alternatively make a transfer based upon Article 46 of the GDPR using an approved certification mechanism or code of conduct or binding corporate rules.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Category of personal information Purposes of use Categories of other parties to whom Squarespace has disclosed or may disclose this category Personal identifiers, including Customer Account Details, Payments Services Account Information, Optional 2FA Account Information, Contact Information and Enterprise Sales Information Provision of the Services to Customers Communicating with you Surveys and research and contests, sweepstakes or other promotions Processing your payments Promotion and sales Advertising Security Enforcement Protection Complying with Law Vendors Business partners Entities for legal purposes Entities for transfers of business or assets Customer profile and financial information, including Payments Services Account Information Provision of the Services to Customers Communicating with you Surveys and research and contests, sweepstakes or other promotions Promotion and sales Security Enforcement Protection Complying with law Vendors Business partners Entities for legal purposes Entities for transfers of business or assets Commercial information, including Account History Information Provision of the Services to Customers Communicating with you Surveys and research and contests, sweepstakes or other promotions Promotion and sales Advertising Customizing the Services Improving our Services Security Enforcement Protection Complying with law Vendors Business partners Entities for legal purposes Entities for transfers of business or assets Geolocation data Provision of the Services to Customers Customizing the Services Security Enforcement Protection Complying with law Vendors Entities for legal purposes Entities for transfers of business or assets Professional or job-related information, including as part of Enterprise Sales Information Communicating with you Promotion and sales Security Enforcement Protection Complying with law Vendors Entities for legal purposes Entities for transfers of business or assets Internet activity data of Customers, including Site Usage Information of Customers Provision of the Services to Customers Advertising Customizing the Services Improving our Services Security Enforcement Protection Complying with law Vendors Business partners Entities for legal purposes Entities for transfers of business or assets Internet activity data of End Users, including Site Usage Information of End Users Security Enforcement Protection Complying with law Vendors Entities for legal purposes Entities for transfers of business or assets Sensory data, including recorded discussions as part of Enterprise Sales Information Communicating with you Promotion and sales Security Enforcement Protection Complying with law Vendors Entities for legal purposes Entities for transfers of business or assets Other information, e.g., any other information you provide to us in connection with the Services Provision of the Services to Customers Communicating with you Customizing the Services Improving our Services Security Enforcement Protection Complying with law Vendors Entities for legal purposes Entities for transfers of business or assets": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The only categories of personal information for which we Share or Sell personal information for cross-context behavioral advertising as described in subsection c. below are non-directly identifying identifiers e.g., hashed email address, commercial transactions, and Internet activity data.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The CCPAs definition of Sale includes Sharing for purposes of cross-context behavioral advertising, which is defined as targeting of advertising to a consumer based on that consumers personal information obtained from the consumers activity across websites.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We Share information to provide more relevant and tailored advertising to you regarding our Services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Depending on how you use the Services, we may Share device information and identifiers, such as IP address and unique advertising identifiers and cookies, for such purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you would like to opt out of Squarespaces Sale or Sharing of your information with third parties for such purposes, you may do so by clicking on the Your Privacy Choices link in the footer of this page.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In addition to your rights in Section 6 above, you can ask us to confirm we are processing your personal information and opt out of processing or sharing of your personal information for online targeted advertising purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]