[
  {
    "Advertisers and Analytics Providers": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "International Data Transfers": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Examples of how Twitch uses automatically collected information include to a automatically update the Twitch application on your system b remember your information so that you will not have to re-enter it during your visit or the next time you access the Twitch Services c provide customized advertisements, content, and information d monitor the effectiveness of marketing campaigns e monitor and store aggregate site usage metrics such as total number of visitors and pages accessed and f track your entries, submissions, and status in any promotions or other activities.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We use this information to supplement the information we collect about you in order to provide more relevant, safer experiences for you with the Twitch Services and improve the Twitch Services, analytics, and advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "How Twitch Uses Personal Information Twitch uses such information to operate, maintain, enhance, provide, create, and develop all of the features, functionality, and services new or existing found on the Twitch Services provide security for our websites, products, software, applications, or live in-person events manage relationships with Twitch account holders e.g., Partners, Affiliates, including making or receiving payment improve users experience with Twitch by providing content recommendations and by delivering content that we hope users will find relevant and interesting, including advertising and marketing messages allow you to comment on content, and participate in online games, contests, or rewards programs prevent fraud and abuse and understand the usage trends of our users.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may also send information about the content you watch or your activities on the Twitch Services to such third parties.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Advertisers and Analytics Providers Twitch may use third-party Web analytics services in connection with the Twitch Services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Twitch may also work with third-party ad networks, advertisers, and advertising analytics providers to target and measure the performance of ads to you both on and off the Twitch Services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may share with these third parties or they may directly collect data such as cookie and mobile ad identifiers in order to engage in advertising activity including to understand how you respond to advertisements and to serve relevant ads.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Twitch also works with third parties to serve ads to you off Twitchs Services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "When we do so, we may share information such as your email address or resettable device identifier for that advertising partner to match to other information that may have about you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Advertisers on Twitch, or representatives or service providers working on their behalf Twitch Advertisers, sometimes use technology to serve ads that appear on our services directly to your device.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "They may also use cookies or similar technologies to measure the effectiveness of their ads and to personalize ad content.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For more information about Twitch Advertisers and similar entities that use these technologies, and to opt-out of their advertising practices, go to our Privacy Choices page.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We are committed to providing you with meaningful choices about the information collected on our website for third-party purposes, and that is why we provide the Network Advertising Initiative, Your Online Choices and the Digital Advertising Alliance opt-out links above.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "International Data Transfers Information collected by Twitch may be stored and processed in your region, in the United States for instance in our major data centers, or in any other country where Twitch or its affiliates, subsidiaries, partners, or service providers are located or maintain facilities.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Twitch recognizes that some users collaborate with brands and may publish Branded Content, which is any User Content featuring, using, discussing, or promoting products, services, or specific content in exchange for something of value, such as being paid or provided with goods or services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]