[
  {
    "We also may use these technologies to collect data about your online activities over time and across third-party websites or other online services behavioral tracking.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Your interests and preferences are inferred from data we collect regarding the content you have interacted with, how long you interacted with them, how often you interacted with them, and the nature of your interaction with the content.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Third parties who provide advertising and related services such as analytics providers and ad networks, our Advertising Partners may give us your personal data so that we can compare it to personal data we hold in order to determine if you are the same individual this is sometimes called cookie-matching.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We personalize and improve the Services and provide you with advertisements, content or features that match your profile, activities or interests.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We customize content that our third-party Advertising Partners deliver on the Services such as personalized third-party advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This helps us learn more about your interests and preferences, which we use for advertising on the Services and Third Party Sites.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "With Advertising Partners to customize your experience and better tailor the services, products, marketing and advertising on our Services and on their Third Party Sites.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, we may share aggregated or de-identified information with our ad partners and service providers so that we, and they, can understand how people use our Services this helps us grow our business and improve and develop our products and services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may also share information about you along with a hashed version of your email address with our Advertising Partners so that they and we can facilitate customized ad campaigns and other offers on the Services and on other platforms.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Third parties with whom we share your data may be based outside the EEA and their processing of your personal data may involve a transfer of data outside the EEA.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "We also use the paid advertising and paid content tools provided by the social media platforms to help us carry out advertising campaigns for our advertisers and to promote our content on the social media platforms.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Only in exceptional cases will the full IP address be transmitted to a Google server in the USA and shortened there.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Our Advertising Partners and our affiliate links partners collect personal data from you for the purposes they disclose through our cookie consent management platform.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Advertising Partners include ad networks such as third party ad servers, ad agencies, ad technology vendors and research firms.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Our Advertising Partners use third party cookies to serve ads to you and to target you with tailored or personalized ads when you are using the Services and when you visit Third-Party Sites.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Advertising Partners and affiliate links partners may view, edit or set their own cookies on your mobile device or web browser when you interact with our Services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you would like more information about this practice and to know your choices about having your information used in this manner by our partners, you may visit httpsoptout.networkadvertising.org?c1, httpsoptout.aboutads.info?c2langEN or httpsyouradchoices.comtoken.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You have the right to opt-out of the sale of your personal data, or the sharing of your personal data for interest-based or other targeted advertising on third party websites.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We engage in these activities because advertising, including targeted advertising, enables us to provide you certain content for free and allows us to provide you content relevant to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you would like to opt out of the sale or sharing of your personal data for targeted advertising, please visit this page Do Not Sell or Share My Personal Information or contact us at data-privacybuzzfeed.com.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "California residents are entitled to ask for a notice identifying the categories of personal customer data which we share with our affiliates andor third parties for their own direct marketing purposes, and providing contact information for such affiliates andor third parties.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For the sake of clarity, the foregoing license grant includes our right to distribute, display, perform and otherwise use the User Content in connection with material provided by our advertisers and other business partners, and you shall not be entitled to any remuneration for such use.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]