[
  {
    "If you choose to provide us with your email address or other personal information, you also may receive the following types of emails from us Emails related to subscription-maintenance activities Emails highlighting new features, content, and usage tips for the Services and Special offers and other marketing messages From us for additional Merriam-Webster and Encyclopædia Britannica Merriam-Websters parent company products and services, and From our approved, third-party partners, if you opt in or give us your permission to send them.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These third-party linked websites, apps, products, services and advertisements may use automated means to collect information about you and your use of these features.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may work with DigiTrust to set a cookie DigiTrust Cookie in your browser to enable us to collect web-viewing data that includes visits to a Merriam-Webster service and other non-affiliated websites over time.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We also may work with third-party analytics providers, ad networks, and advertisers in order to track your online activities over time and across third party websites, apps and devices, by obtaining information through the automated means including cookies mentioned above.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This information, along with other information we gather when you login, also can be used to understand use across websites and devices to further improve our Services and show you advertisements on the Services or other third-party websites and apps that may be tailored to your individual interests and enable us to offer the Services to you free of charge.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To provide you with premium content, free-of-charge, Merriam works with third-party service providers to display advertising, including interest-based or behavioral advertising, on the Services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In addition, some of the pages on the Services may be affiliated with CMI Marketing, Inc., dba Raptive Raptive for the purposes of placing advertising on the Services, and Raptive will collect and use certain data for advertising purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We also may rely on third-party service providers to do things like take user-level information, anonymize it through hashing a hashed email address might look something like this e820bb4aba5ad74c5a6ff1aca16641f6 and match it against other anonymized, people-based identifiers  doing this helps us serve you personalized, relevant advertisements.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Specifically, when you use our ad-supported Services, we may share information that we may collect from you, including your email in hashed form, IP address or information about your browser or operating system, with our third-party service providers, Index Exchange (IX) and LiveRamp Inc. and its group companies LiveRamp.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "IX and LiveRamp may use our first-party cookie on your browser to match your shared information to their marketing databases to provide back a pseudonymous privacy-centric identifier for our use in real time bidding in digital advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These third parties may in turn link further demographic or interest-based information to your browser.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Since our Services are provided to you free of charge, we have a legitimate business interest in monetizing the delivery of our premium content to you on the Services through the display of advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To the extent required by applicable law or contractual obligations, we obtain your consent before using your information for interest-based, behavioral advertising please see our Cookie Policy.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For information about opting out of interest-based, behavioral advertising, please see our Cookie Policy and Your Rights and Choices below.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You can opt-out of this Google Analytics Advertiser feature using the Ads Settings located at https://www.google.com/settings/ads.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You can control the use of your personal data by IX and LiveRamp as follows IX's options for users to opt-out of personalized advertising can be found on the IX website at this link https://www.indexexchange.com/privacy.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You can exercise choice about the collection of data for interest-based, behavioral advertising, including by DigiTrust, by visiting the Digital Advertising Alliance's choice page and opting out from DigiTrust.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Through the DAA choice page, you may make other choices for companies that participate in the DAA, some of which are DigiTrust Partners.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Some advertising networks require that we specifically list their opt-out links below.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Also, if you opt out of Merriam-Webster's practices, you may continue to receive interest-based, behavioral advertising through other companies.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you would like to learn more about interest-based, behavioral advertising or to opt-out of having this information used by companies that are part of the Network Advertising Initiative to deliver targeted ads, please visit http://www.networkadvertising.org.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Many of the same companies are members of the Self-Regulatory Program for Online Behavioral Advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You can learn more and opt-out of receiving interest-based, behavioral ads from them at http://www.aboutads.info/choices.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You also can opt-out of interest-based, behavioral advertisements on the Services by Merriam-Webster and other companies employing online advertising via the following options Digital Advertising Alliance Digital Advertising Alliance Canada European Digital Advertising Alliance Network Advertising Initiative.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Google Ads conversion tracking is an analytics service provided by Google that connects data from the Google Ads advertising network with actions performed in connection with Puku.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Personal data that may be collected by Google Ads conversion tracking includes usage data.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Your personal information is stored by us using Amazon Web Services (AWS) cloud storage solutions in the AWS Cloud  U.S. East N. Virginia Region, with backups in the AWS Cloud  Asia Pacific Singapore Region and Brazil Sao Paulo Region.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Information we collect from you will be processed in the United States and may be stored, transferred to, and processed in any country where we have facilities or in which we engage service providers.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "These countries may be outside your country of residence, including the United States, and may have different data protection laws than your country.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  }
]