[
  {
    "We may also contact you on behalf of our third-party business partners about particular offerings of theirs that may be of interest to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Advertising and Marketing to You. We may use your Personal Information to tailor ads displayed to you in the Services and elsewhere.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Marketing Partners. We may share your Personal Information with entities that perform marketing and/or data aggregation services on our behalf, or with whom we have joint marketing arrangements.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Advertising Partners. We may share your Personal Information with third-party advertising partners, including but not limited to Google Display Advertising and Remarketing services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These advertising partners may use first- and third-party cookies together to inform, optimize, and serve ads based on your past visits to the Services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These advertising partners may use this information and similar information collected from other services for purposes of delivering personalized advertisements to you when you visit digital properties within their networks, commonly referred to as interest-based advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Analytics Partners. We may use analytics-based technologies to assist with personalization, advertising, and marketing.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Software Development Kits (SDKs). SDKs are pieces of code provided by our digital vendors such as third-party advertising companies, ad networks, and analytics providers that may be in our mobile app to collect and analyze certain device and user data.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Persistent cookies also enable us to track and target the interests of our visitors to personalize the experience on our Services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We use Meta Pixel and Google Pixel to understand how our web site, services, and products perform, how you use them, and to serve you with ads on third-party web sites and social networking sites.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To opt out of the sale or sharing of your personal information, go here For information about the categories of personal information we collect and the purposes for which we use it, please see the table below Categories of Personal Information Examples of Personal Information Sources Purposes Contact Information, Account Information Name, email address, phone number, address, password User Provided Providing the Services Monitoring the Services Responding to Inquiries and Fulfilling Requests Communicating with You Improving the Services Personalizing the Services Advertising and Marketing to You Providing Customer Service Supporting Business Operations Enforcing Agreements Safety and Security Fulfilling Other Purposes Donation Information Name, country, postal code, donation amount, and financial or bank information processed and stored by our payment processor, Stripe User Provided Facilitating Donations Personalizing the Services Advertising and Marketing to You Safety and Security User-Generated Content, Feedback Information, content, or comments that you submit to us, such as comments, photos, videos, audio, and text, whether submitted through online forms or social media platforms, by email, by phone, by mail, in surveys, or otherwise User Provided Providing the Services Responding to Inquiries and Fulfilling Requests Communicating with You Improving the Services Personalizing the Services Advertising and Marketing to You Providing Customer Service Supporting Business Operations Enforcing Agreements Safety and Security Fulfilling Other Purposes Internet and Service Usage Information, Device Information and Identifiers IP address which we may associate with your domain name or that of your Internet access provider or wireless carrier, and your location unique ID number associated with your device other unique identifiers such as advertising identifiers web browser and operating system information language of your device wireless connections you are using referring page that linked you to us your activities, including browsing and transaction history Pages, content, and ads you view or click on during your use of the Services, and when and for how long you do so the next web site you visit after leaving our web site and search terms you enter on the Services or a referral site Automatically Collected Providing the Services Monitoring the Services Improving the Services Personalizing the Services Advertising and Marketing to You Supporting Business Operations Enforcing Agreements Safety and Security Fulfilling Other Purposes Location Data Geographic location of your mobile device a Mobile Service if you have consented to location services generally through your devices settings or accepted our request for geolocation access.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In such case, your Personal Information will no longer be used for that purpose. We use data to support digital advertising activities on our Services that help us bring AP's fast, accurate and unbiased news to you at no cost.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]
