[
  {
    "We may also share this anonymized information with third parties for marketing, advertising, research, or similar purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You can opt out of the use of data collected across websites for interest-based advertising purposes by participating U.S. ad networks by following the instructions at www.aboutads.info/choices and http://www.networkadvertising.org/choices.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For the purposes of the CCPA, over the last 12 months, we have sold the following categories of personal information to third parties: Personal identifiers such as IP addresses and cookie identifiers, and if you choose to provide it to us, name, mailing address, and email, and Analytics data about your interactions with our Products.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We sell your personal information to the following categories of third parties: Marketing partners.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, we may disclose information to partners that provide advertising services in order to provide you with advertising tailored to your interests.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You have the right to opt-out of the sale of your personal information by using any of the contact methods specified below, and once you have submitted an opt-out request, we will not ask you to reauthorize the sale of your personal information for at least 12 months.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "As of the latest date of the Privacy Policy, we do process personal information for the purposes of targeted advertising; we do not sell your personal information in exchange for monetary consideration; and we do not engage in profiling decision based on your personal information that produce legal or similarly significant effects concerning you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]