[
  {
    "Additionally, persistent cookies allow us to bring you advertising both on and off the Service.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may incorporate pixels from separate entities that allow us to track our conversions, bring you advertising both on and off the Service, and provide you with additional functionality, such as the ability to connect our Service with your social media account.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Location data may be used, as appropriate, for purposes such as verifying your devices location and delivering or restricting relevant content and advertising based on that location.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may share information about your use of our Sites with our social media, advertising and analytics partners.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Marketing Partners that offer co-branded services, sell or distribute our products, or engage in joint marketing activities.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Develop and send you direct marketing, including advertisements and communications about our and other entities products, offers, promotions, rewards, events, and services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Send you advertising based on your interests as reflected in your browsing of the Sites and use of the Service, and certain third-party sites participating in the same advertising networks and exchanges, to understand how you use our mobile apps, and to better understand your needs.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Vendors and Other Parties. We may disclose information with vendors, including analytics and advertising technology companies, that may act as our service providers, or in certain contexts, independently decide how to process your information.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Our Affiliates may be located in a country other than your country and where privacy laws may be different from the laws of your country.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "F. Network Advertising and Retargeting Epson participates in online advertising networks and exchanges that display relevant advertisements to site visitors, including based on their interests as reflected in their browsing of the Sites and certain third-party sites and other data, including but not limited to networks and exchanges operated by Yahoo, MicrosoftBing, FacebookMeta, and Google.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These companies may use Tracking Technologies to passively collect information from you which may be used to tailor the advertising you see on the Sites or elsewhere on the web.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This means that some information about your browsing of the Service and certain third-party sites may be disclosed to these companies for the purpose of delivering ads to you on the Service and certain third-party sites, and Epson may receive from some of these companies information about third-party sites that you have visited.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This information is used for marketing purposes and the practice is sometimes termed interest-based advertising or retargeting.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may also use Microsoft Advertising Services andor Google Ad Services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In addition, most of the companies we work with to provide you with targeted ads are participants of the Digital Advertising Alliance DAA andor the Network Advertising Initiative NAI.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To learn more about the targeted ads provided by these companies, and how to opt out of receiving certain targeted ads from them, please visit For website targeted ads from DAA participants at httpswww.aboutads.infochoices and for app targeted ads from DAA participants at httpswww.aboutads.infoappchoices and for targeted ads from NAI participants at httpswww.networkadvertising.orgchoices.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Opting out only means that the selected participants should no longer deliver certain targeted ads to you but does not mean you will no longer receive any targeted content andor ads e.g., in connection with the participants other customers or from other technology services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You may also limit our use of information collected from or about your mobile device for purposes of serving targeted ads to you by going to your device settings and selecting Limit Ad Tracking for iOS devices or Opt-out of Interest-Based Ads for Android devices.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In addition, we may serve ads on other online services that are targeted to reach people on those services that are also identified on one or more of our databases Matched List Ads.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For instance, we may use such ad services offered by FacebookInstagramMeta or X formerly,Twitter and other Third-Party Services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If we use Facebook to serve Matched List Ads on Facebook services, you should be able to hover over the box in the right corner of such a Facebook ad, or go to your account settings, and find out what options Facebook offers you to control such ads.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If we use X Matched List Ads, you should be able to review your ad options in account settings on X.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "They may not give us notice of opt-outs that you give directly to them related to our ads and they may change their options without notice to us or you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We or one of our affiliates or an unaffiliated service provider may process and store your Personal Information outside of the province or jurisdiction in which you reside andor outside of Canada and, as such, courts and other authorities in those other provinces or foreign jurisdictions may, in certain circumstances, be entitled to access your Personal Information.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "By using the Epson Canada, Limited Service or providing us with any information through the Epson Canada, Limited Service, you acknowledge and consent to this transfer, processing, and storage of your information in andor outside of Canada in accordance with the provisions of this Privacy Policy.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Generally, we process your PI to provide you services and as otherwise related to the operation of our business, including for one or more of the following Business Purposes Performing Services, Managing Interactions and Transactions, Security, Debugging, Advertising Marketing, Quality Assurance, Processing Interactions and Transactions, and Research and Development.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may also use and disclose your PI under this Notice for Commercial Purposes, which may be considered a sale or share under applicable U.S. Privacy Laws, such as when Third-Party Digital Businesses defined below collect your PI via third-party cookies, and when we Process PI for certain advertising purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Disclosures for Business Purposes Vendors, such as general IT, cloud computing, software, and other business vendors, data analytics providers, data processors, payment processors, and marketing services providers Other members of our corporate group Customers Governmental entities Other parties e.g., litigants within the limits of Additional Business Purposes SaleShare Third-party Digital Businesses 4. Internet Usage Information When you browse our Sites or otherwise interact with our Service, we may collect browsing history, search history, and other information regarding your interaction with our Service.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "2. Managing Interactions and Transactions Auditing related to counting ad impressions to unique visitors, verifying positioning and quality of ad impressions, and auditing compliance with user interaction or transaction specifications and standards e.g., e-commerce activities.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "10. Commercial Purposes Cross-Context Behavioral Advertising. Targeted Advertising. Strategic Partnerships.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "A list of the categories of PI sold or shared about you and, for each, the categories of recipients, or that no sale or share occurred.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "c. Do Not Sell Share Target Under the various U.S. Privacy Laws there are broad and differing concepts of selling PI for which an opt-out is required.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "California also has an opt-out from sharing for Cross-Context Behavioral Advertising which is the use of PI from different businesses or services to target advertisements.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Other states have an opt-out of Targeted Advertising, which may be defined differently, but also addresses tracking, profiling, and targeting of advertisements.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may sell or share your PI andor use your PI for Targeted Advertising, as these terms apply under U.S. Privacy Laws.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Third-Party digital businesses Third-Party Digital Businesses may associate cookies and other tracking technologies that collect PI about you on our services, or otherwise collect and process PI that we make available about you, including digital activity information.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We understand that giving access to PI on our Services, or otherwise, to Third-Party Digital Businesses could be deemed a sale andor share under some state laws and thus we will treat such PI e.g., cookie ID, IP address, and other online identifiers, and internet or other electronic activity information collected by Third-Party Digital Businesses, where not limited to acting as our Service Provider or Contractor or Processor, as a sale andor share and subject to a Do Not SellShareTarget opt-out request.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Opt-out for cookie PI If you want to limit our processing of your cookie-related PI for Targeted Advertising, or opt-out of the salesharing of such PI, you need to exercise a separate opt-out request on our cookie consent manager tool here.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Opt-out preference signals also known as global privacy control or GPC Some of the U.S. Privacy Laws require businesses to process GPC signals, which are referred to in California as opt-out preference signals OOPS, which are signals sent by a platform, technology, or mechanism, enabled by individuals on their devices or browsers, that communicate the individuals choice to opt-out of the selling and sharing of Personal Information.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We process OOPSGPC with respect to selling and sharing that may occur in the context of collection of cookie PI by tracking technologies online by Third-Party Digital Businesses, discussed above, and apply it to the specific browser on which you enable OOPSGPC.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]