[
    {
        "Customize the content and advertising you see and recognize you as a previous visitor.": {
            "data_transferred_to_unfriendly_countries": false,
            "data_shared_with_advertisers": true,
            "data_used_for_AI_training": false
        }
    },
    {
        "Tell you about offers we think you will value.": {
            "data_transferred_to_unfriendly_countries": false,
            "data_shared_with_advertisers": true,
            "data_used_for_AI_training": false
        }
    },
    {
        "With our service providers, select third-party advertisers and other companies involved in the delivery of the advertising you see online and offline.": {
            "data_transferred_to_unfriendly_countries": false,
            "data_shared_with_advertisers": true,
            "data_used_for_AI_training": false
        }
    },
    {
        "You can remove your name and postal address from lists we sell or rent to third parties for their direct marketing purposes by using the opt-out form here.": {
            "data_transferred_to_unfriendly_countries": false,
            "data_shared_with_advertisers": true,
            "data_used_for_AI_training": false
        }
    },
    {
        "You can opt-out of our use of your online viewing behavior data to serve you interest-based advertising on third-party sites and email newsletters at www.aboutadsinfo/ or by clicking on the Ad Choices link in the footer of our websites and navigating to the consumer opt-out page.": {
            "data_transferred_to_unfriendly_countries": false,
            "data_shared_with_advertisers": true,
            "data_used_for_AI_training": false
        }
    },
    {
        "Use the same links to opt-out of interest-based advertising on our Services from any third-party advertising networks we may use.": {
            "data_transferred_to_unfriendly_countries": false,
            "data_shared_with_advertisers": true,
            "data_used_for_AI_training": false
        }
    },
    {
        "**Information Collected Through Our Services:**\n\n The information we gather through our Services falls into two categories: (1) information you voluntarily supply to us when you register, initiate transactions, participate in promotions or surveys, submit comments or questions or otherwise communicate with us or others through the Services, and (2) information collected automatically as you use our Services. Third-party providers and advertisers featured on, or linked to or from, our Services may also gather information through processes that we don't control and subject to their own separate privacy policies, which may differ from ours. Some of our Services also may participate in third-party advertising networks that collect information about your activity online to tailor some of the advertising that you see on sites in their networks to your interests.": {
            "data_transferred_to_unfriendly_countries": false,
            "data_shared_with_advertisers": true,
            "data_used_for_AI_training": false
        }
    },
    {
        "**Personalization and Tracking Technologies.**\n\n Like most website and mobile application operators, we, or third parties acting on our behalf, use embedded scripts, \"cookies,\" web beacons and other tracking technologies to operate, analyze and improve our Services and tailor content and advertising to user interests. Third-party companies that provide some of the tools and features accessible through our Services and advertisers and other companies involved in the delivery of advertisements you see on our Services and other websites also may use tracking technologies to collect information about your use of our Services. Cookies. Cookies are small amounts of data (often containing a unique identifier) that are stored in separate files within your computer or device's Internet browser. Cookies are accessed and recorded by the websites you visit, and by the companies that deliver the advertisements you see on our services, so they can recognize the same browser navigating online. You can set your browser to accept or reject most cookies, or to notify you when a cookie is set. (Each browser is different, so check the \"Help\" menu of your browser to learn how to change your cookie preferences.) It is up to you to decide whether to allow us or third parties to set cookies, but if you block cookies, you may not be able to view or access some of the features of our Services. Please be aware that certain browsers cannot block or delete so-called \"Flash\" cookies, which use a feature of the Adobe Flash video player to store information on your computer. For information about how to delete Flash cookies, please visit the Adobe website here.": {
            "data_transferred_to_unfriendly_countries": false,
            "data_shared_with_advertisers": true,
            "data_used_for_AI_training": false
        }
    },
    {
        "**Nielsen Online Campaign Ratings Service.** Some of our advertisers may participate in a program operated by the Nielsen Company to develop an Online Campaign Ratings service that is comparable to Nielsen's television ratings. When one of their ads appears on our Services, it may contain a web beacon that will record your exposure to the ad, read certain cookies on your browser, and forward this information to one or more operators of third-party websites or other online service on which you may have registered. If the third-party operator recognizes a cookie that identifies you as one of its registered users, it will append the impression data it receives, which may identify you as a user our Services, with age and gender information before returning the data to Nielsen. Nielsen aggregates the data it receives about a given campaign to create ratings reports for advertisers and publishers. According to Nielsen, these reports measure campaign performance on an aggregate level within various demographic categories and do not identify you personally. For more information about Nielsen's information collection practices and any related opt-out choices, please see the Nielsen.com privacy policy here.": {
            "data_transferred_to_unfriendly_countries": false,
            "data_shared_with_advertisers": true,
            "data_used_for_AI_training": false
        }
    },
    {
        "**How We Use The Information We Collect:** Our primary goal in collecting information is to provide you with a customized experience when using our Services and to make them more valuable to you. Because our Services are supported by advertising, we also use the information we collect to help us and advertisers efficiently reach consumers who are most likely to be interested in particular products and services. We only use payment and identity verification information as necessary to complete a particular transaction, provide a requested service, enforce legal rights or comply with applicable law. In addition, we and our authorized service providers generally use other information that we or they collect about you to: * Customize the content you see when you use our Services and other services as you navigate online; * Analyze, operate and improve our Services, and fulfill your requests for products, services, and information, including to send you email and electronic newsletters; * Help recognize your browser as a previous visitor and save and remember any preferences that may have been set while your browser was visiting one of our Services; * Enable you to participate in features such as surveys, polls, sweepstakes, and message boards; * Attribute content that you post to forums we operate on our Services; * Recognize the same users as they access online or mobile services using multiple browsers or devices and deliver to them appropriate interest-based content and advertising; * Provide you with special offers, promotions and information from companies within our corporate family, and select third parties in accordance with applicable law; * Control the display of advertising and develop and deliver advertising tailored to your interests, including advertising that you see on our Services, advertising you see on third-party websites and email programs, and offers and advertising you may receive offline; * Help us measure and analyze visitor traffic and usage patterns and improve the quality and effectiveness of our content, features, advertisements, and other communications; * Conduct market or audience analysis and related reporting; * Understand whether our users read email messages and click on links contained within those messages; * Prevent potentially prohibited or illegal activities, comply with applicable law and enforce our Visitor Agreement; * For any other purposes disclosed to you at the time we collect your information or pursuant to your consent.": {
            "data_transferred_to_unfriendly_countries": false,
            "data_shared_with_advertisers": true,
            "data_used_for_AI_training": false
        }
    },
    {
        "**Email.** We share our users' email addresses with service providers that send email messages and deliver targeted advertising in our emails on our behalf. These service providers may collect data about how you interact with those messages (including information about whether and when you opened a particular message or clicked on a link within a message and the device you used to do so) and analyze it in conjunction with similar information they collect when you respond to emails they send on behalf of their other clients who are not affiliated with us. They use this email response information in combination with your email address to target and optimize the delivery of emails and email advertising they send on our behalf and for their other clients. We may also provide our service providers with lists of our user email addresses that they use in a hash-encrypted form to recognize our users when they subscribe to third-party email services and send them interest-based advertising on those services. We do not authorize our email service providers to share your email address with their other clients. If you use our Services to sign up for special email offers from third-party advertisers, we will also share your email address and any other information you provided with your request with the advertisers you selected. Except as described in this policy, we will not sell or rent your email address to unaffiliated third parties for their email marketing purposes, without your consent.": {
            "data_transferred_to_unfriendly_countries": false,
            "data_shared_with_advertisers": true,
            "data_used_for_AI_training": false
        }
    },
    {
        "**Interest-Based Advertising.**\n\n Meredith follows the Self-Regulatory Principles for Online Behavioral advertising released by the Digital Advertising Alliance (\"DAA\") in July 2009. To opt-out of our use of your online viewing behavior data to serve interest-based advertising on third-party websites and email newsletters, visit http://www.aboutads.info/. You can also click on the Ad Choices icon located in the footer of our web sites and navigate to the consumer opt-out page. Use the same links to opt-out of the delivery of interest-based advertising on our Services from the operators of the third-party ad networks we use. Note that you must opt-out separately from each computer or device and browser that you use to access our Services and if you clear your cookies, you will need to repeat the opt-out process.": {
            "data_transferred_to_unfriendly_countries": false,
            "data_shared_with_advertisers": true,
            "data_used_for_AI_training": false
        }
    },
    {
        "Most of the third-party advertising and data companies we work with, including DoubleClick and Google also subscribe to the DAA Principles and/or are members of the Network Advertising Initiative (\"NAI\"). To learn more about the information collection practices of NAI members and your related opt-out choices, please visit the NAI's website here. You can opt out of interest-based advertising from Google by visiting the About Google Ads page or permanently opt out of the DoubleClick cookie by installing the DoubleClick opt out extension. For information about Google Analytics' information practices and related opt-out choices, click here.": {
            "data_transferred_to_unfriendly_countries": false,
            "data_shared_with_advertisers": true,
            "data_used_for_AI_training": false
        }
    },
    {
        "For the purposes set out in this Online Privacy Policy, personally-identifying information may be transferred to, processed, stored and accessed by us, our affiliates and our unaffiliated service providers in the United States and in other jurisdictions where we or they operate. Courts and other authorities in these jurisdictions may, in certain circumstances, be entitled to access your personally-identifying information. By using the Services, you consent to this transfer, processing, storage and access of your personally-identifying information in and/or outside of the jurisdiction in which you reside.": {
            "data_transferred_to_unfriendly_countries": true,
            "data_shared_with_advertisers": false,
            "data_used_for_AI_training": false
        }
    }
]