[
  {
    "Information we collect automatically When you interact with our Services, we and our partners, advertisers, advertising networks and other third party service providers automatically collect certain information.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We and our partners, advertisers, advertising networks and other third party service providers use cookies and other tracking technologies to obtain information automatically.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Inferences drawn to create a profile about a consumer reflecting the consumers preferences or characteristics We or third parties operating on our behalf may analyze your actual or likely preferences based on the information we gather about you as described above.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Provide Recommendations and Deliver Relevant Advertising Offer products, programs or services that may be of interest to you, and keep you informed of new happenings at Time.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Send you promotional communications for the Services and other products and services we think may be of interest to you, including by disclosing contact information to third parties that may want to market products or services to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Deliver more relevant advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Advertising, marketing, and analytics services, including entities that analyze the information we collect from or about you to communicate with and advertise to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Advertising, Marketing, and Analytics Partners We partner with companies that assist us with marketing our Services, including by remarketing to you on other websites, apps, or social media platforms.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Other External Parties We may disclose personally identifiable information, including your contact information, to organizations such as marketers, other magazine publishers, retailers, and non-profit organizations that want to market products or services to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "5. Your California Privacy Rights Notice to California Customers California Shine the Light Californias Shine the Light law, Civil Code Section 1798.83, requires businesses that disclose personal information to third parties for those third parties direct marketing purposes to give California customers the ability to opt-out of such disclosure.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Opt-Out of Sale and Share. You have the right to request that we stop selling your personal information as that that term is defined in the California Privacy Rights Act.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Sharing of personal information is defined as sharing, renting, releasing, disclosing, disseminating, making available, transferring, or otherwise communicating orally, in writing, or by electronic or other means, a consumers personal information by the business to a third party for cross-context behavioral advertising, whether or not for monetary or other valuable consideration, including transactions between a business and a third party for cross-context behavioral advertising for the benefit of a business in which no money is exchanged.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Right to Opt-Out of Targeted Advertising. You may ask us not to use or disclose your information for the purposes of targeting advertising to you based on your personal data obtained from your activity across different businesses, services, websites, etc.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Please see Section 8 for a description of how to exercise your right to opt-out of targeted advertising or sales.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "7. Special Information for Nevada Residents Residents of the State of Nevada have the right to opt out of the sale of certain pieces of their information to other companies who will sell or license their information to others.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We disclose contact information to third parties that may want to market products or services to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you wish to opt-out of sharing of your personal information, including contact information, with third parties for marketing purposes, please email us here.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Similarly, you can learn about your options to opt out of mobile app tracking by some advertising networks through your device settings and by resetting the advertiser ID on your mobile device.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "When you make an opt-out choice, it does not necessarily mean that you will stop receiving ads altogether, but you will no longer receive personalized ads.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To opt out of sales or sharing of personal information you can toggle your cookies off in the cookie preference center or enable Global Privacy Control GPC on your browser.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Non-commercial use does not include the use of the Content without prior written consent from TIME in connection with  1 the development of any software program, including, but not limited to, training a machine learning or artificial intelligence AI system or 2 providing archived or cached data sets containing Content to another person or entity.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": true
    }
  }
]