[
  {
    "Additionally, third parties may use automated data collection or tracking technologies within our Services to collect information about you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Some content or applications, including advertisements, available through our Services are served or provided by third parties, including advertisers, ad networks and ad servers, content providers, and application providers.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The information these third parties collect may be associated or matched with certain of your Personal Information which they have already collected, or they may collect information in the future, including Personal Information about your online activities over time and across different websites and other online services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "They may also use this information to provide you with interest-based e.g., behavioral or retargeted advertising or other targeted content.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Some of our Services incorporate Google Analytics Advertising Features, including remarketing with Google Analytics, Google Display Network Impression Reporting, DoubleClick Platform integrations, and Google Analytics Demographic and Interest Reporting.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Some of our Services may include advertisements or tracking technologies from Microsoft Bing.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You can opt-out of Microsoft's personalized advertising services by following the instructions found here.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Some of our Services may include advertisements or tracking technologies from Yahoo!.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You can also generally opt-out of receiving personalized ads from third-party advertisers and ad networks who are members of the Network Advertising Initiative NAI or who follow the Digital Advertising Alliance's Self-Regulatory Principles for Online Behavioral Advertising DAA by visiting the opt-out pages on the NAI website and the DAA website, respectively.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Serving advertisements to you on our Services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "As necessary for the purposes described above, we may share your Personal Information with members of the System1 Group third party IT vendors e.g. hosting, cloud services, networking, cybersecurity platforms, telecom providers, managed services providers, customer service platforms, technical support service providers and payment processors third party media, advertising and marketing vendors and monetization partners data analytics providers, social media networks, native advertising networks, programmatic advertising platforms, search engines, monetization partners, syndication and distribution partners, customer engagement services, push notification providers to provide services that include, but are not limited to, product recommendations, delivering marketing messages including advertisements, and sending you relevant offers partners with whom we work to improve our Services andor business processes third parties in connection with whom we have received your express consent to share your Personal Information our external auditors, professional advisors, law enforcement agencies, courts, tribunals and regulatory bodies to comply with our legal and regulatory obligations and other parties that have or may acquire control or ownership of some or all of our business and our or their professional advisers in connection with a significant corporate transaction or restructuring, including a merger, acquisition, asset sale, initial public offering or in the event of our insolvency usually, information will be anonymised but this may not always be possible.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The laws of such jurisdictions may be different from those of your country of residence, and in some cases, may not be as protective.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "In connection with Personal Information originating in the UK or the EEA, such safeguards may include our execution of the Standard Contractual Clauses and, where applicable, the UK International Data Transfer Addendum, with the recipient of such Personal Information.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "In the preceding 12 months, we may have collected or processed the following categories of Personal Information Identifiers such as name, email address, device type, web browser, operating system or other similar identifiers Unique online identifiers such as IP address, device IDs derived from device type, or other similar identifiers Certain commercial information such as the Services, advertisement offerings or links to third party websites accessed, acquired or considered and related metrics Other electronic network activity information such as browsing history, search history and information regarding interactions with our websites or our Services Location information geo-location information about where you are accessing our Services e.g., if you access our Services on your mobile or tablet device we may collect information about your device's precise location to the extent feasible Online viewing activities and habits e.g., videos viewed, pages viewed Consumers precise geolocation where applicable Certain demographic data e.g., gender, age, etc., where applicable and Business or commercial purposes for the collection and processing of Personal Information We may have collected these categories of Personal Information for the following purposes and including for any purposes otherwise described in this Privacy Policy Operate, manage, and maintain our businesses and infrastructure Provide, develop, improve, repair, and maintain our products and Services Performing services on behalf of our various businesses, such as user retention, providing content recommendations andor processing information Fraud and crime prevention Debugging errors in systems Marketing and advertising Perform accounting, audit, and other internal functions, such as internal investigations Comply with law, legal process, and internal policies Internal research, analytics and development e.g., user-preference analytics Developing, maintaining, provisioning or upgrading networks, products, services, or devices Payment processing and verification where applicable and Customer support and inquiries.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "As described above under the section titled Who we share your Personal Information with, we share your Personal Information with companies such as third-party media and marketing vendors, data analytics providers, social media networks, native advertising networks, programmatic advertising platforms, customer engagement services, push notification providers, and others to provide services that include, but are not limited to, product recommendations, delivering marketing messages including advertisements, and sending you relevant offers.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, under California law, a sale is the disclosure of Personal Information to a third party for monetary consideration or anything of value, and a share is the disclosure of Personal Information to a third party for cross-context behavioral advertising, whether or not for monetary or other valuable consideration.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You may also request information about our practices related to the disclosure of your Personal Information by members of System1 Group to certain third parties for their direct marketing purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You may be able to opt out of our sharing of your Personal Information with unaffiliated third parties for the third parties direct marketing purposes in certain circumstances.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The right to object at any time to your Personal Information being processed for direct marketing including profiling in certain other situations to our continued processing of your Personal Information, e.g., processing carried out for the purpose of our legitimate interests, unless there are compelling legitimate grounds for the processing to continue or the processing is required for the establishment, exercise or defence of legal claims.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]