[
  {
    "Information from our affiliates and subsidiaries, business partners, data providers and advertising exchange services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For targeted advertising - We, or with third party vendors, may use your Personal Data to provide you with tailored advertising on third party sites.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These advertisements are either contextual meaning they are presented due to the webpage that you are viewing or behavioral advertising or interest-based advertising i.e. where advertisements are shown to you based upon your interests which we have inferred from your information including demographic, geographic, interest-based data, or browsing activity.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "With third parties for marketing purposes - We may make your Personal Data available to third parties that we partner with to offer marketing communications from us.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Like many companies, we use services that help deliver cross context behavioral ads to you as described above.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Certain laws may classify our use of some of these services as selling or sharing of your Personal Data, or as targeted advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You can also generally opt-out of receiving personalized ads from third-party advertisers and ad networks who are members of the following industry opt-out program by visiting the opt-out pages on the NAI website http://optout.networkadvertising.org , DAA website http://www.aboutads.info/choices. And AppChoices mobile app, available at https://www.youradchoices.com/appchoices, which will allow you to opt-out of interest-based ads in mobile apps served by participating members of the Digital Advertising Alliance.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may use the categories of Personal Data listed above for certain business or commercial purposes, as described in this list: Performing services, including maintaining or servicing accounts, providing customer service, processing or fulfilling orders and transactions, verifying customer information, processing payments, providing advertising or marketing services, providing analytics services, or providing similar services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Auditing related to a current interaction with you and concurrent transactions, including, but not limited to, counting ad impressions to unique visitors, verifying positioning and quality of ad impressions, and auditing compliance.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Short-term, transient use, including, but not limited to, the contextual customization of ads shown as part of the same interaction.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In the twelve months since this Privacy Policy took effect, for commercial purposes, we have sold or shared the following categories of Personal Data: Identifiers, Internet and other electronic network activity information.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Consistent with applicable law, you may opt-out of the sale or the sharing of Personal Data for purposes of cross-context behavioral advertising as describe in Right to Opt-out Sale or Sharing Section.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "California residents also have the right to ask us one time each year if we have shared Personal Data with third parties for their direct marketing purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]