[
  {
    "Such personal data may include Purchasing data, including information about your transactions and purchase history, membership in loyalty programs or information about advertisements you have seen or acted upon, including your interaction with advertisers products and services Demographic data, such as gender, age range, educational level, household income range Occupational data, such as profession, position, title and industry Preferences and shopping interests Geolocation data and Your activities on other Internet sites or mobile apps, such as information about content, products, services or advertisements you have seen or interacted with, including the content, products or services of our advertisers.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "As described in this Privacy Notice and our Cookie Notice, we, as well as our third-party service providers, may obtain information about your online activity to provide you with advertising about products and services tailored to your individual interests.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We also engage third party online advertising companies, advertisers and ad networks to help target our messaging to visitors through interest-based and contextual means.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These third parties may collect information about your activities on our Dow Jones Services and on other websites or apps including offline purchases, for such purpose.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The networks use this information to show you advertisements on the Dow Jones Services or other third-party websites and apps that may be tailored to your individual interests.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To the extent required by applicable law, we will obtain your consent before using your information for interest-based advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may share your personal data with our subsidiaries and affiliated companies collectively, Dow Jones Affiliates for the purposes described in this Privacy Notice, including for each companys marketing purposes with your consent if required by applicable law.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may share your information with third party partners whose offerings we think may be of interest to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For example, if you subscribe to the U.S. edition of The Wall Street Journal or Barrons print publications, we may share your print mailing address with unaffiliated third party companies whose products and services may be of interest to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "While many of our subscribers appreciate receiving offerings from these companies, if you prefer that we do not share your information for this purpose, please refer to the Your Choices and Rights section below.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you are a WSJ U.S. edition or Barrons print subscriber, you may also opt out from our sharing of your print mailing address with unaffiliated third parties for their direct marketing by contacting Customer Service.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You may also choose to opt out of our use of data that we or our third party partners collect about your activities to provide you with tailored advertising about products or services of interest to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Your personal data may be stored, transferred to, and processed in any country where we have facilities or in which we engage service providers.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "These countries may be outside your country of residence, including the United States, and may have different data protection laws than in the country in which you initially provided the data.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you are a user located outside the United States or the country to which your information may be transferred, you understand and, as permitted under applicable law, consent to having any personal data processed in the United States or such country.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Your information may be stored and processed in the United States or any other country where Dow Jones has facilities andor in which we engage service providers, and by using a Service online, you consent to the transfer of information outside of your country.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  }
]