[
  {
    "4.4 Eventbrite and Organizer Marketing.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may use your Personal Data for our marketing and advertising purposes, including without limitation by email, SMS marketing, display media, and targeting other devices such as tablets, mobile devices and televisions.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We do this in order to inform you about services or events we believe might be of interest to you, develop promotional or marketing materials and display Eventbrite or event-related content and advertising on or off the Services that we believe might be of interest to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may also do this on behalf of an Organizer, for example where your prior interactions with an Organizer suggest you may be interested in a particular type of event.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Where you see an advertisement on a third party website or social media platform, this may be because we or the Organizer engaged the third party or social media platform to show the advertisement to Users, or to others who have similar attributes to our Users.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "In some cases, this involves sharing your email address or other contact details with the third party or social media platform so that they can identify you as one of our Users, or identify other individuals with similar attributes to you in order to show them advertisements for our Services or for our Organizers events.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "4.6 Use of Interest-Based Data.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may use these inferences to help target advertising or customize recommendations to you, including on behalf of Organizers.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For instance, we may determine that users who follow an organizers events collection are more likely to attend future events from that organizer and organizers who host similar events.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": true
    }
  },
  {
    "In addition, if you are a member of Facebook or another social media platform, and you provide Personal Data to an Organizer such as in the ways described in Section 5.5, the Organizer may use that Personal Data to send you advertising and offers through Facebook or another social media platform, including when you are on Facebook or another social media platform.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "The Organizer may use tool thats we provide and may also work with third parties to enable this data integration and advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "10.4 Targeted Advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Eventbrite may work with certain advertising partners to show you ads that are targeted to your interests as described in section 4.4 of this Privacy Policy.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you are visiting the Services from outside the United States, please be aware that you are sending information including Personal Data to the United States where our servers are located.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "That information may then be transferred within the United States or back out of the United States to other countries outside of your country of residence, depending on the type of information and how it is stored by us.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "These countries including the United States may not necessarily have data protection laws as comprehensive or protective as those in your country of residence however, our collection, storage and use of your Personal Data will at all times continue to be governed by this Privacy Policy.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Transfers of Personal DataAs Eventbrite is a global company, we may need to transfer your Personal Data outside of the country from which it was originally provided.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "This may be intra-group or to third parties that we work with who may be located in jurisdictions outside the EEA, Switzerland and the UK which have no data protection laws or laws that are less strict compared with those in Europe.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Whenever we transfer Personal Data outside of the EEA, Switzerland or the UK, we take legally required steps to make sure that appropriate safeguards are in place to protect your Personal Data.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "This includes the use of Standard Contractual Clauses issued pursuant to Commission Implementing Decision EU 2021914 of June 4, 2021 of the European Parliament and of the Council, and for transfers from the UK, the UK International Data Transfer Addendum IDTA.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  }
]