[
  {
    "We may share this information with ad networks and other advertising partners for the purpose of cross-context behavioral advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These trusted partners may use this information to support and market partnership benefits including by communicating with you, as well as for their internal business purposes such as analytics and product improvement.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "For campus users only, we may provide identifiers to select food service providers that operate restaurants and other food ordering and delivery services on your campus so that they can communicate directly with you and send you personalized communications and marketing.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may share commercial information with ad networks and other advertising partners for the purpose of cross-context behavioral advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may collect internet usage information through a variety of tracking technologies, including cookies, web beacons also known as pixels, embedded scripts, mobile SDKs, location-identifying technologies, and similar technology collectively, tracking technologies, and we may use third-party partners or service providers to assist with this effort, such as Google and Meta e.g., via the Meta Pixel.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Information we collect automatically about you or your device may be combined with other personal information we collect directly, and our third-party partners may combine this information with information collected from other devices, websites, or apps.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may share internet usage information with ad networks and other advertising partners for the purpose of cross-context behavioral advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These trusted partners may use this information to support and market partnership benefits including by communicating with you, as well as for their internal business purposes such as analytics and product improvement.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may disclose education information to select food providers that operate restaurants and other food ordering and delivery services on your campus so that they can communicate directly with you and send you personalized communications and marketing.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "2.1. Opting Out of Cross-Context Behavioral Advertising or Sales of your Information. Under the laws of certain U.S. states, you may have the right to opt out of our processing or sharing of your information for online cross-context behavioral advertising purposes.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "While we do not sell your information in exchange for money, some of the ways described in Section 1 in which we may disclose your information to third parties or use analytics or online advertising tools that result in the disclosure of your information to third parties may be subject to this opt out right.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "This includes providing third party online advertising and analytics partners, as well as certain trusted partners with whom we link your accounts, with identifiers, internet usage information, and commercial information e.g., records of transactions and purchases in order to personalize ads for our Services, measure ad campaigns and conduct analytics, and improve and market partnership benefits.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you would like to opt out of sharing your personal information for cross-context behavioral advertising or out of selling your information, you may submit a request belowFor Grubhub, click Do Not Sell or Share My Personal Information.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you are using an Apple iOS device, you may request that the Grubhub app not track you, in which case we will not collect your devices IDFA or use information you provide through the app for cross-context behavioral advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Please note that even if you ask not to be tracked on an Apple iOS device, you should still click on one of the links above if you want to opt out of selling your data or of cross-context behavioral advertising through your browser.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "iii Interest Based Advertising We allow certain third-party partners e.g., third-party online advertising networks and other third-party services to place tracking technologies on our Platform, and we participate in interest-based advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To learn about interest-based advertising and how you may be able to opt-out of some of this advertising, including certain browser-based cross-device tracking for advertising purposes, visit the Network Advertising Initiatives NAI website andor the Digital Advertising Alliances DAA website.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "You can also customize settings regarding Google network ads by visiting Googles Ad Center.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Finally, you may also be able to limit certain interest-based advertising on your mobile device through your devices settings, including the tracking settings on iOS or by selecting opt-out of interest based ads on Android or by downloading the AppChoices app.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "After you use the opt out tools listed above, you will still see advertisements, but they may not be as relevant to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "If you are located in the European Union or other regions with laws governing data collection and use that may differ from U.S. law, please note that we may transfer information, including personal information, to a country and jurisdiction that does not have the same data protection laws as your jurisdiction.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "7.1 California. Under Californias Shine the Light law Civ. Code  1798.83, California residents that have an established business relationship with us have the right to request and obtain from us once a year, free of charge, a list of the third parties to whom we have disclosed their personal information if any for such third partys direct marketing purposes in the prior calendar year, as well as the type of personal information disclosed to those third parties.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To opt-out of having your personal information disclosed to third parties for their direct marketing purposes, please click the Do Not Sell My Info link above.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]