[
  {
    "Providing, entering into or storing your personal information through this Website indicates that you have fully acknowledged and accepted that MiTAC Holdings and its subsidiaries, affiliated companies, branches, business partners and third parties on its behalf shall have the right to directly or indirectly collect, process, use or internationally transmit your personal information.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Target includes MiTAC Holdings and its subsidiaries, affiliated companies, business partners and third parties on its behalf, judicial authorities, authorities with investigation rights according to the laws, and other recipients of internationally transmitted personal information.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "The Method includes ways to collect, process, internationally transmit and use the personal information through automatic machines or by other non-automatic measures.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "MiTAC Holdings will process, use and international transmit your personal information in compliance with the section collection, processing and use of personal information.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "By providing any personal information to the Website, all users fully understand and consent to the collection, processing, use, and international transmission of such information under this Privacy Policy.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Providing, entering into or storing your personal information through this Website indicates that you have fully acknowledged and accepted that MiTAC Holdings and its subsidiaries, affiliated companies, branches, business partners and third parties on its behalf shall have the right to directly or indirectly collect, process, use or internationally transmit your personal information.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Target: MiTAC Holdings and its subsidiaries, affiliated companies, business partners and third parties on its behalf, judicial authorities, authorities which have investigation rights according to the laws, other recipients of internationally transmitted personal information who are not restricted by the central competent authorities, or any other trading counterparties of MiTAC Holdings who have the need to collect, process, use and internationally transmit the relevant personal information.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  }
]