[
    {
        "NOTMC controls and operates its business and Online Services from within the United States of America. Our online privacy practices are governed by the laws of the United States and the State of Louisiana, which may differ from privacy laws in your state or home country. By submitting your personal information to us through the use of our Online Services, you consent to the transfer of your personal information to any country and its use and disclosure in accordance with this Privacy Policy and applicable U.S. federal and state laws.": {
            "data_transferred_to_unfriendly_countries": true,
            "data_shared_with_advertisers": false,
            "data_used_for_AI_training": false
        }
    },
    {
        "**Other Legal Reasons**\n\n In addition, we may use or disclose your Personal Information as we deem necessary or appropriate:\n\n* under applicable law, including laws outside your country of residence;\n\n* to respond to requests from public and government authorities including public and government authorities outside your country of residence;\n\n* to comply with subpoenas and other legal processes;\n\n* to pursue available remedies or limit damages we may sustain;\n\n* to protect our operations or those of any of our Affiliates;\n\n* to protect the rights, privacy, safety or property of NOTMC, you and others; and\n\n* to enforce our Terms of Use and any other terms and conditions.\n": {
            "data_transferred_to_unfriendly_countries": true,
            "data_shared_with_advertisers": false,
            "data_used_for_AI_training": false
        }
    },
    {
        "**Online Advertising**\n\n NOTMC also uses Cookies and other technologies such as pixel tags, web beacons and clear GIF files, to help manage our online advertising program. These technologies are provided by our advertising management partners and enable them to recognize a unique Cookie that has been placed on your Web browser, which in turn enables us and these advertising management partners to learn which advertisements bring users to our Online Services.\n": {
            "data_transferred_to_unfriendly_countries": false,
            "data_shared_with_advertisers": true,
            "data_used_for_AI_training": false
        }
    },
    {
        "NOTMC and our advertising management partners also may use these technologies to track the actions of users of our Online Services, to measure statistics of our marketing efforts, and to deliver advertisements on our Online Services that may be more relevant to individual consumers and to otherwise improve the experience of consumers using our Online Services.\n": {
            "data_transferred_to_unfriendly_countries": false,
            "data_shared_with_advertisers": true,
            "data_used_for_AI_training": false
        }
    }
]