[
  {
    "We may sell or share the following categories of personal information to business partners, social media websites, advertising networks, data aggregators, and other third parties identified in Section 3 of this Statement for purposes of delivering interest-based advertising, analysing use of our websites and apps, and enhancing user engagement on our websites and apps and on social media: biographical information/identifiers, Internet or other electronic network activity information, commercial information, and inferences drawn from the above.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To the extent possible, we want to provide you with relevant content and a tailored experience when you use our Services, and we use information about you to do that, including in the following ways: Registration, membership, and other contracts; Register and manage your account, including to allow you access to and use of our Services; Facilitate your bookings; Process payments or credits; Offer you promotional programs that may include competitions, gift cards, rewards, cash back, and discounts; Improve our Services; Use your information for analytical purposes and to enable us to improve our Services; Provide you with a tailored/optimized experience by grouping users based on, for example, usage, interests and demographics; Send you survey, market research invitations, or panel interviews for analytics purposes; Personalization and customization; Notify you about special offers and products or services available from us, our affiliates, or our partners that may be of interest to you; Tailor your experience, including by making inferences about your interests and preferences based on your activity and customize the ads shown to you both on and off our website; Communication; Communicate with you or facilitate communication between you and our partners and/or affiliates; Conduct, monitor and record your calls or interactions with us for example, your communications with our customer service or sales teams, or through our use of pixels and similar technologies to monitor how you interact with our emails to you, such as whether you open or click on content in our emails; Host your reviews, forum posts, photos, videos, and other content; Respond to your questions and comments; Legal Compliance; Resolve disputes or troubleshoot problems; Prevent fraud and other potentially prohibited or unlawful activities; Comply with relevant laws, respond to legal requests, prevent harm, and protect our rights; Provide payment services, including to detect and prevent money laundering, fraud and security incidents, to comply with legal obligations, and to enforce any applicable terms of service.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Advertising Networks; We sometimes collect and share information about your interests with advertising networks and data aggregators.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Some of these companies are members of the Network Advertising Initiative or the Digital Advertising Alliance, which offer a single location to opt out of ad targeting from member companies.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Trusted third parties; Third parties may also assist us in collecting information by, for example, operating features of our website or facilitating the delivery of online advertising tailored to your interests.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We may share audience segments and other information, such as hashed email addresses, with third parties that use that information for tailored advertising to you.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Certain Device operating system versions permit you to opt out of certain types of information sharing, including to certain advertising networks.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "To help us do this, we use cookies and similar technologies to improve your experience, to enhance website security, and to show you relevant advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We allow third parties to collect and use information obtained during your browsing activities in order to deliver tailored advertisements to you from us and from third parties across the Internet, to analyze activity and engagement on our website or app, and to provide you with enhanced Services.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "When you enter your email address on our website either to log in, or to sign up to a newsletter, or similar or when you use our app, we may share personal data or other information that we collect from you, such as your email in hashed, pseudonymous form, mobile advertising identifier, IP address, or information about your browser or operating system, with our advertising partners, like LiveRamp and the Trade Desk and their group companies, acting as joint controllers.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "LiveRamp and the Trade Desk use this information to create an online identification code for the purpose of recognising you on your devices.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "We place the online identification code in our first-party cookie, a LiveRamp or the Trade Desk cookie, and allow it to be used for online and cross-channel advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "It may be shared with our advertising partners and other third-party advertising companies globally for the purpose of enabling interest-based content or targeted advertising throughout your online experience e.g. web, email, connected devices, and in-app, etc.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "These third parties may, in turn, use the online identification code to link to demographic or interest-based information that you have provided in your interactions with them.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Most advertising networks offer you a way to opt out of advertising cookies.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Your personal information may be stored or transferred to countries outside the EEA and the UK for the purposes described in this Statement.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "When we store or transfer your personal information outside the EEA and the UK, we take the following precautions to ensure that your personal information is properly protected.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Transfers of personal information are made to a country recognised by the European Commission as providing an adequate level of protection or to a country which does not offer adequate protection but whose transfer has been governed by the standard contractual clauses of the European Commission or by implementing other appropriate cross-border transfer solutions to provide adequate protection.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Opt Out of Sales, Sharing, and Targeted Advertising; Depending on the local laws in the state you reside in, you may request to opt out of our sale or sharing of your personal information to third parties, or the use and disclosure of your personal information for targeted advertising.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Session and location data and online activity such as content viewed, how you interacted with our websites, pages visited, searches and/or reservations facilitated or made; Mandatory; To measure interest in and improve our products, Services and site and to customize user experiences. To notify users about promotions and targeted marketing campaigns. To administer and protect our business, to resolve disputes or troubleshoot problems and to prevent potentially prohibited, fraudulent or illegal activities.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Location data; Optional; To measure interest in and improve our products, Services and site and to customize user experiences. To notify users about promotions and targeted marketing campaigns.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  },
  {
    "Your personal data may be stored or transferred to countries outside Korea for the purposes described in this Statement.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "15.5 Information Sharing and International Transfers": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Your personal information may be stored or transferred to countries outside Brazil for the purposes described in this Statement.": {
      "data_transferred_to_unfriendly_countries": true,
      "data_shared_with_advertisers": false,
      "data_used_for_AI_training": false
    }
  },
  {
    "Those corporate affiliates of Tripadvisor syndicate their advertisements to other entities within the Tripadvisor Companies group and that is why you see them on the Tripadvisor Companies websites.": {
      "data_transferred_to_unfriendly_countries": false,
      "data_shared_with_advertisers": true,
      "data_used_for_AI_training": false
    }
  }
]
