[
    {
        "TENs Service Providers. TEN may decide to share your personal information with companies that work on behalf of or with TEN. These companies may use your personal information to inform you about TENs products and services, to provide you with information about other exciting products and services, or otherwise to assist TEN in serving its customers, understanding its consumer market, or devising effective marketing strategies to reach more consumers.": {
            "data_transferred_to_unfriendly_countries": false,
            "data_shared_with_advertisers": true,
            "data_used_for_AI_training": false
        }
    },
    {
        "Other Third Parties. We may share your personal information with third parties, such as advertisers, sponsors, and other promotional and business partners, only when you have not opted out of receiving communications from third parties. If you wish to opt-out of receiving third party communications, you may exercise this right by following the opt-out procedures contained in any e-mail or written communication TEN sends to you or by following the procedures set forth in Section VII of this Privacy Policy.": {
            "data_transferred_to_unfriendly_countries": false,
            "data_shared_with_advertisers": true,
            "data_used_for_AI_training": false
        }
    },
    {
        "Additionally, we use third-party companies to collect non-personally identifiable information (e.g., the pages you visit, and which links you click, which ads you see and click on, and the categories of search terms you enter) when you visit one of our websites. Some of these third-party companies collect information when serving ads on our sites, while others collect information without showing ads on our sites. These companies may use the information outlined above (which does not include your name, address, email address or telephone number) about your visits to our sites in order to provide advertisements about goods and services of interest to you. These companies often use a cookie or third party web beacon to collect this information. If you would like more information about this practice and to know your choices about not having this information used by these companies, click here.": {
            "data_transferred_to_unfriendly_countries": false,
            "data_shared_with_advertisers": true,
            "data_used_for_AI_training": false
        }
    },
    {
        "VI. WHAT ABOUT THIRD PARTY ADVERTISERS? Some of the banner ads displayed in our websites are provided by third parties. These ads contain cookies and may also contain web beacons. Unlike cookies and web beacons used by TEN in content it controls on its websites, cookies or web beacons received with banner ads are collected by our advertisers and we do not have access to this information. We use third parties to serve some or all of the advertisements that are placed within our sites and they may use information (not including personally identifiable information) about your visits to our sites and other sites to assist in serving advertisements to you. These companies may employ cookies, web beacons, and action tags to measure advertising effectiveness. They may share anonymous information with their clients such as date/time of the banner ad shown, the specific ad shown, the IP address, etc. DoubleClick is our primary third party ad server. If you would like to know more about their information gathering practices and opt-out procedures, please see https://www.google.com/policies/privacy/ http://www.google.com/policies/technologies/ads/": {
            "data_transferred_to_unfriendly_countries": false,
            "data_shared_with_advertisers": true,
            "data_used_for_AI_training": false
        }
    },
    {
        "XII. VISITORS AND SUBSCRIBERS OUTSIDE THE UNITED STATES All matters relating to these sites are governed by the laws of the State of California in the United States. Any information you provide in subscribing to one of our publications or registering or ordering at one of our websites will be transferred to the United States. By visiting our sites and submitting information, you authorize this transfer, processing and use.": {
            "data_transferred_to_unfriendly_countries": true,
            "data_shared_with_advertisers": false,
            "data_used_for_AI_training": false
        }
    }
]