[
    {
        "**Safe Harbor Participation for EU Cardholder Data.**  Chase Paymentech recognizes that the European Union ('EU') has an 'omnibus' data protection regime established pursuant to the European Commission Data Protection Directive (95/46/EC) (the 'Directive'). The Directive generally restricts the transfer of personally identifiable information about individuals in the EU to the United States, unless there is 'adequate protection' for such information when it is received in the United States. In addition to processing transactions for its own Merchants based in the United States, Chase Paymentech provides processing services in the U.S. for its European affiliate, Chase Paymentech Europe Limited, and its European customers. To address the restrictions in the Directive, Paymentech, LLC in the United States ('CPL') adheres to the EU Safe Harbor Privacy Principles published by the US Department of Commerce ('Safe Harbor') with respect to Cardholder Data about Merchants' customers in the European Union that we receive in the United States ('EU Cardholder Data'). We act as a data processor on behalf of Merchants with respect to EU Cardholder Data, and accordingly follow each Merchants' instructions with regard to the collection, processing and protection of EU Cardholder Data. Our Merchants act as the data controller for any EU Cardholder Data. If any consumers in the EU have any questions about our handling of their EU Cardholder Data, such consumers should first contact the Merchant as this may be the most efficient means of addressing such issues. Consumers in the EU may also reach out to the CPL Safe Harbor Privacy Contact in the Legal Department at Chase Paymentech Solutions, 14221 Dallas Parkway, Dallas, Texas, 75254. Questions that are not otherwise resolved with the Merchant and/or CPL may also be directed to local EU data protection authorities.": {
            "data_transferred_to_unfriendly_countries": true,
            "data_shared_with_advertisers": false,
            "data_used_for_AI_training": false
        }
    },
    {
        "Paymentech, LLC, complies with the U.S.-EU Safe Harbor Framework and the U.S.-Swiss Safe Harbor Framework as set forth by the U.S. Department of Commerce regarding the collection, use, and retention of personal information from European Union member countries and Switzerland. Paymentech, LLC, has certified that it adheres to the Safe Harbor Privacy Principles of notice, choice, onward transfer, security, data integrity, access, and enforcement. To learn more about the Safe Harbor program, and to view Paymentech, LLC's certification, please visit http://www.export.gov/safeharbor/.": {
            "data_transferred_to_unfriendly_countries": true,
            "data_shared_with_advertisers": false,
            "data_used_for_AI_training": false
        }
    }
]