[
    {
        "By submitting personal information on any of the JibJab Sites or through any of the JibJab Services, you affirmatively consent to this Privacy Policy and agree to have such personal information (to the extent disclosed by you either directly to JibJab or via third-party sign on services) collected by JibJab (or its agents or contractors) and transferred to and processed in the United States.": {
            "data_transferred_to_unfriendly_countries": true,
            "data_shared_with_advertisers": false,
            "data_used_for_AI_training": false
        }
    },
    {
        "JibJab also logs non-personally-identifiable information such as IP address, aggregate user data, and browser type, from users and visitors to the site. This data is used to manage the website, track usage and improve the website services. This non-personally-identifiable information may be shared with third-parties to provide more relevant services and advertisements to users. User IP addresses may be recorded for security and monitoring purposes.": {
            "data_transferred_to_unfriendly_countries": false,
            "data_shared_with_advertisers": true,
            "data_used_for_AI_training": false
        }
    },
    {
        "From time to time, JibJab and one or more of its partners may co-sponsor a promotion, sweepstake or contest or may offer a co-branded product or service on the JibJab Sites (each, a \"Joint Offering\"). Users may be asked to provide personal information such as name, email address, home address, etc. or to answer questions in order to participate in a Joint Offering, which personal information may be shared by JibJab with its partners involved in such Joint Offering, and such partners may use the information for its own advertising and marketing purposes. Also, we may transfer personal information to certain ad partners that you have explicitly requested to receive information from. It will be clear at the point of collection who is collecting the personal information and whose privacy statement will apply.": {
            "data_transferred_to_unfriendly_countries": false,
            "data_shared_with_advertisers": true,
            "data_used_for_AI_training": false
        }
    },
    {
        "Use of Cookies Similar Tracking Technologies A \"cookie\" is a small amount of data that is sent to your browser from an Internet server and stored in your computer. JibJab uses cookies (including Flash cookies) to store user preferences, account status, traffic origination, and to record session information, for purposes including ensuring that users are not repeatedly offered the same advertisements and to customize newsletter, advertising, and Web page content based on browser type and user profile information. You may be able to configure your browser to accept or reject all or some cookies (other than Flash cookies), or notify you when a cookie (other than a Flash cookie) is set - each browser is different, so check the \"Help\" menu of your browser to learn how to change your cookie preferences - however, you must enable cookies from JibJab in order to use most functions on the JibJab Sites. For more information about Flash cookies and how to remove them from your computer, please see the paragraph below entitled \"SPECIAL NOTE - Flash Cookies.\"": {
            "data_transferred_to_unfriendly_countries": false,
            "data_shared_with_advertisers": true,
            "data_used_for_AI_training": false
        }
    },
    {
        "JibJab also implements several Google Analytics features that support Display Advertising. You may opt out of Google Analytics for Display Advertising and customize Google Display Network ads using the Ad Settings or by installing the Google Analytics opt-out browser add-on.": {
            "data_transferred_to_unfriendly_countries": false,
            "data_shared_with_advertisers": true,
            "data_used_for_AI_training": false
        }
    },
    {
        "JibJab utilizes \"Remarketing with Google Analytics\" to advertise online. In addition, third-party vendors, such as Google, show these ads on sites across the Internet and JibJab and third-party vendors use both first-party and third-party cookies to inform, optimize, and serve ads based on user visits to the JibJab site. JibJab also utilizes \"Google Display Network Impression Reporting\", which uses both first-party and third-party cookies to report how ad impressions, uses of ad services, and interactions with the ad impressions and ad services are related to user visits to the JibJab sites. JibJab also utilizes \"Demographics and Interest Reporting\", which collects data based on user demographics and interests, including but not limited to: age, gender, affinity category behavior and other category behavior. Data collected from the Google Analytics Demographics and Interest Reporting function is used in order to enrich the user experience and provide more relevant services and advertisements to users.": {
            "data_transferred_to_unfriendly_countries": false,
            "data_shared_with_advertisers": true,
            "data_used_for_AI_training": false
        }
    },
    {
        "Please note that JibJab may allow thirty-party advertisers (including those that are serving their own ads on the JibJab Sites, as well as those so-called \"network advertisers\" or \"ad networks\" who are serving and managing ads for others) to set and use their own cookies (including Flash cookies) and/or Web Beacons on your computer when you visit the JibJab Sites. These cookies and Web Beacons allow third-party advertisers to recognize your computer each time they send you an online advertisement and to compile information about where you, or others who are using your computer, saw their advertisements and determine which ads are clicked on. The information so compiled allows third-party advertisers to deliver targeted advertisements that they believe will be of most interest to you. Note, however, that we do not show these types of advertisements to our children users or track children users for targeted advertising purposes.": {
            "data_transferred_to_unfriendly_countries": false,
            "data_shared_with_advertisers": true,
            "data_used_for_AI_training": false
        }
    },
    {
        "Use of cookies (including Flash cookies) and Web Beacons by third-party advertisers is governed by the privacy policies of those advertisers - not the JibJab Privacy Policy. JibJab has no control over what information is collected by third-party advertisers or how they may use the information. The privacy policies and data practices of such third-party advertisers may significantly differ from those of JibJab, and JibJab makes no representation or warranty whatsoever about third-party advertisers' data policies and practices. For more information regarding the data practices of some of these third-party advertisers and how to opt out of their use of your information, please visit http://www.networkadvertising.org/choices/completed .": {
            "data_transferred_to_unfriendly_countries": false,
            "data_shared_with_advertisers": true,
            "data_used_for_AI_training": false
        }
    },
    {
        "Please note that, in addition to JibJab's Flash cookies, third-party advertisers may set and use their own Flash cookies for user tracking purposes when serving and managing ads on the JibJab Sites.": {
            "data_transferred_to_unfriendly_countries": false,
            "data_shared_with_advertisers": true,
            "data_used_for_AI_training": false
        }
    }
]