[
    {
        "For the same purposes, we use \"cookies\"---that is, small text files placed on your computer's hard drive---to help us determine the type of content and sites to which you link, the length of time you spend at any particular area or feature of the Services, and your usage of the Services. Cookies also tell us which advertising you have seen on the Services. At certain times, we may use outside advertising companies to display advertisements on the Web site that may contain cookies (\"banner ads\"). These banner ads collect information stored by the advertising company and we do not have access to this information.": {
            "data_transferred_to_unfriendly_countries": false,
            "data_shared_with_advertisers": true,
            "data_used_for_AI_training": false
        }
    },
    {
        "(1) How we use (and do not use) non-personally identifiable information: We use non-personally identifiable information in aggregate form to build higher quality, more useful Services by performing statistical analyses of the collective characteristics and behavior of the users of the Services, and by measuring demographics and interests regarding specific areas and features of the Services. We provide statistical information based on this data to advertisers, affiliates, and other current and potential business partners. We also use the aggregate data to inform these third parties as to the number of people who have seen and clicked on links to their web sites.": {
            "data_transferred_to_unfriendly_countries": false,
            "data_shared_with_advertisers": true,
            "data_used_for_AI_training": false
        }
    },
    {
        "(2) How we use (and do not use) personally identifiable information: This Privacy Policy serves as notice that personally identifiable information is collected during the registration process. You may choose to \"opt in\" to receiving promotional materials from us and/or our affiliates, advertisers, or other business partners. If you \"opt in\" to receiving such promotional materials, we reserve the right to release any personally identifiable registration information regarding you to third parties who provide goods or services that we believe may be of interest to you. We will not release your credit card information to third parties unless necessary to complete a transaction between you and such a third party. If you decide that you would like to discontinue receiving promotional information from such third parties, please contact those third parties directly, or contact us at Info@WorldNow.com.": {
            "data_transferred_to_unfriendly_countries": false,
            "data_shared_with_advertisers": true,
            "data_used_for_AI_training": false
        }
    },
    {
        "In addition, we sometimes use demographic data to decide which advertisements and sponsor messages to show to which members. As an example, if Sponsor XYZ wishes to display their advertising only to female members of the Services, we may use member registration data to ensure that Sponsor XYZ's ads are displayed only to female members.": {
            "data_transferred_to_unfriendly_countries": false,
            "data_shared_with_advertisers": true,
            "data_used_for_AI_training": false
        }
    },
    {
        "In addition, we may use information about your location when you access our mobile applications to provide location aware products or services and for advertising purposes, and if you submit video or images for the news, for news reporting purposes. Notwithstanding anything herein to the contrary, we may provide your location information to third parties who provide goods or services that we believe may be of interest to you.": {
            "data_transferred_to_unfriendly_countries": false,
            "data_shared_with_advertisers": true,
            "data_used_for_AI_training": false
        }
    },
    {
        "**Third-Party Ad Serving** We may use third-party advertising companies to serve ads when you visit this Web site. These companies may use information (not including your name, address or telephone number) about your use of the Services and visits to other web sites and services in order to provide advertisements about goods and services of interest to you. If you would like more information about this practice and to know you choices about not having this information used by these companies, please contact us at Info@WorldNow.com, or click here http://www.networkadvertising.org/optout_nonppii.asp.": {
            "data_transferred_to_unfriendly_countries": false,
            "data_shared_with_advertisers": true,
            "data_used_for_AI_training": false
        }
    }
]