[
    {
        "We collect and store your devices source IP address which may disclose the general location of your device at the time you access the Sites. Advertisements and certain content may be directed to you as a result of this data.": {
            "data_transferred_to_unfriendly_countries": false,
            "data_shared_with_advertisers": true,
            "data_used_for_AI_training": false
        }
    },
    {
        "We may partner with third party advertising companies to better provide advertisements about goods and services that may be of interest to you. These third parties may use cookies alone or in conjunction with web beacons or other tracking technologies to collect information about you when you use the Sites. They may collect information about your online activities over time and across different websites and other online services. They may use this information to provide you with interest-based advertising or other targeted content. These advertising partners do not have access to or use your name, address, e-mail address, telephone number or other personally identifiable information from us, without your consent. They may, however, use persistent identifiers to anonymously track your Internet usage across other websites in their networks beyond these Sites. While we restrict their further use of such information, such third parties may, with sufficient data from other sources, be able to personally identify you, unknown to us.": {
            "data_transferred_to_unfriendly_countries": false,
            "data_shared_with_advertisers": true,
            "data_used_for_AI_training": false
        }
    },
    {
        "Third-party ad serving companies and other unaffiliated advertisers also display advertisements on our site. As part of their service, they may place a separate cookie on your computer or utilize other data collection and tracking technologies, to collect information such as your IP address, browser type, the server your computer is logged onto, the area code and zip code associated with your server, and whether you responded to a particular advertisement. For a listing of the third party companies we may allow to place cookies to serve ads on the Sites, click here. We do not control these third parties tracking technologies, how they may be used, or the information they may collect and we are not responsible for the privacy policies or the content of those third parties. Please visit the sites of those businesses at the links above to review their privacy policies. We may add or change the list of third party ad servers from time to time and we encourage you to check this section for changes. You can learn more about about online advertising at www.aboutads.info/consumers.": {
            "data_transferred_to_unfriendly_countries": false,
            "data_shared_with_advertisers": true,
            "data_used_for_AI_training": false
        }
    },
    {
        "**How Do We Use Your Information?** We use the information we learn from you to help us personalize and continually improve your experience on the Sites, including to: Provide you with the content, products and services you request; Post your user generated content to our Sites as you request; Communicate with you about your account or transactions with us and send you information about features and enhancements on or to our Sites; Communicate with you about changes to our policies; Communicate with you about your comment to a story or topic; Personalize content and experiences on our Sites, including providing you recommendations based on your preferences; Send you newsletters, offers and promotions for our products and services, third party products and services, or special events by e-mail, text, or other another medium; Provide you with advertising including advertising based on your activity on our Sites or activity on third party sites and applications; Administer our loyalty programs; Administer contests, sweepstakes, promotions, and surveys; Optimize or improve our products, services and operations; Detect, investigate, and prevent activities that may violate our policies or be illegal; Perform statistical, demographic, and marketing analyses of users of the Sites and their purchasing patterns.": {
            "data_transferred_to_unfriendly_countries": false,
            "data_shared_with_advertisers": true,
            "data_used_for_AI_training": false
        }
    },
    {
        "**Business Partners and Other Third Parties** From time to time we allow companies whose products or services we feel may interest our print subscribers to advertise to those subscribers, using the names and addresses provided to us during the process of subscribing to the print edition. We do not share our subscribers names and addresses directly with these companies, however. In those instances, we use a reputable third party to administer the process on our behalf. Many of our subscribers find this a valuable and time-saving service. If you do not want your name and address to be shared for these purposes, you can opt-out of such sharing by e-mailing us at techtrouble(at)theatlantic(dot)com, or calling or writing us at the contact information provided.": {
            "data_transferred_to_unfriendly_countries": false,
            "data_shared_with_advertisers": true,
            "data_used_for_AI_training": false
        }
    },
    {
        "**Sharing of personally identifiable information** You may opt-out of having your personally identifiable information shared with business partners and third parties for marketing and advertising purposes by e-mailing us at techtrouble(at)theatlantic(dot)com, or contacting us at the phone numbers or postal address provided below.": {
            "data_transferred_to_unfriendly_countries": false,
            "data_shared_with_advertisers": true,
            "data_used_for_AI_training": false
        }
    },
    {
        "**Online, Interest Based Advertising** You may be able to opt-out of the use of your information for online, interest based advertising from participating whether advertising partners and unaffiliated third parties through the Network Advertising Initiatives opt-out program by clicking http://www.networkadvertising.org/managing/opt_out.asp.": {
            "data_transferred_to_unfriendly_countries": false,
            "data_shared_with_advertisers": true,
            "data_used_for_AI_training": false
        }
    },
    {
        "**Your California Privacy Rights** California Civil Code Section 1798.83 permits customers of The Atlantic who are California residents to request certain information regarding its disclosure of their personally identifiable information to third parties for their direct marketing purposes. To make such a request, please send an e-mail to techtrouble(at)theatlantic(dot)com specifying that you seek your California Customer Choice Notice. Please allow thirty days for a response.": {
            "data_transferred_to_unfriendly_countries": false,
            "data_shared_with_advertisers": true,
            "data_used_for_AI_training": false
        }
    }
]