[
    {
        "We run contests in which we ask visitors for contact information (such as their email address). We use this information to contact the winners. We may also use or share contest information with our business and marketing partners to offer you products or services that we believe may be of interest to you.": {
            "data_transferred_to_unfriendly_countries": false,
            "data_shared_with_advertisers": true,
            "data_used_for_AI_training": false
        }
    },
    {
        "Automatic Collection of Information: If you purchase any products online, or have any other interaction with our Websites, we will receive and store information that you provide or that is generated by your actions. We may also send you personalized emails. These communications may contain links to our Websites that could include unique identifiers capable of correlating any resulting web activity to the originating email communication. Like many websites, we may use tracking pixels/web beacons, \"cookies\", or other technologies to receive and store certain information, and this information may also be used by certain third-party advertisers with which we have agreements. Our relationship with third-party advertisers is discussed in more detail under the heading \"Third-Party Advertising\" below. For example, cookies are placed on your computer (explained in more detail below) to remember your name and the contents of your shopping cart. This allows you to leave our site, come back later, and still have the contents of your shopping cart intact. It also lets us personalize your experience at our Websites, tailoring the content to your interests. A number of companies offer utilities designed to help you visit websites anonymously, but if you use these utilities, it may limit your ability to use personalized features that we offer.": {
            "data_transferred_to_unfriendly_countries": false,
            "data_shared_with_advertisers": true,
            "data_used_for_AI_training": false
        }
    },
    {
        "We or our partners may also use Flash Cookies (also known as Local Stored Objects) or other similar technologies. A Flash Cookie is a small data file placed on a computer using Adobe Flash or similar technology that may be built into your computer or downloaded or installed by you to your computer. We use these technologies to personalize and enhance your online experience, facilitate processes, personalize and store your settings. Flash cookies may help our Website visitors to, for example, set volume preference associated with a video experience, play games and perform surveys. They help us improve our sites by measuring which areas are of greatest interest to customers. They may be recognized by other sites or by our marketing or business partners. Flash cookies are different from browser cookies and the cookie management tools provided by your browser may not remove Flash cookies. Click here to learn how to manage privacy and storage settings for Flash cookies. If you disable Flash cookies or other similar technologies, please be aware that you may not have access to certain features and services that make your online experience more efficient and enjoyable.": {
            "data_transferred_to_unfriendly_countries": false,
            "data_shared_with_advertisers": true,
            "data_used_for_AI_training": false
        }
    },
    {
        "Sharing with Third Parties. We may share customer information that we collect with third parties. Usually, this information will be shared with a third party that has relationship with us as a business partner or marketing partner (see information on Third-Party Relationships below). Also, we may use the information that you provide us, or that we collect about you, in connection with the promotion of our products and services and those of our affiliates.": {
            "data_transferred_to_unfriendly_countries": false,
            "data_shared_with_advertisers": true,
            "data_used_for_AI_training": false
        }
    },
    {
        "Sharing with our Contractors. We also may employ other companies and individuals to perform functions on our behalf. Examples include order fulfillment, package delivery, postal mail and email communications, customer lists management, data analysis, marketing services and assistance which may include content and ads presented on other websites or mobile applications, credit card processing, and customer relationship management. These companies and individuals have access to personal information needed to perform their functions, but they are not permitted to use such information for other purposes without our permission. A more detailed discussion of our relationship with certain third-party advertisers is set forth below under the heading \"Third-Party Advertising\".": {
            "data_transferred_to_unfriendly_countries": false,
            "data_shared_with_advertisers": true,
            "data_used_for_AI_training": false
        }
    },
    {
        "Promotional Offers May be Sent to You. We may call you with or send you offers on behalf of our company or other businesses, or permit other businesses that we are working with to call you with or send you offers, if we believe that you may be interested in receiving these offers. If, after receiving a non-order related email, you do not want to receive such emails in the future, you can notify us, by clicking on the \"unsubscribe\" link attached to each email. If after receiving a phone call, you wish to no longer receive phone calls from us, you can inform the caller or follow the prompt instructions.": {
            "data_transferred_to_unfriendly_countries": false,
            "data_shared_with_advertisers": true,
            "data_used_for_AI_training": false
        }
    },
    {
        "**Third-Party Advertising:** Advertisements that appear on our website are sometimes delivered (or \"served\") directly to users by third-party advertisers with which we have agreements. They automatically receive your IP address when this happens. These third-party advertisers may also download cookies to your computer, or use other technologies such as JavaScript and \"web beacons\" (also known as \"1x1 gifs\" or \"clear gifs\") to measure the effectiveness of their ads and to personalize advertising content. Doing this allows the advertising network to recognize your computer each time they send you an advertisement in order to measure the effectiveness of their ads and to personalize advertising content. In this way, they may compile information about where individuals using your computer or browser saw their advertisements and determine which advertisements are clicked. Third-Party Advertisers may also serve advertisements to you on other websites, based on their tracking of what content you looked at or interacted with on our Websites. GameStop does not have access to or control of the cookies and other tracking technologies that may be placed by the third-party advertisers. Third-party advertisers have no access to your contact information stored by GameStop unless you choose to share it with them.": {
            "data_transferred_to_unfriendly_countries": false,
            "data_shared_with_advertisers": true,
            "data_used_for_AI_training": false
        }
    },
    {
        "We use third-party advertising companies to serve ads when you visit our Web site. These companies may use aggregated information (not including your name, address, email address or telephone number) about your visits to this and other Websites in order to provide advertisements about goods and services of interest to you. If you would like more information about this practice and to know your choices about not having this information used by these companies, please see: http://www.networkadvertising.org/managing/opt_out.asp.": {
            "data_transferred_to_unfriendly_countries": false,
            "data_shared_with_advertisers": true,
            "data_used_for_AI_training": false
        }
    }
]