[
    {
        "We also may use third party advertisements placed by ad networks to support our site. Some of these advertisers and ad networks may use technology such as cookies and web beacons/pixel tags when they advertise on our site, which will also send these advertisers and ad networks information including your IP address, ISP, browser type, and whether you have Flash installed. Some of these advertisers and ad networks also may use anonymous data, such as demographic data, received from third parties to assist in the delivery of advertisements to you. These third-party advertisers and ad networks use the information described above to provide you relevant advertisements based on your online behavior, search activities on our site and on other third party sites, and demographic information, so that the advertising you see on our site more closely reflects your interests and needs. For example, if you search for, or browse a, recipe or product on our site, you may see an advertisement from a third party with information about, or an offer similar to, that for which you were searching or browsing on our site, or an offer related to a third party whose site you have visited in the past.": {
            "data_transferred_to_unfriendly_countries": false,
            "data_shared_with_advertisers": true,
            "data_used_for_AI_training": false
        }
    },
    {
        "**Tracking Options**\n\n You can set your Internet browser settings to stop accepting new cookies, to receive notice when you receive a new cookie, to disable existing cookies, and to omit images (which will disable pixel tags). Note that the opt-out will apply only to the browser that you are using when you adjust your tracking settings or cookie preferences. Our system may not respond to Do Not Track requests or headers from some or all browsers. You can learn more about and opt out from receiving third party advertiser cookies by visiting the Digital Advertising Alliance's opt-out page here. Without cookies or pixel tags though, you may not be able to take full advantage of all of Kraft's website features. We adhere to the Digital Advertising Alliance Self-Regulatory Principles for Online Behavioral Advertising.": {
            "data_transferred_to_unfriendly_countries": false,
            "data_shared_with_advertisers": true,
            "data_used_for_AI_training": false
        }
    },
    {
        "We may share your email address with a third-party, such as a media agency, to send you interest-based advertising on our behalf. We may also share aggregated or de-identified information about you, including based on your email address, with our advertising and marketing partners, and third-party media platforms, including social media sites, to allow them to send targeted advertising messages and/or conduct analyses on our behalf. If you wish to stop receiving advertising messages from these third parties, please review the \"Your Choices\" section below. In addition, you may be able to opt out of these ads by clicking on an icon in the ad or through the privacy settings in each social media platform.": {
            "data_transferred_to_unfriendly_countries": false,
            "data_shared_with_advertisers": true,
            "data_used_for_AI_training": false
        }
    },
    {
        "**Your California Privacy Rights**\n\n For California Residents: We may share your personally-identifiable information with affiliated third parties, some of which do not share the Kraft name, for their own direct marketing purposes. Because this category of affiliates is considered to be \"unaffiliated parties\" under California Law, you may opt out of us sharing with them. To opt out, please send a letter with your name, postal address, e-mail, with the heading \"California Privacy Rights\" to:\n\n Kraft Foods Group, Inc. Three Lakes Drive Northfield, IL 60093 Attention: Consumer Relations": {
            "data_transferred_to_unfriendly_countries": false,
            "data_shared_with_advertisers": true,
            "data_used_for_AI_training": false
        }
    },
    {
        "If you wish to limit how third parties use your email address to send you targeted advertising through social media on our behalf, contact us here. Please allow 10 days for your email to be removed from our marketing database.": {
            "data_transferred_to_unfriendly_countries": false,
            "data_shared_with_advertisers": true,
            "data_used_for_AI_training": false
        }
    }
]